{
  "title": "10_Oct_2019_-_New_folder__17_",
  "content": "# 10_Oct_2019_-_New_folder_(17)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T21:07:25-07:00\n\n====== REC003.txt ======\nIn the back of my mind and conscious, in the back of my mind, I'm aware, you know?\n\n\n====== REC004.txt ======\nin the back of my mind I have control, in the back of my mind I am aware, but neither of\nthese concepts are truly there, are nominally there, are consciousness and freewill or\nnominal concepts. I don't know why I'm trying to rhyme it, just say it.\n\n\n====== REC005.txt ======\nNominally there. Nominally there.\n\n\n====== REC006.txt ======\nThe idea of free will is easy to debunk as opposed to speak against.\n\n\n====== REC007.txt ======\nthe idea of free will is easy to refute. Our universe is deterministic in\nnature, therefore our behavior is deterministic in kind. The idea of consciousness\nhowever is a little a little more to build the parts because we have a\nbias against ourselves for ourselves. My cat is aware of his body, but he can\narticulate about himself because he lacks language, he lacks\n\n\n====== REC008.txt ======\nSo my cat lacks the ability of language and the ability of introspection.\n\n\n====== REC009.txt ======\nis our guilt-fried and shame unique to humans.\nProbably not, but I'd like to know.\n\n\n====== REC010.txt ======\nThe brain is like an algorithmic search engine that pulls from multiple points\nImagine there's a search light and it's now beginning a space and\nthe connections that\nSpotlight has are spread out throughout the brain\nNot in a\ntraditional connection point sense, but more a\nNeurons are firing and making connections to that particular process that particular event which stimuli\n\n\n====== REC011.txt ======\nSo it's loud, try to parse this, but just as science has types of sciences and philosophy\nas types of philosophy.\nAnd art has types of art.\nSocialization, or in this category, whatever you want to call it, has types of civilization.\nYou want to call it.\nMemes.\nHistory.\nStorytelling.\nThere are facets of human communication, that we typically don't consider to be a form of art.\nBetter to find these terms.\nCommunication should be regarded as a form of higher form of expression, I suppose,\nand the ability to communicate is a skill highly reverberant, often under looked.\n\n\n====== REC012.txt ======\nproper demonym. So I am a scientist, I am a philosopher, I am an artist, I am a\nblank. Socialite, socially, socialite.\n\n\n====== REC015.txt ======\nPoints for the player can sit during climbing to either serve at the area or choose multiple directions.\nChoose from multiple directions.\n\n\n====== REC016.txt ======\nThe moment, climbing moments to be used for introspection for the player.\nSo, use the triggers. Don't be afraid to use the triggers.\nTriggers for group, triggers for grab, triggers for out and triggers for talk.\nAim for jump, you know.\nX was x used for.\nX for interact, I suppose, and be for sit.\n\n\n====== REC017.txt ======\nBe for run, A for jump, and...\nWhat? I'll pass it out.\nHmm.\n\n\n====== REC018.txt ======\nBe the run, A to jump!\n\n\n====== REC019.txt ======\nThat sounds when the player moves, they build up heat.\nThey can't sweat like humans do, so what do you do?\nYou could release the heat through steam.\nSo imagine, as you're running, to expel the steam\nand get them all on to rest, you press X to expel steam.\nMake it satisfying, make it rewarding.\nLike, wow, I did really well, we all had steam.\nAnd if the better you are, it's climbing, maneuvering,\nand navigating quickly, or, I don't know, find what we did.\nExplore options.\n\n\n====== REC020.txt ======\ndoubles as a rest button.\nSo,\nHold X to release steam and there's no steam available, no steam built up,\nyou're walking around, there's no issue there, but if you're running,\nboth of steam anyway.\nSo, when there's no steam built up, nothing to release,\nyour character can rest.\nThe player might press X in and ringly,\nand they'll sit down.\nThey will find the spot to look to relax in.\nOh my God, this is not a place to relax in.\nLet's do it!\n\n\n====== REC022.txt ======\nDesignates the way the player loses X amount of water, X amount of steam, I mean, they can push further, but\nthey'll lose almost too much at a certain point, and they won't be able to traverse me farther without it.\n\n\n====== REC023.txt ======\nBuffer\n\n\n====== REC026.txt ======\nfind a canteen which they can use to restore their reserves from all exploring the space\ninto the reserves.\n\n\n====== REC027.txt ======\nThe player is in strictly humanoid.\nThey have a bird-like head.\nThink of it as being an ergonomic human.\nOne of the awkward legs.\nThe more powerful legs you see on their organisms.\nYou know, the reverse new caps.\nAnd then you have a...\nThat one weird, efficient machine without moving parts.\nBut it does move.\nIt bends in an efficient way.\nAh, it's called...\nThey have gifts of it.\nAnyway, preferences.\n\n\n====== REC030.txt ======\nSo at first the player is just the first person and they're observing the environment and talking to people.\nBut then they get a buddy.\nAnd then a buddy is a clunky cumbersome machine.\nIt's falling apart, breaking down.\nImperfect.\nSo it happens at some point.\nThe player feels the game is at the end.\nThey're kind of wrapping up with friends.\n\n\n====== REC031.txt ======\nSo this is scripted, but the player will explain to the player, but if they go near one of the many edges of the map,\ntheir leg will give out.\nSchool will lose.\nNPCs have talked about fixing it earlier, they know it's dead, but y'all be fine.\nAll right, we'll fix you later.\nTo no follow the players on, the leg collapses.\nThey fall.\nLeg is broken, all the leg gets destroyed.\nYou can use R2 and L2 to grab things.\nYou'll get run problems just to teach the player.\nOne successful grab.\nAnd then they play on breaks.\nAnd they keep falling.\nAnd then another.\n\n\n====== REC032.txt ======\nAnd it's after they've lost their last limb, they kind of give up, player thinks they're dead, they're gonna die.\nBut instead, something happens, and they suddenly grow a new limb. They grab, it's successful.\nHow do you give the player a body elegant name?\nReconsider this scene, and design it accordingly.\n\n\n====== REC033.txt ======\nSo they lose their metal form, and they grow a new one, and this new one lets them survive.\nThey're able to grapple onto her, and I'm sure all they're falling in, save themselves.\nAnd it's in that moment that the player character looks at their body and comes to him, I guess.\n\n\n====== REC034.txt ======\nIn the moment before death, before the play believes they will die, they get two options,\nlike normal, two dialogue options, but these aren't words, they aren't spoken, they are felt internally, contentiveness and depression.\nIf you've never seen these symbols before, maybe they have, I don't know, could the symbols themselves convey enough information?\nI'm working out, but if you choose depression, your character gets a blue tint, and if you choose contentiveness, your character gets a E cut.\nContentiveness would be Cosmic latte, and then if you choose neither, you get white, you get the neutral, I guess.\n\n\n====== REC035.txt ======\nyou never really see the moisture in the air until it gets foggy until the\ndew in the morning collects on the windows\n\n\n====== REC036.txt ======\n・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・\n・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・ ・\n1 tess\n1 tess\n1 tess\n\n\n====== REC037.txt ======\nand this is a buffer\n\n\n====== REC038.txt ======\nThis is a quicker buffer.\n\n\n====== REC243.txt ======\nYou can recover from heat exertion by resting or drinking water.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(17).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, dialogue, story, fix\n- **Imported**: 2025-05-05T16:25:36.999Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(17).txt",
    "importedAt": "2025-05-05T16:25:36.999Z"
  },
  "created": "2025-05-05T16:25:36.999Z",
  "modified": "2025-05-05T16:25:36.999Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "dialogue",
    "story",
    "fix"
  ]
}