{
  "title": "10_Oct_2019_-_New_folder__5_",
  "content": "# 10_Oct_2019_-_New_folder_(5)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T20:58:54-07:00\n\n====== REC001.txt ======\nso\nregarding\n\n\n====== REC002.txt ======\nSo imagine our ancestors 300,000 years ago 200,000 years ago\n\n\n====== REC003.txt ======\nSo Richard Dawkins spoke to this at some point in his career, but imagine the ancient humanity\n200,000 years ago or so.\n\n\n====== REC004.txt ======\nImagine being a human 200,000 years ago, you're awake at night in the dark jungle,\nin the dark forest, in whatever climate you're...\n\n\n====== REC005.txt ======\nIt was better for ancestors to assume that the rustle on the bush is a predator.\n\n\n====== REC006.txt ======\nIt was more evolutionary advantageous for Ancestors to assume that the rustling in a bush is a predator.\n\n\n====== REC007.txt ======\nthe rustle on the bush\n\n\n====== REC008.txt ======\nit is by a lot we add\n\n\n====== REC009.txt ======\nHumans are superstitious creatures, and for our ancestors,\n200,000 years ago or so, it was safer for our ancestors\nto assume that the rest thing is a bush than it is to assume.\nOh, it's just the wind.\nSo if you take that,\nbehavioral trait, and you extend it towards say,\nthe stars, or the thunder, or the rain,\nwe begin to attribute intent to the actions caused by nature,\nthe E.D.\n\n\n====== REC010.txt ======\nHumanity is inherently superstitious, and this is, believe it or not, for good reason.\nTwo and a thousand years ago, it was more advantageous for our hominid ancestors to believe\nthat the rustling in a bush is a predator than it is to assume, oh, it's just a wind.\nAnd if you compound on that behavioral trait, speaking to the weather, to the stars, to the sun,\nyou can see how humanity kind of transposed intent onto the inanimate.\n\n\n====== REC011.txt ======\nPart 2 to this would be that\n\n\n====== REC012.txt ======\nNow imagine you are a human in a social situation.\nIt is more advantageous to assume that the aggressor is exhibiting malintent than it\nis to assume they mean no harm at all.\nImagine that it's...\nConsider our humans will take a moment to...\nDo an accident.\nThey'll slow down as they come closer, causing traffic jams.\nWe...\nOr how, imagine the media, right, imagine...\n\n\n====== REC013.txt ======\nThe reason older forms of broadcasting were so successful was because it took advantage\n\n\n====== REC014.txt ======\nConflict and problems, stand out more in our minds as humans, then.\n\n\n====== REC015.txt ======\nhumans conflict and violence stand out more in our minds than peaceful, calm, and measured\ninformation.\nSo the reason traditional news outlets were so successful is because they appealed to\nthat innate pessimism, the...\n\n\n====== REC016.txt ======\nViolence, cells, especially in the news, that gathers attention, it's proven through\nand through, it's a innate behavior of humanity, geez, I've got to find a better way to articulate\n\n\n====== REC017.txt ======\nJust as it is...adventured.\n\n\n====== REC018.txt ======\nJust as it is advantageous for us to assume that the boosh, the boosh, the bookai.\n\n\n====== REC019.txt ======\nNow that said, just as it is advantageous for us to assume that the bush rustling is\na predator, it is also advantageous for us to assume that the intent of unrecognized\nor unfamiliar humans is of... is that of malintent? Is...\n\n\n====== REC020.txt ======\nThis same behavior is transposed onto the social aspect of human life.\nIt's easier for us to distrust than it is for us to trust.\n\n\n====== REC021.txt ======\nBiology has spread pessimists.\nFor good reason, but we need to do away with pessimism, we need to do away with the...\n\n\n====== REC022.txt ======\nIt does enable us to explore ideas, but overall I think it poses more of an obstacle than\nanything else, if you weren't to engage in more, if you were the...\n\n\n====== REC023.txt ======\nHypothesis, if you were to engage people with science, technology, and optimistic science\nfiction, you could enable a new generation of thinkers.\n\n\n====== REC024.txt ======\nSo, the Reddit community, ask internet, be sure to make that private for now, do the\nbase world building, through posts over time, and then let the community know that it will\nbe available when the world building is done, for now you may read it, never applies yet.\nAnd when it gains, and when people gain enough knowledge of the world, you open the\ncommunity up, you let people join the forums and role play, once you've built the foundation,\nfind a way to make a private for now, partially private, read only.\n\n\n====== REC025.txt ======\nNote to self, vacuum, the living room, and a bedroom too.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(5).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.011Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(5).txt",
    "importedAt": "2025-05-05T16:25:37.011Z"
  },
  "created": "2025-05-05T16:25:37.011Z",
  "modified": "2025-05-05T16:25:37.011Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}