{
  "title": "10_Oct_2019_-_New_folder__12_",
  "content": "# 10_Oct_2019_-_New_folder_(12)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T21:04:31-07:00\n\n====== REC002.txt ======\nThe choice is like, I don't know what she's saying.\nIt's horrible, it's just like, to guess.\nOh, nice.\nDamn.\nIf you're done, I know it's this kind of.\nOh, that one's kind of, yeah.\nThat one's kind of hard.\nI know, yeah.\nYou feel the volume.\nYou just tap it quite tight and you nail it your mom.\nIt doesn't miss all school.\nA little chipmunk.\nJeez.\nI did a tiny little baby one.\nYeah, I love that shit.\nIt's kind of fun, we're turning around.\nOh, I know, it's an electric motor.\nIt's crazy.\nBut see, that's what nice little bow.\nThe bungees.\nNice one.\nOh, my bungees, man.\nWhoa, that light is on fire, buddy.\nNo, no, that's fine.\nIt doesn't actually work unless you take the feature.\nOh, yeah, you're fine.\nI look like, oh, you're just a little son of a fire.\nThis is what I have in my room.\nThis thing has a safety feature in the bottom.\nIt's a honeywel.\nIt doesn't.\nIt's an expensive bottle.\nThe baby loses connection with the ground wheel throwoff.\nJust the same thing.\nYeah.\nThe best part of it is when you come to this car,\nthis shit.\nRight.\n\n\n====== REC003.txt ======\nAlright, do you think I could convey this when I speak to you guys?\nOkay.\nOkay, so the game is not meant to be a combat game.\nThere's no combat name at all.\nAnd in the game, I'm going to call it Dodeck.\nD-O-D-E-C-Dodeck.\nI wasn't like a Dodeckhedrin.\nRight.\nAnd on the 12 signs of this Dodeckhedrin are the\noptimally conveyed even expressions.\nThe ones that are most accurately described to the behavior of someone instead of the\noutward intent of someone, the abstract notion of some of the actions.\nSo imagine you have anger, right?\nYeah.\nWhat is that attribute to you?\nAttributed to, in say, for example, the Dodeck.\nIt's aggression, right?\nAnd the behavior of a Dodeck, anxiety.\nNo, no, anxiety is the fear.\nFear is the external.\nYeah, yeah, it's like you have the aggression, you have the fear.\nAnd you have the middle, and that's anxiety.\nThat's anxiety.\nAnxiety leads to aggression or fear.\nAnd fear, because it has these cultural notations, these cultural preconceptions about these\nideas are, and you can't accurately convey the idea that...\nFear is attributed to anxiety and aggression is attributed to anxiety.\nSo the zero contrast of for all your characters is going to be a difference.\nSo the matter of it's an animal, or a human, or whatever, it's going to have it to that\nlevel of indifference, which is the bottom of the spectrum, right?\nAnd then it's going to have...\nMaybe it'll have its own meter of whatever, like, you know, playfulness, anger,\nwhatever, the depletion meter.\nAnd once it has a certain depletion meter, then that character in the game,\ndude, you can't affect the characters in one thing.\nThat's perfect.\nOkay, yeah, yeah.\nThat's the best way to explain it.\nIt's like I was tied to a moot in the area, or running to another character,\nor another animal.\nAnd if an outcome will play from that maybe, maybe you'll have NPCs going on quests.\nThere you go.\nYou don't have, but see like that it makes it to where you don't have to really involve yourself with that\nthose characters.\nIt's a social behavior.\nIt's a social interaction.\nIt can become a whip.\nSo such as, like, in real life you can choose to interact with somebody or choose nothing.\nWell, like in real life, all we do is like, oh, well, you know, you get a phone call.\nUh-oh, yeah, uh, so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so and so\nand so and so and so and so and so and from this this the Winter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Pilloo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Pilloo\nWinter Palsoo\nWinter Pilloo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nWinter Palsoo\nit's directly, it'll give your NPCs, it'll give your NPCs a choice.\nOkay, so imagine, hypothetically.\nSo imagine hypothetically, you have the distance interaction.\nHey, what's up?\nHi, how are you doing?\nThere's your relatively trusted person.\nYou know, they're acquaintances.\nYeah, they're acquaintances, right?\nAnd then you have the middle ground.\nIt's like, no, they're pretty good friends with them.\nAnd you have the interperson.\nThey're really close relationships.\nBut then you have like an action that you're rating between the two.\nYou have like the friends.\nAnd then the, you know, closer friends.\nAnd then the friends you really bond with, interpersonally, and...\nThey're pretty much like family.\nOh, okay.\nThey're not just sexual.\nFamily would be above that.\nNo, okay.\nThe closer relationships and the friendships you make.\nIs it gritty in between that two?\nOh, okay.\nIt's, human interactions are a, are done, and typically in games are like,\nthere is this and there is them.\nThere's us and there's them.\nIn reality, human interactions are more...\nIt should be a rating of interaction.\nBecause cars.\nBecause cars are introduced.\nThis sounds like a tangent.\nBut because cars are introduced.\nBecause the space which humans interact is, has grown, has widened.\nWe've reduced the amount of closeness and bonds and human interaction.\nAnd trust.\nTrust is as kind of evaporated from the interaction space.\nAnd I think that if we can reduce that space, we can bring it closer together\nwithout eliminating cars, eliminate the distance between people and improve.\nOkay.\nSo, tangent.\nOkay.\nSo imagine.\nWhat's like on reality, everybody is pretty much lost themselves to their phones.\nWell, okay.\nFirst of all, you, this range from human interaction.\nPeople don't really, people don't really communicate like they used to.\nYou know what I'm saying?\nSo your goal is, is you're trying to give your NPCs quests.\nIs that what you're trying to do in your video game?\nYour quest...\nMake them mind on that quest?\nTheir interaction quests.\nNo, listen.\nThe whole thing is, when you play any game like Skyrim or any fucking thing,\nthey always play in games according to the social and tastytz 편s.\nWhy you need to pointAnimation?\nYou finish the quest and you get your fucking experience.\nBut if you give a character to an NPC, so you're no longer killing the people's,\nbecause we get burned out on fetch quests.\nI mean, the whole game is a pressing fetch quest a lot of times.\nYou know what I mean?\nmost complex that a quest will become is just get this or here's an item I'm\ngoing to include an item in this quest yeah and they do whatever with the item or\ncheck this person it becomes almost like what you're crossing into like FPS\nterritory you know too in a sense because because we turn it to a defensive\nmission where you got to defend a certain set of NPCs from going into another\narea you're interacting with them you're making connections but you're trying to\ndo that without it being an action game that's the whole thing because yeah it's\nlike an action game you're not a game where you're like shooting to keep monsters\naway yeah social building it's a house you can go in and go in and\nyou know I mean that's how you implement the character\nbecause you can turn that character you can turn that character into a rich\nperson to the game but like it you can actually do just a little bit of that\nperson you can like cause these two people to come into a relationship yeah see\nlike that I like because his game has no guns it's okay his game has no action\nit's like a life is strange okay or until dawn kind of sure it's just all about\nmaking decisions and then reading out dialogue yeah with random playthroughs\nyou know what would he call it a lot of the Japanese you've been human\ninteraction games are like that yeah that's to the still version of what he's\ntalking yeah but he's trying to make it to where it's more like you see your\ncharacter walking around you know doing stuff he's trying to make a better city\nhe don't want like countryside he wants like a really really inter-connected city\nyeah so like say if you were in the first interactions you're in the city the\nNPCs would be more deeper but the only way to make the NPCs badass deeper is\nto walk and give them quests because it's a human interaction because like\nthat is to the act of curiosity human seems to explore the space like Dark Souls\nbut instead of combat use interpersonal interactions that means to convey\nyour intended exploration of the space well because there's a lot of\nthere's a lot of dialogue where you don't get to see what like things the\nvillain is doing oh yeah but if you play the game where like you can actually talk\nto people who know the villain if you get to know the villain without before you\neven meet them you don't judge them at the moment that you meet them in the\nvideo game that's actually you see what I'm saying you can find out that he's\nof this or then when you actually run into the villain it's like you don't have\nto judge the villain like so quickly you know like way more to work no one is\nyou a better fucking villain so yeah interesting to this is that no one\nindividual believes their actions to be of malintent they believe their actions\nto be justified within the internal motivation of that person they can't\nproceed their actions to evil they believe it to be justified within their\nmind unless they're broken or dismembered just for the fact that not one\nperson can be born like extremely good or extremely evil evil doesn't exist good\nto not exist there is an interpersonal interaction but that is us to exist\nyeah because that factor is like is the only thing they change is the rules you\nknow like that's how you define that's the defining line of whether I think\nthis kind of gamer becomes that kind of yeah yeah or being able to choose\nbesides you want to be so yeah there are sides but they're not quite\nsides they're more the intent of individual convey in the space like\neveryone believes themselves not to be evil but the opinion with it but no one\nmost people don't believe you're basic like care if you empathetic everyone\nif you empathetic everyone in this space the most you know it's the chance to\nbring shoes to make them because the most you get the more more personal\nI'm more related when we get to imagine, so imagine, I'm going to pause real quick.\n\n\n====== REC004.txt ======\nSo, imagine a space. You're in your room, you're in your house. You have this space to yourself and maybe to a spouse.\nYou expand the space to others and others feel the same. It's a wonder we can all be but the same.\nIt's a space that expands from the inner to the outer, the outer being others.\nI got the perfect tree with this. It's just a bubble.\nThere's being each other. Each character is going to be a bubble. You're going to have a tree system but the bubbles are what touch.\nSo, the bubbles are touching. Each other bubble and they're all creating influence.\nBut then you can maybe put specs in there based on advertisements. Something that's going on or something that's being broadcasted.\nOr interpersonal interactions that you can actually map out a giant tree and you can make a lot of content for the past.\nAnd you can expand the space and add to it. You can expand. You can build slowly interpersonal interactions.\nAnd expand the physical space that reacts to the results in levels.\nYou have vertical and horizontal directions.\nYeah, I thought it would be a good way to do something to throw in there.\nPeople are going to be hungry. You got to make sure that you can constantly get content. It's not difficult to do so.\nThe dialogue is easier to convey content. It's easier to develop content than it is to expand the actual space.\nSo, if you focus on interpersonal interactions first, you can hope hypothetically fun content.\nIt pretty much opens the floodgates or whatever is possible.\nYou say you like short games. 3 hours long.\nNo, 3 hours long, 3 hours long. You jump into it and you're done for the evening.\nThat's me, to me, that's a good long chunk of plot story, not everything.\nHashtag.\nAnd then they let you walk around.\nI usually like to have long games.\nWell, they, and then, but see like that, you can, because you got to get characters committed to the world.\nSee like red everydension. The online mode, it has like nothing. I mean, the other, the locale was saying.\nBut everything that happens in a fucking campaign does not really bleed over to the online.\nEverybody got a piss cake. Everybody got a piss cake.\n\n\n====== REC005.txt ======\nI'm just...\nThis is bad.\nCould you just try your best?\nYou'll be alright then.\nOh, I'm so sorry.\nWow, I'll be fine.\nI'm sorry.\nI don't believe you.\nOh, I'm sorry.\nIt's the hardest part of our job is, you know, like you...\nAnything over 10 hours is going to...\nLike affect your funeral sister's life.\nYeah.\nSo, like, when we're at work, we're just...\nOur joints are just burning down all crazy, you know.\nWe're constantly just under...\nSome type of physical stress, and then...\nBy the time our leaking comes, it's like...\nYou know, it takes...\nFor me, my body...\nIt takes like a day or two of sleepy...\nHonestly, it's amazing pop.\nAnd it's difficult.\nSee, it just pop, pop, pop, pop.\nEverybody...\nYeah, yeah, yeah.\nI think it's because...\nThere's people that are over 50 working on this, you know.\nYeah.\nAnd we all function somehow.\nAnd it's amazing that they're pulling through...\nHell of a...\nHell of a...\nHell of a...\nYeah.\nHe's like speaking to it.\nYes.\nNormally, I freaking sleep for like a day and a half.\nI don't even get up.\nA day and a half?\nNormally, I just like write it off.\nBut what?\nI've been working here for like almost three years now.\nAnd I'm like...\nYou know...\nI feel like I have to...\nIt sucks having a job where you've got to like...\nChange your lifestyle.\nYeah.\nIt's like the perfect.\nExactly.\nBecause like, back then, I used to be able to drink like a fucking fish.\nI can't.\nI know.\nInitially, you're just like...\nWhy bother feeling like that?\nYou know...\nYou can't recover better.\nYeah.\nYeah.\nBut I guess it's healthier kind of.\nI guess in the sense it's kind of good for us.\nYou know, we're not so...\nTo be able to push yourself like that, yeah.\nWell, no, it's just...\nTo be able to just like cut out seriously, you know.\nFor a certain amount of time instead of just constantly.\nOtherwise, like...\nYou're not tired of everything.\nYou need to more stuff.\nYeah.\nExactly.\nYeah.\nWhat's cool though is we get to pump music and everything.\nFucking music is life.\nThat's like everything.\nSo you get to play music, don't you?\nWell, not that.\nBut we get to hear music all night.\nWe get to choose sometimes.\nI got to play some of my stuff.\nI don't know where the fuck out of people.\nI don't know what I thought about people here.\nIt's not bad.\nWe're supposed to be rap.\nOh no, so I got the whole...\nEverybody listens to rap over there.\nOne more.\nThat's just, you know, it's just everybody.\nYeah.\nPutting out their choices.\nIt's pretty cool.\nOur...\nOur most enthusiastic person on...\nShe has a list and she usually gravitates between...\nBlackout P's kind of stuff.\nOh.\nAnd rap and techno.\nI mean, I could handle a little bit of Blackout P's.\nYeah, I mean, it's cool.\nIt's like generalized.\nI think, and I think really with techno,\nlike I used to be able to listen to it a lot more than my ex constantly played it.\nAnd I'm just like, no.\nI'm good now.\nRight.\nI mean, I suck my buddy.\nHe's not on his stuff tomorrow.\nOr, like, the day after.\nHe's not everyone plays this music.\nIt's not everyone after, dude.\nUh, I don't know. I mean, I know that he does.\nBecause he is one of the working by train network in the CTA.\nLike, years ago.\nOh wow.\nAnd we became friends, actually, because he moved close by.\nThere's a crowd on the corner.\nBut, uh, well, I'll show you some stuff.\nYou want to hear some stuff?\nYeah.\nGo for it.\nI remember that. I told you about my friend when we played some music.\nWe're jamming up.\nBasically, we have electric.\nHe takes bass, that bass, that bass.\nHe has a pedal.\nIt's like a, uh, it's like a little piece of equipment that will do drum rolls and pads.\nYeah.\nAnd he has a loop.\nSo we're just using a loop to make one really fun.\nOkay.\nWe're just inventing shit.\nOkay.\nWe only did, like, three songs.\nI kind of laughed because I was like, oh, no.\nAnd I just, I just kind of got embarrassed myself.\nBut I did.\nHe's really good.\nWhat?\nHe said, let's do a punk beat.\nI was like, all right.\nHe's playing the bass.\nI'm playing the rhythm.\nAnd the lead.\nHe's playing the bass.\nI'm playing the rhythm.\nAnd the lead.\nI'm playing the band at the end.\nI'm playing the rhythm.\nOh, shit.\nOh, you could totally fucking do this.\nCould you, could I, could I?\nYeah.\nHey.\nOh, could I give you percentage of this project?\nIf you could convey the music I need, uh,\nYeah.\nCan't convey the space.\nI think I'll be going to imagine that.\nImagine, imagine how we need to convey the song,\nthe overall instrumental piece,\nthe overall intellectual\nwhat do you call it?\nArticulation of the\nimaginative space.\nThe overall feeling of this world.\nThe optimistic future of humanity.\nInstead of the dystopia we see in modern fiction.\nThe dystopian society that we will ultimately embrace.\nThat's crazy.\nNo, but that's not how it's like this.\nYeah.\nI don't know, like I just,\nhe made this bass line and I was like, I suppose.\nHe's listening to this bass line.\nThat's him playing bass.\nIt's not like fucking brainless, listen.\nCan I jump in?\nI don't know what to play.\nCould we get the jump back in here?\nI can show you something.\nOkay.\nI think I'm just playing bass.\nI need that in here.\nI'm shit.\nThis one playing guitar.\nThat's fucking awesome.\nThat's different.\nAnd then we're going to do this.\nYou know, it's like, you've got to build up.\nYou've got to get more intense.\nYeah, some drums would be sounding good at the back of that.\nWell, I like it.\nThat's awesome.\nYeah.\nThat's what we're doing in shit.\nHe's playing like for a long time.\nHe's longer than I had.\nI'm not.\nOkay, so how long have you played?\nImagine if that...\n36 now.\nImagine adding a violin to this track.\nThat'd be tricky.\nThat'd be a fucking...\nNo.\nHe's 36.\n36.\nI got my hairs right here.\nStress can cause that.\nDon't matter what it is.\nSo...\nI thought he was like in a story, the first match I was in here.\nI am 24.\n24?\nYeah. How are you?\n31.\nWow.\nYou know, I wouldn't have guessed that.\nYou guys were like 20.\nI think I thought you guys were like late 20.\nYou know, I think the concept of age and social space kind of\nreduces the amount of interactions we have with each other.\nI think, okay, so imagine hypothetically you have friends.\nYou know, I don't want to be your friends.\nHypothetically, I imagine.\nYou know, expect yourself to have friends.\nThey don't know the 30s or 40s or 50s.\nBut that's actually totally normal.\nIt's totally fine.\nThe range of social space in much higher than it really is.\nOh, yeah.\nThe...\nI think that you can have an infertile space that's not built just on the...\nIn age like...\nYeah, age like is much higher than you might...\nImagine...\nA community to imagine a...\nA social space that which every member of a family interacts\non a socially equitable, equitable area.\nHave you had the youngest in the middle?\nIt's like a tribe.\nIt's like a family.\nIt's like a small social space.\nBut it's spread out to the fact that you can see some space\nin the distance.\nThe further...\nCanyon.\n\n\n====== REC006.txt ======\nYou're okay, I can be on it, I can say, because they're out there with you for us.\nBut imagine, you have the interpersonal space, you have the bedroom, right?\nYou have your own space, you have your personal space.\nThis is yourself, this is who you are, this is your expression of your effort within.\nAnd you expand its space to others, usually two, me three, and four.\nIt's like a club area, right? It's a club game, right?\nAnd then you're moving forward, now you're in a small, trying to a small market space.\nIt's not market space.\nI'm walking on online, and I'm on soap opera.\nBut what do you do here?\nYou don't see what I'm saying on here?\nBecause scope is an issue, like third person.\nThird person.\nThird person, because scope is an issue, I need to produce the amount of content developed,\nso I'll make it first person, or third person.\nThird person is solo.\nSo, I mean, the potential for coop is there, but it's not mandatory in a sense.\nIt's like you can unify the body, maybe.\nBody or two, maybe four, just to explore with you.\nYou're close in its space.\nBut then you have the expanded space.\nAnd the expanded space is you, interacting with characters, one on one.\nNow, imagine this social space being conveyed by you.\nYou're climbing, you're jumping, you're exploring, you're, it's like Dark Souls, right?\nBut you're, instead of exploring these vast levels of fighting and combat,\nyou're, you're talking to people, like, oh, wow, that's intro.\nOh, wow, try that path.\nThat sentence is a good idea.\nI'll try that area.\nWhoa, wow, more space.\nI can go, almost, Ellen, if it goes down the beginning of the heart.\nI could see people doing things that most people are just kidding this game.\nNo, I mean, hypothetically, hypothetically.\nLike, you could be picking animals on the side of the street.\nFucking get the fuck out of here.\nI mean, like, what if you, what if you, what if you, what if you,\nwhat if you're like, well, I'm sitting on the, on the, yeah.\nAnd then you talk to another person, you're like, oh, you fucking, what if they were,\nit's something interesting.\nAnd then like, yeah.\nAnd, but honestly, people would pay you fucking top dollar for that.\nWhat if there's, you know,\nPaul, imagine this.\nImagine this.\nImagine there is a second player in this space that was not yourself,\nbut another person.\nNo, that's what I'm saying.\nAnd that, that second person is MMO, our, our PD is it.\nNo, imagine, imagine this.\nImagine this.\nSo with the player, like, so let's say somebody hates you, right?\nOkay, like an NPC hates you.\nYeah.\nAnd you know, you're like, hey, why do you hate me?\nYou're like, because this and that.\nAnd then later on, the truth is, it's like dark souls,\nwhere you have like, when you're reading the sinister bell,\nand there's an enemy in the same level.\nSo basically, that person will be like, instigating people against you.\nSo that's like an instigation quest right there.\nInstigation quest.\nInstigation quest.\nInstigation quest.\nInstigation quest.\nInstigation quest.\nInstigation quest.\nInstigation quest.\nInstigation quest.\nInstigation quest.\nInstigation quest.\nWhat if..\nWhat if..\nWhat if the player can jump into different time tile and chat?\nAnd kind of mess with the NPC like what if just like an invader\nif your social space comes in and like, monsters of NPC here?\nLike yeah, you can he can evicus them to go in alteration,\nturns the dialogue.\nHey, I know this like Iiyoruz kind of stuff.\nSo like, oh, I jumped into Thomas11, where's the mayo?\nI made all of his NPCs made various shows.\nNo, I'm not like that, but like, you mess with him in the little bit.\nPeople picked up the whole thing.\nNo, you act as the devil's advocate.\nWhat if the player comes in?\nThe second player comes in.\nHe's spent all this time building this fucking social structure.\nNo, no, what if, what if, hey man.\nOh god.\nHe's on pause.\nPause, pause, pause.\n\n\n====== REC008.txt ======\nOnline no like no not online long-term single player mostly most single player\nEither original like eventually FPS\nNo, third person third person but it's gonna be third person because you know the this interactions and that yeah\nScope you create a social structure either in a building or a city or a city block\nAnd you'll have your bedroom. You'll have an opposing an adversary online that can come in. It's not an action game\nIt's all conversating like a soap opera and you can have an adversary in your world\nCome and fuck if your NPCs\nAnd ruin that world ruin your world. So it's like yeah, that sounds super annoying\nNo, no NPCs are mostly normal right mostly most of us in regional interactions, right?\nThey're like no people characters, but then this this this\nSpector can come in and affect them like oh make them angry\nI'm gonna make you more than half of this makes you more fearful. I mean you think it's nice out of the off\nI think that's like a DLC. The specter you are like mon something. You're like invading the space right?\nYou are the invader in Dark Souls, right?\nNo, it's a social space invaders\nBecause you know a mod is like it like goes against the question\nWe got it\nSo like if they were a spirit you could like\nNo, it's very\nYou can turn off these invaders. You don't need to have them in there. Yeah, that's just for more interesting interactions more\nobscure interactions\nYes, please can we\nI wish they were like I wish they was out here. I'm trying to extend to him\nUm\nI'll be articulate\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(12).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, dialogue, item, story, quest, feature\n- **Imported**: 2025-05-05T16:25:36.996Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(12).txt",
    "importedAt": "2025-05-05T16:25:36.996Z"
  },
  "created": "2025-05-05T16:25:36.996Z",
  "modified": "2025-05-05T16:25:36.996Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "dialogue",
    "item",
    "story",
    "quest",
    "feature"
  ]
}