{
  "title": "10_Oct_2019_-_New_folder__10_",
  "content": "# 10_Oct_2019_-_New_folder_(10)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T21:03:13-07:00\n\n====== REC001.txt ======\nCybernetic harms and limbs and... I mean, not too common, but when they're needed, they're\navailable.\nAnd if someone's having trouble with difficulty walking or vice-legs, sometimes this isn't\none with limbs, they can do that, they can fix it.\nImagine technology being as abundant and thoroughly developed as being imaginative to be\nin the future.\nLife extension technology that goes beyond living, but also thriving, the ability to\nchange and adapt about its name when we want to, using the technology available to us.\n\n\n====== REC002.txt ======\ndistressed for enmity and paranoia or the feeling of someone's watching.\n\n\n====== REC003.txt ======\nsign progression, index, icon, symbol, language.\n\n\n====== REC004.txt ======\nHypothesis, even intelligence is not derived from the size of a brain, but rather, okay.\n\n\n====== REC005.txt ======\nrelative to other species. Humans are born much earlier due to the fact that\ndue to our bipedal nature. So in order for the birth to now to be\nbecause we're bipedal, birth can always smaller and therefore babies have to be\nborn earlier. And earlier birth enabled, well had to enable earlier development\nand early development led to more potential I suppose. We are one of the few species\nthat is not born completely capable. We can't walk on our own for quite a\nwhile. We're vulnerable. We need socialization. We need community otherwise. We cannot\npropagate species. We cannot persist.\n\n\n====== REC006.txt ======\nIt's not brain size, well it's the body that makes challenges, it's the stage of development,\nthe earliest brain gets to got to guess, relative to normal recruits, I don't know if it's\ncomplex, it'll work out.\n\n\n====== REC007.txt ======\nThere's no such thing as good or bad guy. There's only people acting in their best intentions.\n\n\n====== REC008.txt ======\nThe hypotheses that stand the test of time are called theories.\n\n\n====== REC009.txt ======\nWe stand in the shoulders of well-meaning, well-intentioned, but fallible giants.\n\n\n====== REC010.txt ======\nPersistence and a challenge are going to the situation, no. Persistence is meant to protect our self-esteem.\n\n\n====== REC011.txt ======\nadrenaline, it's a tribute to aggression, anxiety, fright, and arousal, it's interesting.\n\n\n====== REC012.txt ======\nKeep a log of text your subtitle subsist but also I need to describe scenes better\nI think it was like a little transcript or a movie script you know\n\n\n====== REC013.txt ======\nThe player has a relaxed post post if they're idle for long\nHere for idle for long a period of time\nBut I say that I don't know chair or someplace that gets it down. It's meant for sitting\nThe in the player will take the AI\nInside the player's body will take control and\nWill walk over to a bench or chair or\nOr a ledge and just sit down and relax. It's like life is strange. I never heard\n\n\n====== REC014.txt ======\nSo the player can speak and move, and speak and jump, and speak and climb at the same time.\nBecause right trigger and left trigger are used.\nRight trigger and left trigger are used to speak.\nAnd the A button and analog stick use to move.\n\n\n====== REC015.txt ======\nTake a closer look at the Accessibility Settings. Accessibility Settings in near Automata.\n\n\n====== REC016.txt ======\nOvercooked two will allow two controllers to be mapped as one input.\n\n\n====== REC017.txt ======\nDSX Man kind of has a tutorial that is accessible at any time from normal gameplay.\n\n\n====== REC018.txt ======\nand some candid human interaction recordings.\n\n\n====== REC019.txt ======\nDeath is not to be feared. Death is not to be accepted. Death is to be overcome.\n\n\n====== REC020.txt ======\nTry to bank your stem cells.\n\n\n====== REC021.txt ======\nmethod of low-side, low-side, and memory balance.\n\n\n====== REC022.txt ======\nYou're thinking about conversation too, conversation too, linearly.\n\n\n====== REC023.txt ======\nOkay. So, you think about conversation too linearly. You have the player and the interlocutor,\nbut you should also try to consider that these two NPCs are acting independently from the player,\nand they will have their own conversation. They will talk about their own things they want to talk about.\n\n\n====== REC024.txt ======\nSo instead imagine more of a timeline with multiple topic points\nand these topic points introduce new topics.\nI guess, new tangent points.\nNo, they introduce new tangent points and you take topics.\nTake tangents through topics, if that makes sense.\nSo NPC is talking.\nA new tangent appears in the other option and you select that tangent.\nBefore another one fades.\nYou figure it out, imagine two timelines.\nOne going up and down, the player, and then they can jump in multiple points and you have the...\nYeah, the horizontal timeline I suppose.\n\n\n====== REC025.txt ======\nScott Manley, YouTube channel.\n\n\n====== REC026.txt ======\na conversation held by two NPCs. The player can jump in and ask questions as needed to get\nbetter information. It's not mandatory but new tangents appear and the tangents are like\nquestions or not really statements. Staments are made in more of the interpersonal context\nconversations held by the player and some other NPCs. But in the context of multiple NPCs\ntalking to each other, the player can step in and ask questions. It can get better\n\n\n====== REC027.txt ======\nThree types of conversations in the game.\nThere are player dominant with NPC.\nThere are NPC dominant with player.\nAnd then there are two NPCs dominant with players.\nExcept for us.\n\n\n====== REC028.txt ======\nWhen are you getting something wrong in the context of the game?\nOn up to it.\nAnd then the mistake is again, you can update it.\nBe sure to display both the original and the correction.\n\n\n====== REC029.txt ======\nbe gracious and net mistakes when you're proven to be wrong.\nAnd when you do make a change, release a video update,\nexplaining the situation, and show the before and after.\nUpdate the game as human information arises and as corrections are made.\nKeep it signed to the good of it.\n\n\n====== REC030.txt ======\nrepresentative of human behavior who basically is in met.\n\n\n====== REC031.txt ======\nYou want to have various talks about science or philosophy. Don't just do science. I look science\nThere are other interests out there. I can't\n\n\n====== REC032.txt ======\nI will be a short-awaited saying, Hand Elevator, Hand Elevator.\n\n\n====== REC033.txt ======\nSo, the antlers pillars are crystalline structures that have grown like trees.\nYou can find them in the ground and they all grow with the necessary structures.\nAnd then, I guess, how would you hold them out? I wonder.\nIs that literate, though? Is that cyan typical literate?\nCould you have grown crystalline structures that were durable enough to support?\nThat amount of weight.\n\n\n====== REC034.txt ======\nPsychogenic and reflexogenic, the autonomic memory system.\n\n\n====== REC035.txt ======\nAll right, Brain, you need two things as we can.\nYou need to get a scraper or the frost that will accumulate in your car.\nNo, three things, actually. Scraper for the car windows.\nAnd you need to get a jacket.\nActual jacket because this can't get fucking freezing as hell.\nThat was a weird term of phrase.\nAnyway, third thing you need.\nAh, cocoa.\nNo, no.\nYes, and no.\nThird thing you need is probably bean bags.\nBut kind of a housewarming present for Jade.\nAnd hopefully another adjuster of good faith.\nI'd hope she does all right.\nAnd I am confident she will pay me back.\nJust be kind.\nDon't be open.\nBe honest.\nBe kind.\nDon't be a dick.\n\n\n====== REC036.txt ======\nlight bulbs, you know light bulbs too, e 26 light bulbs, and they're gone.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(10).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, quest, gameplay, fix\n- **Imported**: 2025-05-05T16:25:36.993Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(10).txt",
    "importedAt": "2025-05-05T16:25:36.993Z"
  },
  "created": "2025-05-05T16:25:36.993Z",
  "modified": "2025-05-05T16:25:36.993Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "quest",
    "gameplay",
    "fix"
  ]
}