{
  "title": "10_Oct_2019_-_New_folder__3_",
  "content": "# 10_Oct_2019_-_New_folder_(3)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T21:55:10-07:00\n\n====== 10 Oct 2019 - New folder (3) ======\n5. Great opening lines. Now the quest for the perfect opening line may be as old as\nhumankind. Too often we lose an opportunity to meet someone because we spend precious\ntime trying to think of the perfect opening line. And there's no such thing. The good\nnews is there are a million perfect openers. There are a million perfect openers. What\ndo you say will depend upon who you are, the person to whom you are talking, the\ncircumstances, the response you want to get, and what pops up into your mind. It is far\nbetter to say something than to wait for the perfect clever remark. Even if what you\nsay isn't going to change the world, don't lose the opportunity to begin a conversation.\nResearch now supports that experts, expert minglers, have always known the best opening\nline of all may be a smile and a friendly high or hello. Okay that's very intuitive too.\nResearch now supports that expert minglers, what expert minglers have always known. The\nbest opening line of all may be a smile and a friendly high or hello. One opener that\nhas been suggested to me is, are you alone by choice or by chance? That will give you\na clue about how to proceed. Some other good areas in which to comment are the facility,\nthe food, the organization, sorry, some other good areas in which to comment are the facility,\nthe food, the organization, the traffic and parking dilemma, the guest of honor, the charity\ncommunity, or the charity community, community, that will benefit from the event. But what\nwill you actually do? What will you actually say? I always look to them, she says, I always\nlook to the magical three. So one is a statement. Look around the room, observe the situation,\nwhat is happening? Does there seem to be a good crowd? Does there seem to be a good crowd?\nCould they seem to be enjoying themselves? Or is the traffic or the parking difficult? What\ndo these people have in common? Observations about any of these things might be good conversation\nstarters. Saying something humorous or unexpected is even better. It's best to avoid negative\ncomments. We don't want to give the impression of being whiners. Avoid statements like, the\nfood looks pathetic. This hotel is far more rundown and that I had expected, typo, typo.\nThis hotel is far more rundown than I had expected. But don't be that guy. Go for an upbeat.\nDon't go for an upbeat, unusual, go for upbeat, unusual observations that will peak people's\ninterest. Say on the positive, I think. Don't bring the negative. The negative doesn't\nhave. The negative doesn't forward any conversation. The negative doesn't forward any conversation.\nYou're getting a good loss in the weeds. If there's any, no, that's sorry, that's better\nthan that. Sorry, bed and turn of phrase. The negative is a distraction. It doesn't forward\nthe conversation. Literally. The only way to have any, best result is to be positive.\nSay on the positive. To be optimistic in any given moment. And you would have good conversation.\nDon't detract. Don't negate. So, okay, two, two, a question. The question is, the question\nquestions you should ask should be relevant. Do your homework and find out about the\ngroup and the people who will be attending the event. Even if you don't know much about\nthe organization, you can ask questions like, you can ask questions like, are you a member\nof this group? How would you suggest? How would you suggest I become involved? How do\nyou know that the bride, how do you know the bride, honey, honey, groom, a birthday boy,\nanniversary couple, politics and et cetera? By questions, questions, questions, questions\nshould be an open-ended enough to encourage response. Here are some samples for various\nevents. So, the political fundraiser. What made you, what made you, oh my god, do, come\non, come on. What made you, what made you decide to support this candidate, to support\nthis candidate? How have you been involved in the campaign? Charity benefit. How did you\nget involved with the March of Dimes, long association, et cetera? Okay, it's a pretty\nintuitive, professional association banquet. Are you a member of this association? How have\nyou been active in your organization? Neighbors' daughter's wedding. How do you know the bride\nare groom? How did you meet him or her? Jogging track. How often do you run here? How does\nthis compare to the other tracks you run? I met my friend, she says, I met my friend, Rick\nEnos, through a question I asked at the Chamber of Commerce after hours at his Compadres,\nMexican bar and grill in San Francisco. I didn't realize that the guy carving the roast\nbeef, carving the roast beef was the owner, but I asked this stranger which sauce he would\nrecommend. No, I'm such a boring reader, dude. That one is the only grey poop on, pupe\non, pupe on master, mustard, mustard, pupe on mustard. That one is the only grey poop\non pupe on mustard, but this one is the barbecue sauce that is the house specialty, a guarantee\nto put a sweat on your upper lip. Rick's sense of humor made me want to talk to him and\nwe became friends who are also part of one another's professional networks. A pleasant\nself-relevation. Disclosing something by yourself is a good way to establish your vulnerability\nand approachability, but there is a risk. Be careful not to reveal anything so personal\nthat it would burden the listener. So good openers. I don't believe it took me 45 minutes\nto get here and I was the only, oh come on.\n\n\n====== REC002 (1).txt ======\nI know.\nAll right, so this is really cool.\nLet's see.\nSo give me a perspective on one person in the world.\nLet's say a scientist, [...],\nsomeone who has [incited] the initial curiosity [for] this planet.\nOkay.\nSo you would have to imagine if those scientists knew this is someone\nthat has a pretty solid understanding of how things\nprobably will come at that point.\nSo they're understanding the atmosphere, the environment itself.\nYeah, you would have to guess.\nThe focus on that structure.\nThey probably have a pretty good understanding of the rest of it.\nSo it's interesting.\nOkay, I didn't mention this, but there is a sphere hanging.\nIt's larger than the planet.\nIt's a sphere.\nIt's hanging in the orbit above the planet.\nWhat's interesting about this is that the sphere is not dense enough to be a moon.\nIt's not dense enough to be a planet.\nIt's more like a moon in terms of density.\nSo it's a larger object.\nThe road takes the planet, but it's less dense.\nDo they understand it is artificial?\nThey have investigated and they find that it's artificial.\nThey can't find the means inside the structure.\nAnother hypothesis here.\nAnother thing they might posit.\nOr hell.\nThere could be a marking on there, but let me explain.\nSo this sphere is supposed to divide into,\nand then take the ring world itself and attach to it.\nAnd encapsulating the planet.\nAnd enabling the ring world itself to ignite the engines.\nSo it's like an incubator that protects the planet as it moves.\nBecause despite space being so large, there is debris that could damage the planet [in] transit.\nSo it's meant to be both a housing for the energy,\nall the energy that this thing is collected to use for power, use for fuel.\nAnd then you have the interior of that structure that is supposed to be there.\nSo they don't know what the inside is at all?\nThey do not.\nSo there's a scientist you'd have to look at it like this.\nYou have two ports of the equation.\nYou have no way to figure out what the rubber is.\nSo what they would probably be doing is they would be attacking it from three ways.\nOne would be the logical way.\nOne would just be doing an analysis testing.\nAnything that they could figure out.\nAnd there would probably be anthropological studies.\nThere would probably be painstakingly study every inch of that [pillar] to see if there was even more [things there that they could use].\nAnd the other one would be a smaller option because you said they're logical.\nBut you would have to imagine that some kind of religion would spring up.\nMaybe not like they have a god but a spiritualism at most.\n[Okay], that's interesting.\nActually it's a religion but it's not.\nIt's more of like not worshiping crystals but like under the idea.\nThey were worshiping the idea.\nThey were worshiping the potential for their civilization.\nThe guy I was working on before you came over,\nI was looking at it like this that they viewed the pillars as a source of strength.\nBecause they look at it's [enduringness]\nIt's ability to just survive everything but still intact.\nSo they believe that the civilization, they believe that there was a civilization here but I got wiped out.\nWell not necessarily that because they don't know if it's wiped out.\nBecause they felt no body, no signs of warfare.\n[They just have a pillar]\nSo they are scientific about it and they're logical about it but they're also spiritual about the meaning.\nYeah because they don't exactly know.\nSo you have to imagine in that gap as well religious ideas [thrive].\nThat gap provides...[think of] the beginning of humanity.\nWe originally thought disease was caused by bad spirits or bad tumors in the body.\nBut as we learn, we filled in those gaps with [science],\nAnd as we [filled it in with science], we looked to more and more gaps and put it there.\n[...]\nNo, I completely agree with that.\nSo do you know the old cook, Delfi?\nThey found out the cave that she would bring all these people into.\nThe gasses make you high.\nYou'll hallucinate actually.\nSo they found out that just people would go into these caves, get high off this gas.\nAnd think that they were having a spiritual thing of this old cook guiding.\nWhich intensifies the nature.\nThat's crazy.\nBut they also found a cave that is similar to, I believe it's the Greek version of hell.\nAnd it emits a poisonous gas that kills anything that goes in it.\nAnd they think that's what the tale of hell came from.\nBecause you know, they're underwater.\nYou go down a deep, dark cave endlessly.\nAnd that's how you get to the underwater.\nFor them, this cave may as it could have been the entrance because of course they're not going to figure out.\nYou know, if you're dying at the entrance.\nLike it kills everything in the land.\nAnimals, everything that they will look to it dies.\nSo that's how you could hypothetically, you could expand that hypothesis.\nYou could like, there are more details.\nWe need to keep searching.\nWe need to keep exploring.\n\n[Leo had really cool imagry going on here: I see a series of intrepid explorers going into deep, unmapped caverns exposed on the suface of these pillars: celebrated, revered, but often going in, venturing to an ultimate demise, or lost to the stone forever]\n\nYeah.\nWell, because if the logical, it's going to go two ways with this opening.\nEither the species is going to benefit us, or this is a possible weapon.\nBecause like you said, it went in the bush.\nOkay, let's say the extreme people.\nWe're of course going to be a minor enemy.\nI think the overall, the society is built to be a little more optimistic, a little more communal.\nYou know, we're not as distrusting as people.\nSo we understand the idea of the existence of the paranormal.\nYeah.\nSo the paranormal is still there, but it's not as prevalent as it is in our society.\nYou know, it's like instead of the majority of people being the flat out there,\nis there actually the people that know the earth is round?\nSo they move past the basic care of those of them, you can say.\nYeah.\nThey move past that.\n[...]\nAnd there's less, there's the lowest paranoia, less distrusting results.\nOh, trust you.\nThat reminds me of Shadeys.\nOkay.\nDid you see the full...\nAll four of these, yeah?\nOh, listen.\nThere's some of them.\nOh, there's some of them.\nThere's some of them listening to them.\nDid you see this?\nIs this the newest one?\nThese are the finals.\nWell, the final eight of twelve.\nSo imagine balance and depression being in the center of the Dodecahedron\nSo we have pain and pleasure, aggression and fear,\nelation and misery, desire and aversion.\nAnd then these are all on...\nThese eight are on the sides of the twelve sided dodecahedron\nYeah.\nAnd they're adjacent to each other with respect to their biological traits.\nSo say, for example, aggression, right?\nIn animals, the adjacent to that would be anxiety or fear, right?\nYeah.\nBut aggression in humans is also a tribute to one.\nHanger.\nYeah.\nThat's all it is.\nHanger is an abstraction of aggression and fear is an abstraction of anxiety.\nAnd these are built in features and things like dogs, you know, we have for cats.\nThey express both of these things, except humans are very bad at attributing.\nWe attribute, like, it appropriately, like, the dogs.\nYeah.\nOr the dog is scared, right?\nBut we don't attribute those exactly to us.\nIt's more of an abstraction to us.\nWe don't think for ourselves as animals, but we are, in fact, just biological.\nSo, elation and misery.\nThat's that.\nWhat do you think those are attributed to?\nSo elation, not being happiness.\nMore like, look, look, look, look, it's weird, but it's weird.\nAnd then it's like, you have the, the smile being a, I am not aggressive.\n[It's more of a visual thing] (Leo says)\nYeah, it's a social thing.\nIt's a social survival skill.\nThe laughing is weird, but that's what I redo.\nMisery.\nSo, what's interesting here is that this attribute is actually attributed to, what do you think?\nIt's sickness.\nYeah.\nBelieve it or not.\nSickness?\nSickness.\nOr, like, imagine, you are in a sick state.\nWhat do you feel like?\nYou feel like the symptoms there are analogous to depression.\nIt's, elation and misery are, elation is, aha, I'm not aggressive.\nAnd misery is the crying, for example.\nYou know, that, that is like, okay, I am extremely anxious.\nLike, there is a situation that is bothering me and I can't do anything about it.\nI need help, I need social help.\nThe crying.\nIt's loud, right?\nIt's annoying.\nIt's not just, but, right.\nYou good?\nAnyway.\nYou get, you get, I'm going in for a bit.\nYeah.\nAll right.\nSo, and then desire and immersion.\nWhat do you think is attributed to?\nThe want, the need for something, the, the, the, okay.\nSo, it's not like, it's also attributed to sexual desire, I imagine.\nBut, the innate need for that, what do you think it is?\nIt's like, you're reaching out, you're grasping out, you're trying to get something.\nWe don't have a word for that.\nIt's want, but it's not want.\nIt's also innate in age.\nI mean, so it's both, it's need and want.\nThis is why I'm using symbols, because these words are not directly attributed to...\n[Yeah, you're going more for a more abstract look because words are very constrictive]\nYep.\nYou're right.\nThat's what I'm doing.\nOkay.\nSo, aversion, that's that.\nWhat do you think it is?\nHow much you guess here?\nWhat's the opposite of it?\nAversion and desire.\nSo, imagine aversion being like, discussed.\nI think it's not something I want.\nYeah.\nBut desire is something I want.\nProbably.\nYeah.\nYou scratch your nose.\nIt's great then.\nYou know, it's like...\nIt's something close to the pain and pleasure.\nPain and pleasure.\n\n(Leo suggests here that Aversion/Desire are very much aligned with Pain/Pleasure)\n\nYeah.\nBut it's also a facial response thought, right?\nIt's aggression is disgust.\nI'm sorry, aversion is disgust.\nWell, that's not a thing I've explained.\nSo, pain and pleasure, you know.\nAnd that can be expressed in the face to a subtle degree.\nBut aggression and fear, those are very obvious, right?\nIn relation to misery, those are also fairly obvious.\nDesiring aversion.\nThose are a little more abstract.\nWe don't really overtly,\n[Well, it depends on the person]\nYeah, we don't overtly say it or express it in the face.\nWe say it, we speak it, we don't show it.\nThis could probably be the whole thing to show.\nSo, this is why I think depression might be attributed to misery,\nbut it's not quite there.\nIt's more of an internal thing, actually.\nIt's not like...\nIt's like...\nThere is no outward expression.\nYou're neutral.\nYou have your facial expressions, right?\nMost of the time, you never actually see someone in the neutral expression.\nThe moment you make eye contact with someone, there are subtle movements.\nYeah.\nIn the expression expressions.\nOkay, so yeah, look at the side.\nThe one that develops a formulated response.\nThat's it.\nSo, depression and what do you think balance would be in this context?\nSo, it's interesting.\nI think that balance is contentedness\nYeah, it's like...\n[I know what you mean]\nThere's contentiveness itself, I think, is the idea would it be instead of being happy?\nBeing happy is exaggerated.\nIt emits morphings and stuff.\nIt's the more extreme.\nYou can't always be high on happiness.\nI know.\nYou've got to be contentiveness is the way to go.\nSo, depression.\n[It's just a severe lack of...]\nYeah, it's like the negative...version of that.\nThere's the...\nAnyway.\nSo, you take all these.\nYou take these eight.\nThere's a few more we have to talk about.\nStill, the pride.\nAnd...\nPride and shame, right?\nYeah.\nAnd there's also...\nWe talked about this too.\nEmpathy.\nAnd enmity.\nAnd enmity.\nAnd enmity.\nHow do you say that?\nI don't know.\nE-N.\nAnd then, E-M.\nEmpathy and enmity.\nSo, these are a little abstract.\nAnd you help working through.\nSo empathy is the whole thing, dude.\nIt's whole to describe.\nBecause empathy is...\nVery broad concept.\nThink of it.\nIt was most both in sympathy.\nYou're either helping because it brings you some kind of internal pleasure.\nYou're helping because you feel a connection to that person.\nOr you could even be helping because you feel like you could get something to benefit out of that.\n[...]\nThat expresses the inward feeling, the expression we've had for that.\nThat empathy.\nEmpathy or empathy.\nThink of it.\nThere's a facial expression for it.\nIs there?\nIt's kind of like a smile.\nI don't know.\nMaybe.\nI've never actually  seen anyone be visually empathetic.\nIt's more...\nI think it's more internal.\nIt's an internal thought process.\nWell, like for me, before I hope so...\nYou're an animal.\nBefore you hope, there's always that moment of you thinking, like...\nHow, am I able to do this?\nWhat are the risks?\nYou always have that moment of pause.\nHmm.\n[Don't you think people's faces shape into]\nSo, that's the initial moment.\nThat's the initial moment.\nBecause we've got to analyze...\nIt's like the bystander effect, right?\nYeah.\nYou're at the initial moment of pause.\nBut I think in the extreme willingness to act...\nSo say, for example, my cat is hurt, right?\nMy extreme empathy.\nI'm going to jump right in.\nI'm going to help right away because I care about that cat.\nYou know?\nYeah, but still...\nThat's the extreme...\nYeah, but still, even if it's the slightest micro-second\nYour brain will, pause.\nHmm.\nYou're an animal.\nNothing's really automatic for people.\nYeah?\nI mean...\nWhen I game their videos, it's a micro of a second.\nYour brain takes a moment to formulate that thought of how...\nBecause everyone is still calculated analysis of risks, benefits, relationships, and memory.\nYeah, I think you'd have to be [right about] that.\nBecause maybe that's why the bystander effect is [a thing]...\n[...]\n\n\n====== REC00222.txt ======\nI don't believe it took me 45 minutes to get here, and I was only 3 miles away, I don't\nbelieve it took me 45 minutes, they're complaining, never mind, it never fails, I always managed\nto get the teriyaki sauce on my Thai, I at least highlights the design, this food looks\nso good, I am glad I forgot to eat lunch.\nThe first disclosures should be generally positive, generally positive.\nSome time ago I attended a luncheon meeting, a luncheon, a luncheon meeting for a professional\nassociation, and said hello to one of the officers, when I asked how he was, he mentioned\nhis separation, then he elaborated on his teenage children's questions about his love\nlife, and his sex life, and I realized that he needed to talk to someone, but that meeting\nwas neither the right time nor the right place, and I was not the right person.\nFood is always a wonderful basis for communication, grandma knew that food was a great conversation\nstarter, that's one reason she made it, made lots of it, it's no accident that meetings\nget together, social engagements, and family affairs are often centered around a meal,\nwhen people come together over food, a certain amount of nurturing takes place, at least on\nthe physical level, and often at the mental and professional levels as well, you know,\nflirting, flirting, and while we're on the subject of great lines, what about 30, what\nabout the words, body language, facial expressions and glances that can find their way from\na purely social situation to a business setting or vice versa, what about the words, body\nlanguage, facial expressions and glances that can find their way from a purely social situation\nto a business setting or vice versa, to some, flirting is a way of exchanging friendly\nbanter, very much like small talk, good nature friendly banter is fine and can be appropriate\neven in the office, to others, to others, flirting is a come-on and it depends on the flirty,\nthe flirty, the flirty and on what is actually, and on what is actually being said and done,\nuse caution, with flirting, use caution with flirting in a business setting, one person's\nsmall talk is another person's come-on, ask yourself if you want that deal or that promotion,\nwriting on what, writing on what someone thinks of you as a business associate or as a potential\ndate, strategy 6.\nMoving in, breaking and entering, there is a difference between including yourself and other\npeople's conversations and intruding on them, getting into a conversation that is already\nunderway requires a dose of shitspa but also some sensitivity, watch people's body language\nand listen to the tone of their conversation for clues, one of my clients offers this advice\nfor including without intruding, avoid approaching two people who look as though they are having\nan intense conversation, if they seem, if they seem totally preoccupied, you can assume\nthat they are flirting with some profound ideas or with one another.\nApproach groups of three or more, position yourself close to the group, give only facial\nfeedback to the comment being made, when you feel yourself being included, either by verbal\nacknowledgement or by eye contact, you are free to join in the conversation.\nBe open to others who want in, when you see someone on the periphery of your conversational\ngroup, remember how uncomfortable you feel in that situation, that's good, that's very\ngood.\nIf you merely want to extend, if you merely want to extend a greeting to someone in the\nconversation, you might say, excuse me for interrupting, but I wanted to say hello,\nthen move away, you may find that your interruption is a welcome relief and that you are invited\nto stay in chat.\nIf you merely want to extend a greeting to someone in the conversation, you might say, excuse\nme for interrupting, but I wanted to say hello, then move away, you may find that your\ninterruption is a welcome relief and that you are invited to stay in chat.\nWhat if someone interrupts your intents or inborn conversation?\nAccording to Dr. Geraldine Alpert, a psychologist in Marion County, North of San Francisco, you\ncan be both firm, you can be both firm and gracious, acknowledge the person politely\nand thank them for saying hello, indicate that you need to finish this conversation, but\nwe'll catch up with them later, then do so.\nStrategy 7, moving on, extricating yourself, many of us feel uncomfortable,\nwith ending a conversation, someone, somewhere, told us that it was rude, actually, the etiquette\nof cocktail parties is that we are supposed to circulate.\nNo less than authority then mismanners suggest that we spend no more than 8-10 minutes with\nanyone person.\nWe have been invited so that we can mingle and meet other attendees.\nIt is an opportunity to circulate among peers, colleagues, potential clients, and to meet\nas many people as possible.\nThe idea is not to engage in conversation with one person for the duration, although\nwe sometimes do that because it can be easier.\nSo that's good, 8-10 minutes, that's great, that's a good goal.\nNow today it's more like 4 minutes, can I have 4 minutes your time to talk on things,\nnot 10 minutes, it's too much, 4 minutes is probably a good time because if it turns out\nthat I'm talking to you, they'll talk to you more.\nIf you wanted to get to know everybody on a school campus, you wanted to get to know everyone\nin your office, you wanted to get to know everyone in your factory, if you wanted to\nunionize.\nCan I talk to you for 4 minutes?\nWe might have alignment on things you'd be surprised about.\nIt turns out we're actually pretty similar, 70-some percent of people would not want to\nsee, but the Democrats really think it's general consensus that we don't want to see\nBiden run again, it's not going to be you.\nWe got a Marianne Williamson, Marianne Williamson will save us, Marianne Williamson,\nMarianne Williamson, say your name, say your name, so, yeah, thank you, I'll fetch\nright that, Marianne, Marianne Williamson, Marianne Williamson,\nMarianne Williamson, Marianne Williamson, Marianne Williamson, Marianne Williamson,\n\n\n====== REC002-technology.nature.txt ======\nIf being a hippie is extreme and being normal is the norm, the average, then is there a\nmedian for having both a connection to nature and a connected to a connection to a connection\nto technology? Well, I need to write it down instead of, yeah.\n\n\n====== REC003 (1).txt ======\nGoal now, what do you mean, goal?\nOkay, so for the character themselves or the overall goal, it's just that you'll go to the society because\nLike it depends on what kind of take that you want if you want if from this the everyday judge you're over\nThat was life\nIf you want it to be a reason. So I wanted to be interaction. Did I talk to about these shows the social mechanic?\nOkay, so I think that\nNo, go for a minute. Yeah\nyou\n\n\n====== REC003-social.spaces.quiet.txt ======\nWe need less windows and more porches wide open areas where you can also take in your surroundings in a semi-isolated environment.\nThe portrait right now is low to the ground. It's isolated. It's very private, I suppose.\nI think there's a middle ground to that. There's a moderate amount of privacy, but not so much that it's entirely isolating.\n\n\n====== REC003.txt ======\nOkay, so the graceful exit, how to make a graceful exit.\nI once found myself talking for 20 minutes to someone who's company, I didn't find\nparticularly pleasant, particularly pleasant or stimulating.\nWhen the colleague I was with asked why I had done that, I am in a hard and said I hadn't\nwanted to be rude.\nSusan, he said, why didn't you just say, just say, excuse me, that's all it takes.\nEven Miss Manners agree, her idea to be a perfect exit line, her idea of a perfect\nexit line, excuse me, it's been lovely talking to you, I don't like to lie, so I occasionally\nfind myself substituting, excuse me, it's been interesting to talk to you, but the\nprinciple is the same.\nTo make your exit easier, wait until you have finished a comment, then smile and say, excuse\nme, it was nice meeting you.\nIf it makes you feel more comfortable, you might add, I think I see my boss, client,\npartner, spouse, mother-in-law, the old, I need to freshen my drink, line has its drawbacks\nbecause theoretically, theoretically you should ask others if they would like their drinks\nfreshen.\nThen you not only have to return, but you've brought them a drink.\nOnce you extricate yourself, visibly move to another part of the room, to the room.\nIt underscores, this underscores the fact that you really did have someone to see or something\nto do, and that you didn't leave that person simply because you were bored.\nBefore you leave the event, be sure to thank the host or hostess, even if it's a trade\nassociation, luncheon, rather than a social dinner party.\nSomeone is in charge and has spent time planning the food, the program, and all the details\nof the event.\nTake that person out and thank him or her, beware of the time consuming, draining 30-minute\ndeparture in which you have to say goodbye over and over again.\nBegin short conversations, say goodbye again, and slowly, painfully, answer yourself towards\nthe door.\nRon Owens, a San Francisco radio talk show host suggests that when you are ready to leave,\n\n\n====== REC004 (1).txt ======\nWhat keeps the everyday going?\nSo what is their interpersonal motivation?\nThey're...they're...they're...\nSo you've given them a goal. The goal is to figure out what's in the town.\nThe overall goal of this, yeah.\nBut I mean, it's one of a background goal.\nI'd say it's like...\nThere's the...\nNow I'm going to say the individual, but the collective goal as a society.\nBecause they're not just going to be about that.\nI tell you, they're going to be trying to develop themselves.\nThe collective goal would be to salvage for technology.\nTo advance to a level that this society, this precursor society,\nthis not really precursor, but the weirdly ancestors of this society.\nIt's not quite ancestors, though, because of the behind.\nIt's not ahead thereafter.\nNot before.\nSo now we've known that a lot of people would probably...\nThat should be a higher sense of duty to what they're doing,\nwhich is probably sacrifice more for it.\nSo I want to...without spoiling it.\nI mean, I guess I'm not very spoiled if you didn't mind.\nBut um...\nYeah, I don't care.\nYeah, you're right.\nAnd you need the context to actually make sense of this.\nSo I shouldn't be worried about spoiling it with you.\nYou know what I mean?\nYeah, of course not.\nI mean, even if you didn't...\nI mean, it's not a huge deal. It just sucks.\nBecause that'd be less...\nLess interesting if people are new to the exact hypothesis.\nOr the precise theory.\nAnyway.\nUm...\nSo...\nImagine you look out in the light sky from these pillars, these structures.\nYou see that?\nYeah.\nYou saw the um...\nJust uh...\nEmphasize that.\nThat is developed.\nSo he's going to make this structure more porous.\nSo imagine that this is one foundation of the structure.\nLet me show you the actual uh...\nInformation here.\nSo it's like um...\nUh-huh.\nOkay.\nSo here's what he sent me.\nHe sent me this piece here.\nAnd this piece.\nIs they looking above?\nAnd there's the internal piece.\nYou can see the outline of human.\nYeah.\nAlright, it's on the ground.\nYeah, okay.\nSo he's going to make...\nAdd this section here.\nIt's going to be where it is.\nThis is the perspective I have.\nYou know, from this angle here?\nYeah.\nYou're looking up to this.\nOkay.\nFrom this angle here.\nYou know, this area here, right down here.\nYou're over here.\nSo it's still very open.\nAnd he'll put more spacing between the roof\nand the ceiling so you can see through it.\nIt'll be more like a um...\nA web.\nYeah, I see that in the diagram.\nYeah.\nOkay.\nThis kind of gives us right here.\nSo environment is also very important to...\nI hope you put it out.\nWe found that...\nThe think of isolated tribes.\nVoices.\nCountries that are very open.\nSo for an isolated tribe,\nany contact with someone out of that group\nis immediate cause for ILO violence?\nWell, they retreat.\nRight.\nBecause they're outside because they're separate.\nIf you interlinked...\nIf you successfully interlinked communities.\nLike I say, I'd imagine it sounds bizarre,\nbut the peasant community is back in community with ILO.\nThat's pretty good.\nWe're a lot more close-knit.\nYeah, they would help each other.\nRelative in our case.\nYeah.\nBut um...\nIt's more about...\nImagine the society, right?\nThere's no cars.\nThere's no extreme divisions between people.\nAnd we have these interlocking spaces.\nYou have public transportation.\nYou have subways.\nWe are close.\nWe're going to figure out something.\nOf course.\nBut then you have the...\nThe internal society itself.\nAnd they're...\nThey're socializing.\nThey're close.\nThey're close-knit.\nPeople...\nYou know everyone around you.\nYou know your neighbors.\nThere are communal spaces designed to...\nIt's very social.\nYeah, yeah.\nIt's like...\nThis is going to sound bizarre.\nBut imagine...\nJapan, right?\nYou have the...\nThe public path houses.\nYeah.\nThey have the...\nYeah, they're very social.\nIt's like this is...\nTo them...\nIt's a...\nSee...\nIt's just a way of life.\nYeah, yeah.\nIt's like...\nImagine...\nWhat other...\nSo the biggest thing about that is...\nBar...\nPups.\nYou know, it's like...\nWhat else are we going to do?\nYeah, they're like a designated spot.\nI know what you're getting at.\nThey're like a community spot.\nSo the biggest difference between us and Japan is...\nThere's a so-and-level of prodigious that is tied to...\nAmericans are generally more prudent about sexuality.\nThey're going to have a cultural and more typical...\nOh, yeah.\nNo, no, no, no.\nIt's more taboo in the violence.\nYeah.\nSo...\nYou kind of have to figure out...\nYour society stands on these.\nBecause...\nThese are going to be...\nReally big motivators for you.\nThe characters.\nI do think sexuality should be a lot more open...\nthan it used to be.\nBecause it's like a...\nIt's a question of society, I think...\nThat taboo divides people.\nAgain, because...\nBecause it's like...\nThe social aspect of...\nThat's...\nThose...\nThat group of stomachs, right?\nWell, like...\nThey don't have...\nThey don't seem to really have a gender.\nBecause...\nNo, it's like...\nThey must have a female in their back.\nRight.\nIt's an entirely social...\nIt's like...\nYeah, just an aspect of...\nSo...\nHow do you vote of...\nSo, you know, chimpanzees...\nThere was a female version of them...\nAcross.\nWell, they actually...\nSex is a way of...\nShredding communication.\nHuh.\nThey'll call it like bannabos or something?\nThey'll encounter the peaceful.\nThey don't have violence.\nThey won't fight.\nThey typically just fuck it out.\nDamn.\nIt's mainly female-ran.\nIt's a matriarchy.\nHmm.\nThey don't really go to war.\nThey just help each other.\nThey're very empathetic from monkeys.\nI think that might be like...\nMaybe an extreme utopia?\nIn that sense, there's no violence whatsoever.\nNo, they still have violence.\nBut typically, the way that they solve it is...\nFrom sex.\nIt's not really like physical violence.\nHmm.\nIf they have an argument, the monkeys will fight.\nBut eventually, they use sex.\nAnd it means to come back together.\nSo, what's interesting is that I'm...\nI'm kind of going in the direction of there being...\nNo extreme amount of violence.\nBut I do think conflict still arises.\nI do think there is still a level of aggression...\nHumanity.\nWell, that's not humanism.\nThat's tried monkeys.\nBut typically, the way that they solve it is...\nThey're the spit-off in the group.\nWell, the group just actually has...\nSo, I'll come in together and then they use that way to dispel it.\nHmm.\nThat's really...\nI mean, it's a Jason...\nYou're...\nYou're removing anxiety from the situation.\nThat makes sense.\nIf you're really...\nI don't know how that works.\nOh, okay.\nBack to enmity and empathy.\nYeah.\nWhat do you think?\nWhat do your thoughts now?\nBecause we've talked about it for a while.\nSo, it's like...\nOkay, so, okay.\nThat's what's an easier one.\nLet's go with enmity.\nLet's go with distrust.\nWhat do you feel in a situation?\nHow do you feel towards someone or something or...\nSomething...\nOr a situation, I should say.\nYou distrust roller coasters, for example.\nYou know, it's like a...\nTo be either anxiety...\nWell, it's time anxiety, I think, that a lot of these things are.\nBut I don't think it is the distrust in and of itself.\nBecause, remember, words don't do it.\nIt's the distrust factor of fear of heights,\nand the distrust factor of humanity,\nor people in general, that links to one initial behavior, I believe.\nIt's like...\nThey're both tied to the same effect,\nand you have varying degrees of, let's say, for example,\nfear or anxiety,\nand outward aggression.\nSo, it's like you're balancing those.\nThis is the variable here.\nThis is the common denominator.\nSo, typically, when people...\nDistrust, they will tend to cross the arms.\nThey close themselves up.\nThat's a little bit of...\nI mean, you're right.\nIt can be expressed in a way, but...\nOkay, so, imagine.\nRight?\nYou know, I'm just relaxing, I really...\nI don't think the cross-arms...\nNo, it's not.\nBut those are very big differences,\nbecause I'm being cross-armed.\nAnd then...\nNo, I think...\nWhat's interesting is that...\nBecause you're doing this...\nWhen you're standing, you're not on guard.\nYou're not, like, ready to fight.\nRemember that...\nWell, back to your spine, this.\nBut a posture has a lot to do with that kind of thing.\nSo, imagine you're standing in a space.\nUsually, you don't want to have...\nYou have your arms like...\nYou're talking to someone.\nYou don't have your arm dangling around.\nSo, you do.\nThat's...\nWell, so, think of it like this.\nWhen you distrust something,\nyou tend to put your weight back.\nLike, you tend to grab it yourself in a position.\nLike, when you wouldn't do...\nPut your hands on your back,\nbecause you have a distrust.\nTypically, people are like,\nkeep their hands out of the front of their sides.\nHow would you express that socially?\nSo, like...\nWell, think of, like,\nwhen...\nHave you ever seen videos of people where before fight?\nLike, before fight, it's visible.\nSimply, people are idle.\nSome people do this.\nSome, like,\nraise their arms.\nYou just...\nIf you distrust something,\nyour body kind of naturally...\nSo, it's like, like...\nWell, it may be necessary when you do this.\nBut there's a difference between doing this\nwhen you're paying attention.\nAnd doing this,\nwhen you, like,\nyou want out of something.\nBecause the issue you're trying to explain is...\nThere's a kind of an unspoken\ncommunication between people.\nThis is body language,\nbut in what...\nTo what degree is it explained, though?\nSo, it's kind of, like,\nvibes almost.\nIt's a terrible way to describe it.\nWell, as opposed to...\nHow would you get proxiation,\nI have to do it.\nHow would you get an accurate display of vibes?\nThat's the thing.\nDon't...\nA combination of factors.\nIt's like, the stems.\nBody language.\nWell, I think that...\nOkay.\nCould...\nNew, for example,\nsimulate the...\nThe vibes,\ngiven off.\nNo, it's...\nIt's like...\nIt's like...\nOkay, just...\nYeah, I think...\nYeah, I think so.\nYou can't fake solid emotions.\nYou can...\nDescribe them.\nYou can emulate them,\nbut ultimately...\nIt's...\nIt's kind of like trying to describe something\nto someone that they haven't seen.\nOkay, try to...\nOkay, let me try to show you this.\nYeah.\nYeah.\nI have to try to...\nI can't see.\nOkay.\nRight.\nIt's like...\nWe can't probably express this.\nWe know it's there, but it's so complex.\nAnd let me show you this.\nIt's a reference I found\nlooking for actual research in this.\nI know what you're talking about.\nI know what you're talking about.\nI know what you're talking about.\nI'm actually...\nIt's very, I mean,\nhard state school,\nlots and lots of undergrads.\nYeah, but...\nYou're being done tough.\nThat's really why I have to write this.\nI know that you feel...\nI think that's...\nYou did a breakdown of the conversations.\nYou should really look great.\nYou know...\nWatch it.\nI mean, I understand that.\nLike, the nights we think of...\nNo, I don't know who they...\nI don't know who they...\nI don't know who they...\nI feel so...\nI feel so...\nI feel so...\nI feel so...\nSo they...\nTo respond socially to smile...\nOh, how lapsed I have.\nYou just hand me over.\nI'm talking to everyone.\nThat's, again, the thing.\nI think it's emotional.\nI think it's emotional.\nIt's something to be expressed for me.\nYes.\nAnd they're very important to that socially.\nYeah, but that's really good on corporate now.\nAnyway, I've got to get more recording\nof natural conversation, I think,\nbecause you're right.\nI don't think we can fully explain it\njust by doing it.\nI think there are some aspects there\nthat aren't fully expressed.\nOh, another thing is, is like...\nI think that if you put two people in a space, two people in a small space, you can't\nput two people in a small, enclosed space, not like to a comfortable degree, to where they can freely\nhold their own careers or socialize. So, no books, they're just waiting there and they can see a clock,\nyou know, time is ticking away, they can do nothing or they can talk, they can communicate.\nWell, no, it's not like necessarily a choice, it's more about...\nNo, I mean, it's like you give them the consent, you tell them they have a recording.\nYeah, see this, them going is unconsciously going to be stripped.\nWell, that said, like you and I being behavior, being behavior oriented, being humans,\nbeing biological machines, even if you record knowingly recorded conversations,\nyou can still find genuine socialization.\nNo, but it's just like... So, those, like when a conversation isn't recorded,\nthere's more of a rhythm to it that you won't find, because people won't scale the topic.\nLet me show you this. You're right, you know, there is a rhythm.\nI know we did the water analysis.\nNo, that's not the word analysis, there's one more, how where is it at?\nI don't think I'm sure.\nWhen people are recorded, at least for me, I tend to watch what we say,\nI tend to think more about what I'm about to speak.\nFair enough.\nBecause people realize those consequences, so maybe not, and I say that person putting it out,\nthe thing of videos that have come out, or even things that have been tweeted out,\nthat years later have come down the road.\nI think that has installed a quote really, that people are more scared to talk freely\nthan they know if there's something listening.\nI'm just trusting.\nWhy am I just trusting?\nJust paranoid, because we've seen how long this callback calls for those.\nYou know, people that fall back at the 60 years ago didn't hit by shit.\nAnd I think, oh, the last couple of them.\nI think you could...\nDo you think you might correlate that with being close to...\nLess and less close?\nDo you think it's like, you know, we're starting to build roads,\nwe're starting to have more densities with less social spaces?\nI mean, you could, but at the same time,\nit's kind of hard to figure out, is it that?\nOr is it just because we're going through these shifts,\nor we're not really keeping up?\nI think it's kind of mixed up both.\nI mean, it's slightly different.\nThis little was like,\n40 years ago, even,\nphones were typically stuck to landlines.\nThey weren't able to go everywhere,\nso information was still slow with the spread.\nSo people would tend to, like,\njust come together naturally.\nBut now that you have this opening of everything,\nas possible,\nI think it gives some people social paralysis.\nI think of, like, social anxiety.\nWe still had it back then.\nBut those kind of understanding, like,\nlook, these are kind of the people you're stuck with.\nSo deal with it.\nKind of like what you suggest, take the room,\nlift them up to people,\nor you only give them an option to talk.\nAnd then we're entertaining back then,\nwasn't as refined as typically live events.\nThe recordings weren't really a big thing.\nSo people were more social back then,\nbecause they didn't really have a choice.\nThey would do that, or be by yourself.\nBut as we've gone more and more on technology,\npeople realize there's more choice.\nThat's an interesting tangent.\nOkay, so in that regard, how do you get people to socialize?\nEven if technology is a little thing.\nOkay, so imagine the screen, right?\nThis is where people spend their time.\nOnce you have a screen that's not,\nyou don't give it a technology, right?\nYou put it on the side of the right.\nYou know, imagine that they can do this.\nBut also in front of them, it's also people.\nIt's like, so conversation can sometimes arise.\nIt's not too frequent.\nAnd it depends on how close you are to them.\nBut typically strangers in a social space,\nthey have no incentive to communicate.\nThink about a bus or a shuttle,\nso you have to encourage more social space\nin a shared area.\nSo imagine you're walking around like a city block.\nLike a city block, even smaller than that.\nLike a tribe or a town.\nYou know, a small...\nEveryone knows everyone.\nYeah.\nIt's to the point where there is a very low level of\ncrime in these kind of areas.\nAnd because these areas are accumulated everywhere,\nyou know, small social spaces that are optimal for communication,\ncrime rates across the entire structure is minimal.\nThey're still exist.\nYeah.\nYou know what I mean?\nYou can do that.\nYeah.\nEven if it is a scarcity-free society.\nIt's a scarcity-free society.\nIt happens.\nThe scarcity isn't that crime.\nIt happens to be an emergency response.\nI don't know what you saw, but it was damn cool.\nImagine it's been a social situation.\nYou're kind of going through a twist and turns.\nI didn't write notes, I didn't write beats.\nI didn't write notes, I didn't write beats.\nI didn't write notes, I didn't write beats.\nI didn't write notes, I didn't write beats.\nThat's right, that's the time to sit down and die.\nI didn't write notes, I didn't write beats.\nI didn't write notes, I didn't write beats.\nI didn't write notes, I didn't write beats.\nWhat is the best out of it?\nmess up once anyway here's what I'm trying to do now if I can go back to the beginning\nor the current I should say it's gonna seem weird yeah but um this is actually\nthe campfire well straight up.\nFrag this one.\nATTACK!\nIT'S A BIND!\nATTACK!\nATTACK!\nYOU DON'T KIDGE!\nIT'S A WEDDING INSTACED!\nIT'S TALKING THIS POSITION!\nIT'S TONGUE AS YOU KIDGE!\nIT'S A WEDDING INSTACED!\nIT'S TALKING THIS POSITION!\nYOU BALL IN STERIC!\nATTACK!\nATTACK!\nMONSTER KILL!\nSo that last bit there the attack attack it's like uh you're going back and forth you're\nconversing you're uh in some some first can have that conversation you know okay today\ndo you think I got a final references?\nI'm trying to condense him here but I tell the figure by that one.\nAnyway so imagine you have the big name of a conversation and you have branches and\nthey branch for maximum two times this is not entirely accurate but they branch for\nmaximum two times you have R2L2 and this is how you're conversing here.\nR2, R2, R2, R2, R2, R2, R2, R2, R2.\nSo there's a skill base there.\nIt's more or less an emulation of natural conversation.\nSo you could be skilled to it.\nYou have to really pay attention to listening yet to be actively engaged actually.\nWhat's not quite a good treatment?\nIt's like a new, if you stop conversing, you don't have to hold it.\nAnd what happens if a hard chew to communicate, healthy to communicate,\nbut if you hold R2, you're talking, you're talking, you're talking, then someone talks.\nOkay, you can press R2 again to persist, like I'm going to keep talking.\nOr someone jumps in and they, you let them talk.\nRight? Like you can, you can just...\nand let someone communicate, right?\nIt's not necessarily a quick time of minutes, we're like, a...\nan option to communicate.\nOkay, so it's really a traditional call.\nYeah, it's like a more natural conversation.\nYou can continue going to tangent or going on, but sometimes it's like a different,\ninterested or...\nYeah, very often sometimes.\nYou have to find out the appropriate tangent.\nThe one that keeps driving, I guess.\nFor as long as they're able to talk about it.\nOr as long as I can design them and talk about it, I should say,\nbecause I got to be careful about scope.\nAnyway.\nOh, geez.\nI'm sorry, there was a lot of tangents.\nWhen were you last?\nI mean.\nFor the side.\nEdmity and...\nOh, go ahead, yeah.\nSo.\nDesign to...\nThat's one perspective, one person.\nWhat do you think?\nAlso, you will...\nHave you decided if the pills have meaning?\nSo that's going to be a big impact.\nSo I'd say the...\nYou mean...\nIn the perspective of designers and the perspective of the society?\nFor the society.\nLike, do these pills mean anything to them?\nOr is it just a challenge?\nDo they draw...\nDo they look at these pills and think of...\nLike, when I was saying, for example, I used the pillows as an example of strength\nbecause of their dirtyness.\nThey've been, though, since a civilization has stored it.\nAnd they've slowly built up in the shadow of this thing.\nAnd that whole time these pills have stood.\nWell, I think that in and of itself is probably a good meaning.\nIt's a good attributed meaning to these, what they might believe.\nYeah, but do they?\nThat's the question.\nWell, I think maybe not the majority.\nBut this is like...\nIt's like saying a small majority.\nOr not knowing that.\nMaybe it's a good amount of people.\nNo, this is not religion.\nIt's more like spirituality.\nIt's symbolism.\nYeah, symbolism.\nThere you go.\nSo, imagine that.\nIt's like the United States flag.\nPeople look at it and some people are like, that's America.\nThat means everything to me.\nAnd then people look at it as a flag.\nBut there's...\nI think there's also the people that look at it philosophically.\nThis is what my country represents.\nThis is what my action represents.\nI am with this group.\nThere is a kind of flag.\nIt has 13 sites for the original 13 colonies and 50 stores.\nIt was 51, I can't remember.\nWe'll put each state.\nLike each flag, if you break it down, has history.\nLike the Mexican flag.\nWhite is what peace.\nGreen is for prosperity.\nAnd red is for the blood of materials.\nThe eagle represents the eagle that landed on the cactus.\nThat the priest saw that decided this is Mexico.\nBecause he had a vision that no promised land would be.\nWell, a signal by an eagle holding a snake in its clots sitting on the cactus.\nAccording to the legend, he led his people through South America.\nAnd they wanted to stop because how beautiful and green it was.\nBut he said no.\nAnd he posted a view of them.\nConvince some of them to keep going with him.\nAnd the way that they chose Mexico to see the symbol of the eagle of the snake on the cactus.\nAnd that's why the eagle is on the flag.\nBecause for them, that was literally the moment that God gave him the sign.\nThis is your land.\nSo what kind of symbolism could we use here to convey a flag, for example?\nWell, it's a thing they could even use the pillow.\nThey could literally just use that pillow as the flag.\nThey could look at it as a symbol of strength for the people.\nBecause you said they'd think that this is a higher society.\nThat they were trying to bring themselves to the level that this society was at.\nOkay, so imagine like this being thicket there.\nAnd this is now, they accomplished their ancestral goals.\nNow they're working for their own goals.\nThis is my goal, my personal ambition.\nWe made it.\nYeah, we made it.\nEveryone did more.\nLike you said, they look at it like a challenge.\nThey want to get inside.\nSo maybe not necessarily it's driven by a scrap or the need for technology.\nMaybe they view it as like a test at this point.\nThey look at this pillow like maybe because you said the logical.\nSo maybe they think that this is like a test because you said they've decided it's not a weapon.\nThen yeah, they think it's a test.\nThey think it's a bit into it that it's not a weapon, not a device for destruction.\nSo they think that's a really good idea.\nOkay, so imagine it like this is humanity's test.\nIf we can accomplish this, then we can join the species.\nThis race.\nWait a minute.\nThey're going to give meaning to this mysterious object that has been there since the storm.\nSo of course it's going to be the, it's just tech.\nIt's just a rather consistent scrap.\nIt's just been left.\nBut if you're people in a hopeful people logic of people like you said,\nthey're not going to aspire a higher meaning.\nMaybe once we get in this pill, the species will show itself.\nMaybe this is their test for us to decide that we're able to fully communicate.\nWell, because I watched the show on the premise was a crystal-rounded grip.\nDid not communicate with us at all for months.\nOne of the scientists viewed it as a test that the civilization wouldn't speak to us\nuntil we knew how to talk to it.\nAnd what was the outcome of that show?\nThat premise, that film?\nIt was that it was a weapon.\nBut not like how you're thinking.\nThey would send this in and in the show, it was literally just a crystal.\nThey figured out that playing music to it made it work.\nAnd it took them months upon months to figure out that it wasn't the music,\nbut what it wasn't sending back.\nBecause it was sending back broken bits of the song.\nAnd when you figured that out, it opened.\nNo, the crystal's not important.\nWhat it opened to, what it was in?\nAs a thing, they never explained.\nThey always showed it as a darkened interior.\nDarkened interior?\nOkay, so it hints towards more.\nBut that's it. That's where it ended.\nWell, so the crystal was in the main store of the show.\nThat was literally just the store of it.\nOh, well.\nAnd then this expedition to figure out what it came from.\nAnd that was how it tied back.\nIt was the crystal that's owned out.\nIt was a weapon from the civilization.\nWhat it does is it sends out these things.\nAnd if something interacts with the crystal, it realizes it's knowledgeable.\nAnd if it cracks the crystal, it's code.\nThey realize, okay, we take over the resource to take this planet.\nAnd that's the negative twist.\nOkay, so I'm okay.\nBut you don't have to have that negative.\nOkay, we can have it.\nI can think it's a test.\nIt is a test.\nAnd it is fact.\nIt's not.\nMaybe it is a test.\nNo, no, it's not actually.\nIt's not a test.\nIt's just dormant.\nYeah, but we sure know that.\nThis is what they aspire to it.\nMaybe they think that they've been chosen because they have that.\nYou said they have the strew above them.\nThat obviously isn't me.\nIt's not missing actually.\nThen they have a pill.\nMaybe they think that accessing the pill is the test that opens the portal.\nIt opens that spear.\nBecause he said they haven't reached the spear themselves yet.\nThe spear?\nWhat did you say?\nThe...\nThey haven't gone inside of yet.\nYeah.\nI haven't reached it.\nYeah, that less pillar.\nThey haven't gone inside of yet.\nBut I think the spear that's following above them.\nThe spear?\nOh, the spear.\nYeah.\nOh, yeah.\nThey haven't not reached inside through yet.\nBut they haven't reached the outside.\nThey have.\nThey have expected range.\nThey've landed successfully.\nSo maybe they think it's like a lock and a key.\nMaybe they think in order to get into the spear, they need to use the tower.\nOoh.\nMaybe they could be completely wrong.\nBut that's the point.\nIt's just a theory.\nYeah.\nI love that though.\nIt's like in reality.\nThey think...\nOkay.\nThey think it's a key.\nAnd they think it's a lock and a test.\nThey think it's a lock and a test.\nThey think it's a lock and a test.\nLike, if we can get the structure and calculate the planet, we can go see...\nWe don't even know what does that.\nRight.\nMaybe they think that inside the tower is a way inside the spear or a way to communicate it.\nBut the...\nThe planet has engines, right?\nThe ring world has engines.\nYou know, what if...\nWhat if the spear had engines and the ring world is the ring world?\nAha!\nSo it's like that way...\nThis thing eventually attaches the engines.\nSo the engines are attached to the outside of it and they encapsulate the ring world.\nWhat do they realize it's engines?\nOr would the tech be too advanced to realize it's an engine?\nWhat else could they think it'd be?\nWell, that's the thing they don't know.\nWhat do they mean?\nIt looks like engines.\nAnd people believe it would be engines.\nThat doesn't necessarily make it an engine.\nSo, think of the Indians.\nThey force out guns.\nThey call them thunder cannons.\nDo you...\nThey thought it was mystical weapons brought to them by the gods.\nThat's cool.\nOkay, so imagine...\nThis...\nImagine the structure.\nImagine this...\nThis thing it has like...\nThis is...\nIt's puts off in the four parts.\nYeah.\nRight?\nYou have the...\nSo it pops off here and attaches the engine to this side, the engine to this side,\nand then it...\nIt kind of connects to the ring world itself.\nLike, imagine it connecting to the inner piece of this, you know?\nYeah.\nAnyway.\nAnd imagine the engines being outside of that.\nNow, what if it looked more like a cannon?\nMore like a multi-tiered cannon?\nWhat if they believed that each of these was a...\nProjectile device?\nLike a...\nYeah.\nLike planetary defense.\nYeah.\nIf I was planetary defense.\nBut in reality...\nIt's not that.\nExactly.\nSo that's the thing.\nIt's humans and they don't have an answer.\nWe'll make something about it because they don't like not knowing.\nBecause...\nThat's one of our downforce.\nIf we don't have an answer, we make one up because it's better to have a fake answer than it would be.\nAnd what's happening?\nKnowing humanity, they believe it's a weapon.\nInstead of actually what it is, it's...\nOh, yes.\nAnd then...\nMaybe they don't believe it's after them because he said, do not...\nIt's apparent that maybe they believe that this society built this tower and then built a defense system.\nAnd that explains why they're gone.\nBecause they attribute that this weapon meant war.\nSo maybe they left the planet and this is what they left behind.\nAnd maybe they think that by getting into the tower, they can activate the weapon.\nOr learn about why they left.\nOh, do it just perfect.\nBecause you could aspire even a fake enemy that doesn't even exist.\nYeah.\nBecause then that gives every member of the society a reason to be poor or the collective.\nManate is best when there's an enemy.\nWell, it's not just an enemy, right?\nThey believe the civilization we've had, they believe we've been long gone.\nBut...\nSo that's the thing.\nIf those are the defense system, those are obviously an aggressive.\nSo that civilization might be gone.\nThe enemy...\nI think it's out there that they know about.\nThey think...\nBecause you said they thought the civilization was wiped out by war possibly.\nThat's one of the theories they have.\nSo if the civilization no product built this, you have to imagine the civilization that may be attacked.\nThem in no minds would have to be greater or equal.\nAnd maybe that's why there's no remaining obstructions.\nMaybe that's the only thing they could have destroyed.\nSo...\nHow do we introduce a twist?\nOkay, so imagine this, right?\nYou get the narrative of the universe.\nAnd instead of the narrative of being what it is.\nIt's actually...\nYeah, the hypothesis of this person that lives here.\nThis is my home.\nblah, blah, blah.\nYou know, they speak about it.\nThey give the world lore...\nAnd the world lore isn't what they believe it to be.\nIt's just...\nSo typically that causes two things to happen.\nTwo loops for one group is over mine.\nWe want to show it because everyone is on snow.\nAnd the others want to protect the established order.\nHmm.\nWell, I think that's going on too far in the pessimistic route.\nNot necessarily, because you don't know what they're going to be people that realize that\nI admit it's about talking about this in the wrong way.\nMaybe not necessarily containing it, but maybe they want to slow the release of it.\nHmm.\nI like to think that the majority of society, I'm trying to...\nOkay, so in real life, I don't think people believe themselves to be evil.\nThere's no one in society trying to prevent it.\nIt's more like...\nThere's no real agreed to be a find the reader, because this is collective goal.\nYou can't suppress a collective goal like that.\nWell, no, but you can...\nYou're not suppressing the goal.\nMaybe they don't like...\nNot never release the data, but maybe they want to...\nThose excuses, they want to take time to look at it.\nRelease it in packets.\nHmm.\nWell, even then, they'll be okay.\nYou can say that there are official explorers funded by the government or whatever.\nAnd you have the other explorers, and that's fine.\nThey government let them explore.\nIt's just there's a funding behind it.\nAnd then freelancers also go about it.\nThey think they want to pick it for artifacts.\nSo what if they could find artifacts?\nWhat if they could find it?\nIt was the thing, though.\nThe piece of the technology they could sell.\nSo, the government has pushed a theory that...\nOr interest is not...\nThis is not how you're the path.\nThis is why we have this path.\nThis is the reason behind this path, and this is a history.\nAnd then it's suddenly found out to be all wrong.\nMaybe not in a majority of people,\nbut there's going to be a tiny sliver of people\nthat they'll faithfully shaking.\nAnd it might lead to them having distrust.\nThe biggest thing about flat authors is they feel they've come across something\nthat is being suppressed or known for some reason.\nIf you ask them, there's a million different reasons why it's being suppressed.\nBut I don't think suppression is...\nAgain, it's too pessimistic for what I want to build.\nIf you have a social society, a connected society, a society that's...\nYou know, they have a collectible.\nThey all know the collectible.\nThere are people that are like flat authors that are fucking morons,\nbut then the other ones that are...\nThe majority of the people are actually pretty intelligent\nregarding their beliefs of the structure.\nI love this structure.\nThis is about how much people will need to clean the power.\nYou would imagine that power.\nThink of a hierarchy.\nDude, let me show you this.\nI can't find it again, oh my god.\nI just saw Lawrence Krause.\nDo you listen to Lawrence Krause quite a bit?\nI don't know.\nYou don't, okay.\nWell, I'll show you this anyway.\nDid you know we're selling Hong Kong instead of two guys?\nFor the deal for your base company is doing it.\nWhat?\nThey...\nFor the deal for your company, is the one supplying the contracts with two guys with the Hong Kong police?\nOh, jeez.\nYeah, I thought that was hilarious.\nAnd then Russia is being blamed for the bombings of four hospitals in Syria.\nIn the current war zone where the codes are fighting against the Turkish.\nThe four hospitals were bombed in less than 12 hours and they were all rebel owned hospitals.\nOh, no.\nAnd I think that optimists me talk about it's really important.\nI think it really was one of the things that came start to come, for example.\nThe idea that science...\nI think too often it seems to me in the web science fiction there's a dystopic view of the future that science makes the world a worse place.\nBut science has made the world a much better place.\nPeople live much happier lives, healthier lives on the whole.\nAnd much longer because of science.\nAnd so that optimistic view is I think incredibly important to push.\nWhich is how I'm going to almost end this now.\nBecause I think we've gone over time.\nThere is one thing that you pointed out.\nAnd there were some questions about this.\nAnd I think I want to address it directly.\nWhich is the fact that there were more women on this panel.\nAnd it's...\nAnd I was at the Nobel Prize ceremonies a few years ago.\nAnd they addressed the fact that there were more women Nobel laureates.\nAnd what they said was, it's a fact that because of societal issues,\nthere were women weren't encouraged to go into science.\nAnd the Nobel prizes are given most often for things that have done 20 years earlier, 50 years earlier.\nAnd in 50 years from now, half the Nobel prizes will be for women because they're women in science.\nAnd I'm hoping that events like this...\nSo is that perspective?\nHe's being optimistic about the future.\nHe thinks there's going to be an ocean...\nI'll say he's being a little less optimistic and more addressed.\nThe pattern?\nNo, not pattern.\nBut looking at the pattern.\nSo what he said was, 50 years ago, women were encouraged to go into science.\nAnd most Nobel prizes will be given for events that happened 50 years ago.\nWhich means that there was a distinct lack of women in those fields.\nWhat he's saying is maybe closer to now as a society we have come together.\nAnd realize, okay, maybe women are all able to do science.\nAnd they are now encouraging it to stem.\nWhen the cause of a false incentive leads to believe women can ride in a cold\nbecause if they went faster than 35 miles per hour, the youth will fall out.\nThis is real life.\nYes, this is real life.\nThis is real life.\nIn Saudi Arabia and Middle East countries, they forbid women to drive\nbecause they think it will give them more orgasms.\nOh my God.\nNo way.\nIt's ridiculous.\nNo.\nThis is why they don't all know how to drive because they think it will give them unwanted sexual pleasure.\nAnd therefore make them into holes.\nThey believe if you get pee on your clothes, you can be sent to hell.\nBecause you're unclean before God.\nYou don't know that about Muslim rules?\nThat seems extreme.\nNo, so Muslim religion has a very strict guidelines on clandiness.\nLike, even fording, they suggest you should stop with your prayer, go change, have a shower and come back.\nThey believe that when you are a God, you need to be as pure as possible.\nAnd prayer is having a direct conversation of God.\nLike, before they pray, if you can, you are encouraged to bathe your hands, your face, your arms, and your feet.\nYou are encouraged to be as clean as possible before you conduct the prayer.\nDo you think that is the ultra-orthodox spectrum of this?\nBecause I don't think the majority of Muslims do not believe this.\nThis is a very ultra-orthodox, very direct word of the Torah.\nWhat's really important about...\nI mean, you've heard about this, I'm sure.\nBut this is a society, this...\nThis is ultimately a religious society.\nThey used to be very mathematical.\nWell, so, most people don't realize those five pillars of Islam.\nIt's not one group, it's five.\nFive.\nAnd the group I'm talking about is known as Sufi.\nSufi Islam wants to follow the most direct literal interpretation of the religious text.\nThey literally want to go back to the time of Allah and the Prophet of Muhammad.\nThey think that Muhammad lived the most closest life you could.\nThey believe all technology and advancements is of the devil.\nThey believe that Muhammad did not have access to it, we should go back.\nThey were so dedicated to this belief that they still used horses and spears.\nYou were in a British way, knowing them down in tanks and airplanes.\nOh Jesus, fuck.\nI'm not even joking, they...\nSo they're deliberately kicking themselves back?\nExactly.\nThey believe all advancement is evil.\nThey believe that if Allah didn't...\nI mean, if Muhammad did not have access to it,\nthen it is a trick of the devil to bring you away from him and Allah.\nAnd that is what drives the biggest group of terrorism.\nBut we don't want to discuss that because it's harder to get the public to want to invade a millionth country\nwhen you realize it's not a bunch of crazy people but a small group of crazy people.\nFuck.\nYeah, those five versions of Islam were allies of three of them, enemies of two of them.\nAnd one is kind of a neutral party.\nBut we're... they're also an ally of ours because they don't have open conflict of us that help us kind of.\nLike that's what people don't understand.\nIslam isn't this one organization, those five branches.\nSome of those branches kill each other, even though they still worship the same God.\nThey believe they worship the wrong version of them.\nAnd so they're supposed to be evil.\nThat's kind of why even though Muslims are the largest religion on the world,\nwhen it comes to warfare, they can't really unite.\nBecause those clerics follow different versions and those different versions don't mesh,\nbecause some of them are very extreme and some of them are very moderate.\nLike you have moderate versions where they believe women are equal.\nThey believe in limited consumption of alcohol and pork.\nMainly for social reasons you're not supposed to do it just because of pleasure.\nYou're mainly supposed to do it just so you can kind of blend in.\nYeah, it's like Islam has spectrums that they don't talk about because if the public was aware of this,\nthey wouldn't want to go to wars often.\nIt's easy to paint an enemy of these stone backwards people.\nI mean, they're backwards in some respects, but not in others.\nNo, this is their narrative that's pushed.\nI'm going from purely the propaganda standpoint.\nAh, okay.\nLike because Sufi Islamic people are pretty much regal Islam,\nbut they will just raise in this more extreme version.\nWell, literal text is what you need to follow.\nThere is no real important interpretation.\nInterpretation is doubt and doubt is of the devil.\nThey believe if you have doubts to talk to your cleric and pray of him,\ndon't pray by yourself.\nPray of a cleric is what they tell you.\nA cleric will help you if you're doubted.\nSome might be extreme.\nThe older version of Christianity.\nYeah.\nWhere we were burning witches and other animals.\nSharia takes kill him.\nHe walked on the Passover kill him.\nIt's like that.\nThis is like Leviticus style Christianity.\nYou know, I wanted to talk about that.\nThere was a...\nI'm listening to this audible podcast, right?\nAnd he's...\nThis is an anthropologist.\nHe's explaining the behavior, human behavior.\nThis is like a 24-hour thing.\nI'm listening to work so long.\nBut in one aspect of it,\nhe's talking about how...\nIt's not me who wouldn't have an honorable credit.\nYou do?\nOkay.\nI never used it.\nI was on prime so I get a credit every once in a while.\nThe great ideas of psychology.\nOh, wait.\nI think I showed you that one.\nI think I have that one on the list.\nYou might have actually...\nYeah, that's the one I showed you.\nI'm listening to it now then.\nIt's like, oh, I have that on my list already.\nOkay, sweet.\nI'm glad you recommended this.\nThis is good stuff.\nOh, you want that?\nIn the very beginning, they talk about witches.\nThey used to believe you could catch witches.\nI'm like a flu.\nOh, like a flu?\nThey believed that if you knew a witch,\nthat some of the evil could wrap off on you.\nSome of those sit.\nAnd so they would burn the husbands of witches.\nBecause, well, she's a witch,\nso he's obviously an effective.\nNo proof.\nSo they thought it could spread like disease.\nWell, they thought the horsemen could wrap off on hand,\nmake him sinful and corrupt him.\nThey thought corruption was a little,\nbut spreadable thing.\nWhat's interesting is they had a means of testing.\nYeah.\nCourt of Court testing.\nFull shit.\nOh, my God.\nDo you know that some of those tests?\nThe proofs.\nBeing floating.\nSo some of the other tests,\nthey would cut off your head.\nIf you defecated your witch.\nOr another one was beware of the cries of a crocodile.\nYou know, it's like if you tell them the story of Jesus,\nit's a bullshit.\nAnd if they cry for real,\nthey're not witches.\nBut if they fake cry,\nif they crocodile cry,\nquote unquote,\nthey're demons.\nAnd they're devils.\nThey're witches.\nThey've given an effective death.\nThe fall end was made by a priest.\nHe would check you for a thought.\nFor what?\nHe would go around checking women for thought.\nYou know what?\nThere was actually one of the roles.\nHe talked about it.\nIt was like a...\nThere were people that were inspecting,\nhiding the body.\nAnd we spread it for the skin.\nThey were looking for that work.\nThat devil.\nDemon marking.\nYeah.\nOof.\nSee what I mean by just basic things that...\nWe now know just for the genetic code.\nNot working properly.\nOh my god.\nUh.\nSo...\nHe goes to the human strat.\nIs an ultra sensitivity to UV.\nJust by being in it,\nyou can develop anything from...\nAs light as sunborns to your skin,\nactually, being damaged.\nThose are dude.\nI don't remember his name.\nI'll have to look it up.\nHe has no hair.\nHe has no lips.\nHis nose is...\nHis face is very melted off.\nPretty much.\nHe looks like a bone victim.\nAnd it's all from UV.\nHe didn't know what disease he had.\nHis parents thought he had depression,\nand so doctors were putting him outside.\nWhat the fuck?\nHe literally has to wear a bag over his body\nwhen he goes out.\nHe has to wear like a...\nHe wears like...\nA sack of his head, a hat,\nclothes, and like, full outfit.\nAnd he's like, I'm not ashamed of myself.\nI know what I look like.\nI do this because if I go on the sun,\nit holds.\nIs that...\nIs that entirely lack of melatonin?\nOr melatonin?\nNo, it's melanin.\nHis body...\nIt's when it receives light from the sun.\nIt triggers a response of over-sensitivity\nfrom the nervous system,\nand it starts attacking the skin.\nIt's like an over-act immune system.\nIt aids for the skin, if it makes sense.\nBut it's accelerated by sunlight.\nWhenever he receives ultraviolet light,\nhis skin over-processes it,\nand it triggers a response of the immune system\nthat attacks the skin.\nAnd well over-the-light hits.\nSo in, like, instead of his body producing light M&D,\nit triggers that response of the lower...\nfrom the system.\nThe immune system starts attacking this flesh.\nGive me...\nI'll look him up today.\nI'll see you back to find him.\nUm, touch your shoulder.\nWell, because he was part of a pod...\nHe was part of a show about extreme genetic mutations.\nYeah, more regard.\nUm, just different things the body gets you.\nLike, one is, uh, the mouth.\nInstead of a cleft lip,\nit opens up all the way up to here.\nOh.\nAnother is, uh, the hand is mimic like this.\nMimicked?\nYeah, it's literally another hand attached.\nAnd it...\nLike, the hand is independent,\nand it works like this,\nbut there's a thumb on this side.\nOkay, and so on the other side?\nIt's like the...\nIt's like having six fingers?\nOr like...\nTwo hands...\nPretty much together, like...\nHuh.\nBut it's on both hands,\nand they can be like grab before...\nThat's...\nFucking nuts.\nThat's cool, but Jesus Christ.\nUm...\nYou know more than a DFF group?\nI'll send you a link to the episode.\nIt's...\nI'm not gonna lie.\nThey're your bad taste people.\nThey're horrible people.\nThey just talk a bunch of shit.\nBut they tell us some cool topics.\nOkay.\nThey look very low-brow.\nThey look low-brow,\nbut they cover interesting topics.\nBecause they're three stonels,\nand what happens is on the Patreon,\nthey let people pick topics sometimes.\nAnd so it could...\nUm...\nMedical...\nThings.\nAnd the thing that one out was, uh...\nLike,\ngenetic mutations in shit.\nAnd one of the topics they covered was like,\nthings they can go wrong with the human body.\nAnd I think I can find it.\nBut I'll shoot you the link on Discord.\nOh, fuck.\nYeah.\nJust Patreon-based.\nYeah.\nSend me the link...\nOr record it or something.\nI don't know.\nUm...\nOr what Patreon is about?\nI'll give you my Patreon if I was not a video.\nIt'll be the only group I'm subscribed to.\nI think...\nI have like...\nThree subscribers.\nIt's not that...\nLet me see.\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not that...\nIt's not...\nIt's not...\nIt's not that...\nIt's not that...\nI've never mentioned...\nPass.\nPass Meat Vazada Do frontline.\nPassimore...\nPassimore...\nPassimore...\nPassimore...\nPassimore...\nPassimore...!\nPassimore...!\nPassimore...!\nPassimore...!\nPassimore...!\nPassimore...!\nPassimore...!\nPassimore...!\nOh, that was working too.\nWasn't that functional? That was YouTube.\nHow'd I get back?\nThere he is.\nThere, come at him.\nOh, that's it.\nThis is the family who wanted to connect and find inspiration in you pretty good.\nSo, I found some more reason some firewall for this.\nHere, come on.\nJust a little bit more firewall for this.\n\n\n====== REC004.txt ======\nso east towards seventh street turn right on the east turn right on the east\nseventh street turn left on the valley road turn right on the east seventh\nstreet turn left on the east and sorry turn left on the Evans Avenue turn\nleft on the Evans Avenue turn left on the east second street turn right\non the high street turn left on the mill street turn right on the\nYorrie Avenue turn left on the Taylor Street and then yeah I'll\nuh LESTER\n\n\n====== REC005 (1).txt ======\nreally jogging my mind okay so imagine imagine to play as a as a character and\nand um okay have you seen watch dogs three yeah we can get you imagine that\nright but you're it's in a it's in a smaller social space you play anyone right\nyou play a character particular character it's like say 20 30 characters right\nyou play that character through a sequence of events it finalizes and then\nyou know you play it through a different character oh it saves the ripples it saved\nthe ripples yeah it's like a [CYOA] but a little more like more complex more connected\nmore complex more connected and more uh more you see more media it's yeah it's quicker it's not\nas it's shorter bursts of interactions so it you affect this more immediate well he's in like\nthe choice it was slight you know changes you would see like the direct effects of Ailey\nso imagine okay there's gonna be front lines for you but imagine like six characters\nyou're drawing through a weaving match of interactions in the same in the same space to\nroot your scope but uh you know i think it's limited small but then you have the repetitions\nright you you play through all his interest things but say please seek play through six characters\nand then you have um sorry i mean i mean i'm gonna finish this on the null um so you play\nthere's six characters and then a seventh one comes in the seventh one is fully controlled by you\n[...]\nyeah be like that it's like you have the um you play as the characters internally\nyou express you're an AI right you're talking to them you're helping them through problems\nand then you play three different people in that situation from multiple perspectives\nin the same timeline because you're an AI you're everywhere you're\nuh getting all those perspectives and you play as yourself at some point and then after you\nplay as yourself timeline moves on you've been played man of my dog it's a new game man of a dan\nman of a yeah we'll do do you have it no but it's like that all right you want to go play it\nuh right now okay all right uh anyway\n\n\n====== REC005.txt ======\nFarsimonious? Farsimonious? Farsimonious behavior.\n\n\n====== REC006 (1).txt ======\nIt's like a metroidvania where you're playing with different keys.\nEvery key unlocks access to different parts of the world, and you can collectively work\ntogether to pursue goals, as yourself and others, if that makes sense.\n\n\n====== REC007 (1).txt ======\nOkay, I'll purify, so I don't know what you're going to do.\nThat's going to turn me out of terminology for it, actually.\nAnyway, so imagine this ice described when the sword's been\nswings out and hitting the opponent, and the opponent's sword, you hit a clang noise.\nThe clang noise is the noise indicator to react.\nIt's like, in case now you've got to move around and you've got to parry, you've got to faint.\nYou've got to morph, you've got to chamber, you've got to, you know,\nthat's the indicator for taking that direction.\nNow, as you described at the hand, the pointing of the hand indicates the trajectory\nor the overall strength, the path, the path of the sword.\nAnd you have like an arrow above that kind of like...\nMaybe I can tell you how it does right now.\nBut a little more 3D, imagine like you can see the arrow and then you react.\nYou can see the arrow and then you react.\nOr that wavelength, that curve.\nNow imagine that clang noise, yeah.\nBut instead of the clang noise, it's...\nYeah, gotcha.\nMm-hmm.\nRight.\nBut can I...\nI want to...\nOkay, so you can use that to decide the conversation.\nYeah, it's like the...\nIt's interrupting is the clanging of this conversation.\nWell, I could really like an outside tangent.\nYeah, exactly.\nAnd then you take right and left.\nYou can keep taking that tangent or you can switch to new one\nor you can...\nYou can break through their interruption or you can let them take the interruption.\nSo if that explains the entire mechanic going back and forth and you're holding it.\nDada da da da da da da.\nAnd then you have to decide, though, do you state the conversation?\nDo you switch, or do you see under the control of the pulsing.\nYeah.\nPretty much.\nWell, cause a very interesting thing about conversation.\nWait, so you say one more time, you, what, to the person, the answer and influence.\nYeah, you use your own influence in this person, you're talking to them, you're communicating to them.\nYou're communicating to the internal person.\nYeah.\nIf that makes sense, you're communicating to the internal mind of this person.\nAnd they're outwardly expressing to other people.\nOr you, you could engage in conversation, but I'd be a little confused and have six voices instead of, or have 12 voices instead of six.\nYou know what?\nNo, I mean like, it's kind of like, you can use conversation to convey a certain time to get them to reach a certain emotional response.\nExactly.\nSo you can kind of, you can almost manipulate, but you don't have to.\nIt's more like you're, you're helping people, right?\nYou're helping people.\nOkay, this is, they don't mean that.\nIt's more like you use the manipulation.\nExactly.\nSo like you're, you're swinging through conversations.\nI don't know, that sounds a little bit too blunt for conversations.\nWell, it's got to be subtle.\nIt can't be like, ding, ding, ding, ding, ding, it's got to be like, ding.\nWon't you use any sound tones anyway?\nDing.\nDing.\nThere's won't you use any sound tones anyway?\nYeah.\nI think sound tones might be a good idea.\nThat's a good idea.\nYou can get a vein.\nHave you played the, what is that game?\nIt's a puzzle game.\nI think it's like, perhaps, something like that.\nBut it has visual puzzles and audio puzzles.\nAnd if you don't have tension, you can't solve the audio puzzles.\nBut you have what tells you what it's supposed to be.\nYou literally start off with a puzzle.\nSo it's, it's not going to visualize in which direction it goes.\nNo.\nThe whole thing is, it's one giant puzzle broken into sections.\nI think I have it on this.\nOkay.\nI don't think I have it installed, but I have it on my game.\nWhat game is, what was title again?\nIt was, what's one?\nI'm trying to find it right now.\nBecause right now, my mind is coming to Catherine.\nYou play Catherine?\nSo Catherine, you're working through these puzzles, yeah?\nYou're kind of having a conversation with the internal part of your head, right?\nYou're like, you're, you're fighting against something in this guy's dreams, in this guy's mind or whatever.\nYeah.\nAnd you're fighting through multiple dreams.\nIt's like a linear stream of dreams.\nI'm thinking more like a, for humans, in this situation, it'd be like, multiple streams of dreams, but at the same time.\nMake sure the dreams are your communication.\nI think I'll explain that.\nWhat's it?\nHmm.\nThat's all good.\n\n\n====== REC007.txt ======\nIt's sky, now I heard it, it was lessons never been in a rule, Skondas, empty to go suffering,\ncause in or have four truths empty, no attainment, let go, everyone, and lighten them.\n\n\n====== REC008 (1).txt ======\nWhat was it like, did you start the gameplay a little more?\nIt was like Tetris?\nNo, it was a 3D game.\nIt had like regular graphics, regular visuals.\nRegular how, like stylized or like photorealistic?\nBasic.\nBasic.\nThat's a pixelated?\nNo, it was...\nLike cartoony.\nThere's a game I know of.\nLike fat?\nIs it a sports game?\nNo, it's all puzzles.\nIt really just walk in.\nIt's also a puzzle.\nI like puzzles, of course.\nThat's why I don't know if it's war.\nI'm trying to make the name of this game.\nIt was on Steam.\nIndie game.\nRight now I see others.\nI wish it was...\nHmm...\nGo call 9th now.\nNow I'm going to file it.\nI think I'm sorry.\nNo, it's not.\nI'm gonna have a call.\nIt's a...\nHmm...\nSo this one is a sports focused...\nIt's a character focused sports dialogue game.\nNo, this is...\nIt's like visual in 7 puzzles.\nVisual in 7 puzzles.\nPire.\nThat's what I was.\nI should have pire trailer.\nI think it's very similar where you're trying to describe it.\nIt's not quite the same thing.\nPire game.\nPhilosophy.\nThat's Russian fun.\nKind of the description of the old game.\nPire.\nPire game.\nPire.\nPire review.\nPire.\nThat's fun, isn't it?\nPire.\nPire analysis.\nPire.\nIt is better to have loved and lost\nthan never to have loved the tool\nand still lost.\nThis extra ingredient in the mix...\nIt complicates things somewhat.\nTick Max Payne.\nI'm sure Max used to wax lyrical about Michelle\nto his buddies down at the force,\nbut I don't really get to see that.\nShort cut scene, a comic strip,\nand boom, I'm at home.\nSomething's wrong.\nOur house has been turned...\nAnd I'd like to now praise a game\nthat manages to weave together its mechanics and story\nin such a way that losses felt.\nThey capture that feeling.\nThe essence.\nA game is Pire.\nPire is a hybrid of sorts.\nOstensibly a party RPG\nabout ritualistic basketball.\nSuper giant games bring their pawn shop\nfor world building and fuse it together\nwith a fun and colourful cast\nbefore finishing off with a sport-based bow.\nThe rights themselves are...\nserviceable.\nThe game treads a wobbly line\nbetween real-time and turn-based\nwith no AI for the other members of your three-man team.\nThey just stay static.\nWe're not directly controlled.\nIn theory, they should lead to deaths,\nswitches on the fly, creating openings\nwith one character before passing off the ball\nto exploit them.\nOr, if you're me,\ncompletely ignoring my other teammates\nwhile dashing Maddie around the pitch\nas fast as my little late carry me,\ndying into any opportunities\nthat present themselves.\nThat's the police resistance\nand all that jazz.\nLater on,\nthere was a difficulty modifier\nwhich ups the auntie\nforcing you to engage with, you know,\ntactics.\nAnd this feels like it should have\nmaybe been the baseline setting.\nAnyway, enough gripping\nand onto the more interesting bits.\nReal joy of the game comes\nthrough how these rights are fused\ninto the backbone of the story.\nAnd it's here that I'll place my\ncustomary spoiler warning.\nThe endings of Pire\nbut one of the major plot points\non the way\nwill be revealed.\nSo please,\nif the game seems like\nyour cup of tea,\nplease go play it.\nOh, wait.\nI haven't played it yet.\nI don't know.\nYeah, fuck it.\nI've learned.\nI love this game.\nBoy!\nBecause I swear it exists.\nI mean,\nI think your computer might be\neasier to find the aimless.\nYeah.\nYou know, you're using Google instead\nof like searching the Playstation.\nWell, I'm searching Playstation.\nYeah, I know.\nShooting.\nI found Pire.\nWhere?\nI found Pire through Google.\nI could have swat butter on my PS4.\nI must have it on my Xbox instead.\nI think this one.\nYou creative auto-tires.\nNever think about the damage your genre\ndefying games are going to do.\nThink of all those innocent shit heads\nin the 2000s who bought Killer 7\nbecause it was tentatively classified\nas a shooter.\nAnd ended up tragically suffering\nindependent thoughts\nand generally becoming better human beings.\nAnd now, look.\nWhat convenient capital umbrella\nlabel am I supposed to put on Pire\nas super giant games?\nI suppose there's always action adventure\nbut that's as informative\nas a 19th century sex manual.\nOh, you want to think outside the box, New Year?\nOr maybe sometimes I like being in a box?\nBecause it's warm in a box and safe\nand sometimes they contain packets of cheesy walks.\nAnyway, Pire is a new game\nfrom the creators of Bastion and Transistor,\nwhich involved defiance of established pattern\nis neither isometric, nor narrated by a bloke\nwith a voice-like melted chocolate dripping\noff a Darth Vader mask.\nSo here we fucking go.\nPire is best classified as a beautiful novel,\nparty-based role-playing\nthree-on-three basketball simulator.\nBlimey.\nIt's lucky no one buys games from physical shops anymore\nbecause this will need a whole new shelf.\nAnd the label would be longer than the shelf.\nBuckle up while I attempt to explain this.\nIn an impressive fantasy kingdom,\nliteracy is banned, perhaps the most sensible\nresponse to the popularity of 50 shades of grey books.\nYou, by which I mean to play a character,\nthe BC Unpresent serial masturbator watching this,\nare a scholar, exiled to the wilderness below the civilized world,\nwho hooks up with a group of fellow exiles\nthat need you to read a book they found that tells them\nabout the secret rituals that have the power to free them from exile.\nFor some reason, it turns out the rituals all involved\ngoing up against a similar group\nand competing to throw a ball into the other team's hole.\nIf it seems like a rather contrived explanation\nfor the three-on-three basketball thing,\nthat's because it bloody well is.\nOh yes, and doing your Odyssey-come basketball tournament,\nyou attract several more party members\neach representing one of the sentient fantasy races\nin a case of what we academics call\nthe traditional BioWare Bro Buffet.\nMost of the gameplays are visual novel style,\nall the action and dialogue in plain text,\nwhile characters are represented by beautiful hand-painted cardboard cutouts on sticks.\nAnd that didn't burn well for me.\nI don't like visual novels much,\nbecause call me a rabbetianly handsome stick in the mud with a great big cock.\nBut I prefer my games to have some, you know,\ngameplay in them.\nBut nevertheless, I kept playing\nreached the first sacred basketball match\nand then went,\nnever mind, let's go back to the visual novel stuff.\nLet's gameplay less!\nI wondered what the fucking target audience for this game could be\nvia overlap between people who like fantasy visual novels\nand people who like NBA Jam,\ncan't be the biggest niche in the world.\nBut I stuck with it,\nand after playing it all the way to the end,\nI think I prepared to say I like fire.\nObviously, I dropped the basketball difficulty to low,\nbecause honestly, who gives a shit?\nBut I should have remembered that\nsuper giant games are pretty good\nat this whole interactive storytelling lag,\nand scratched my scrawny scrotum\nif I didn't genuinely want to see what happened to these characters.\nWe call it the BioWare Bro Buffet,\nbut between this and Persona 5,\nBioWare seemed to be the worst at it.\nAgain, I liked the fire lad to lot more than I did\nto mass-faith-actometer Burger King Kids Club,\nin spite of them only being still images\nthat didn't make any effort to emote,\nor possibly because of.\nThe turning point for me was when we reached\nthe final climactic basketball match on the peak of Mount Globetrotter\nand the game goes psych.\nOnly one of your party members gets to return from exile,\nyou have to choose which,\nand everyone else pisses off home to rub gravel\nin their hair until the next basketball tournament.\nI mean, ritual.\nThe plot then continues with your chosen party member gone.\nForever.\nPresumably happy, but you don't see or play with them again,\nand that's what makes the difference.\nIn your massive wrecks and your flagging ages,\nyou can be sure that all the losers who latch on to you,\nlike needy primary school children\nto the playground monitor,\nare going to be stinking up your castle,\nmooching off your fantasy unemployment benefit forever.\nAnd there's always going to be one or two losers\nwho you never used,\nbecause you can't be bothered to get them up to speed with everyone else.\nBut with a simple addition of us having to pick a party member to lose every now and again,\nturns that on its head.\nSuddenly, I had to level up Joe Scratchbumb\nand Melissa Knowspick,\nbecause the characters I like,\nhad spent the most time with,\nand were the most effective on the playing field,\nwith the ones I most wanted to set free.\nAt which point they'll be happy,\nbut I'll have to push through the rest of the plot\nwith all the fat weaselads that I picked last.\nThings really melancholy up and not towards the end,\nbut your real life basketball season is coming to a close,\nand you're not going to be able to liberate everyone.\nI've been deliberately hanging on to a couple of good characters\njust to keep the matches expedient,\nand that was going to be an awkward conversation in the showroom.\nSuperDiant Games were always effectively melancholy\nthrough a combination of appealing art and sad music,\nand there was a very real lump in my throat\nwhenever an old hand disappeared forever\ninto a new glorious existence,\nas I tearfully made my way to the nearest pawn shop\nto floggle their gear for cash.\nOn that note, it turns out there's not a whole lot of depth\nto three-on-three basketball,\npulled ball in the hole,\nthat's a design document done in four words,\nso the token RPG elements feel a bit needless.\nYour characters level up and gain new buffs,\nand equip items to give them buffs,\nbut the only buffing that really matters on the court\nis the kind of janitor that does to the floor.\nYes, this is probably because I turned the difficulty down low,\nbut an extra 25% damage Joe Scratchbumb\ndoes do enemies who've just eaten Mexican food\nor whatever, doesn't add much,\nwhen all you need to do is run circles around the other dudes\nfor a bit, then put ball in hole.\nI was into the story,\nbut frankly, the actual basketball matches\nstarted to feel like an unwanted obligation.\nI very carefully planned the order I wanted to liberate my chap roster,\nand I didn't want my severely wanting capacity\nfor team sports to mess with it.\nFor you, see, losing a match doesn't end the game.\nOne of the NBC players might end up getting liberated\ninstead of yours,\nand changing the entire course of the story\nis the kind of pressure I don't need,\nresting on my ability to dribble.\nMaybe there could be some even easier difficulty setting\nthat replaces all the basketball matches\nwith two buttons marked win and lose,\nand if you still want there to be drama,\nmaybe the win button could have a spider on it.\nStill, the fact that the story can keep going\nregardless of what combinations of characters have been booted skywards\nis testament to the writing on display,\nand if the writing is good in a game that's mostly visual novel,\nthen wrap it up, Jose,\nbecause I think we're done.\nSupergiants succeed in doing the organically branching story\nthing by focusing more on characters\nand they're into plays than the central driving plot.\nAfter all, a good story is nothing but the actions of characters\nhoping to lead to cut with your teddy shot.\nBut you do both.\nYeah.\nAnd you do the backstory and you do the characters.\nYou do both at the same time, it's a good story.\nYou know this is one of the characters first.\nThey know about Warhammer.\nOne of the most interesting things about Warhammer\nis it's one of the few series where you see the world\nfrom the villain's eyes,\nand you realize there's no good guy.\nBecause the Imperium,\nfor all its attempts of trying to help\nhas gone to this age,\nwe'll corrupt you this drive.\nAnd now,\nthose two groups flying for power.\nAnd in this Warhammer power,\nthey're literally just extorting the whole world.\nOne of the groups has this thing called extortment-honest,\nwhere they can just,\nto tell my planet,\nit has torn the heretic.\nTyler Chaos Guards will against the Emperor,\nand they send the shipping\nand the ship literally just collapses the core of the planet.\nDamn.\nHey, Tristan,\nare you going to have to play Destiny 2 again?\nNo, it's free.\nWhat is it?\nI don't know, you have Destiny 2.\nIt's on the transfer to Steam.\nAnd they're developing a warframe now.\nIt's a free player.\nYou want to join me too?\nWhat's up?\nIt's Destiny 2, it's free to play now.\nIt's on Steam.\nEventually, I'm going to have to Wednesday\nbecause I'm going to buy at least Shadowkeep.\nNo, no, it's free.\nI know, but I want to get the Shadowkeep thing.\nOh, I see.\nAnd if I do the bundle thing,\nI gotcha, you want to do it?\nYou want to do it all at once?\nLet me see.\nLet's see, look, this is witness.\nIt's literally just you,\nbuy yourself in this war.\nYou can know information about this.\nOh, the witness!\nThe witness!\nOh, dude, you're going to do it.\nOh, my God.\nSo it's like,\nokay.\nYeah, let me...\nThe game we're trying to build.\nIt's Pire and Witness.\nThat's an interesting combination, yeah?\nPire Witness and a little bit of Mirror's Edge,\nor Tomb Raider.\nBut I love this game.\nIt was so shippy.\nAnd I knew it was...\nOh, you got to help me out with this man.\nI got so lost.\nI got stuck at the boat.\nI don't know what you're next.\nOh, the map.\nThe map is a puzzle.\nWell, that was...\nIt shows it.\nI didn't think what you were using the map.\nJesus Christ.\nThe map is a puzzle.\nThat's crazy good design.\nThe witness.\nHave you played Pire?\nWhat's this?\nIt came out like three years ago.\nThat's so cool.\nThat's okay.\nPire and the witness and a little bit of Mirror's Edge.\nPire is the one.\nAnd Tomb Raider.\nI hate this show.\nThat one looks fun.\nI know it's an accent for you.\nAnd...\nOh, there's no inspiration there.\nWhy do you use such a shippy game?\nBecause...\nThe way it incentivizes you is the fact of information.\nIt doesn't tell you anything.\nBut as you explore, you start to piece.\nYou still get the puzzle already?\nForms.\nYou start off thinking it's simple puzzles.\nIt's literally go up to a board.\nDraw a pattern like this.\nOh, find the broken wire.\nIt teaches you things.\nYeah, but then as you do it,\nyou start...\nThe puzzle stops raising in complexity.\nAnd you start seeing that there's a grand reason behind all these puzzles that are objective.\nOh.\nAnd as you start compiling the objectives,\nyou start figuring out what that final objective is.\nDude, that's so cool.\nActually, I didn't realize that I was doing all this tone in a single light.\nAnd then I saw all the light.\nAnd I saw it went through a direction.\nAnd I realized, oh, there's more.\nAnd as you connect more and more,\nyou start realizing, oh,\nthere's a reason all these lights are connecting.\nAnd you realize it's a power source.\nThat is the most contried power source ever.\nBut that's cool.\nThat's really fucking sweet.\nWhoa, so something destroyed all of it.\nOh, it's so broken.\nOh, okay.\nThat's the thing.\nThat's the way to describe it, actually.\nYou're repairing a damaged structure\nby piecing together all the parts.\nOkay, because the whole strength of the game\nyou're literally just finding broken wires\nand rerouting power around them.\nThat'd be interesting.\nWhat if the Atlas pillar is damaged?\nOr the entrance to that?\nThe pillar is damaged.\nAnd you're working to prepare the entrance.\nOh, maybe they don't have to be the Alice pillar.\nMaybe they have to be what they built.\nWhat do you remember they built?\nLike the door to the Alice pillar is the, uh...\nYou're taking components.\nThey came up with a piece.\nSo you didn't describe that.\nThe Alice pillar was smooth, right?\nSo it's cylindrical and it's smooth.\nYou know what?\nI think let's make it to the degree that a tree bark is.\nIt's like layers of cells.\nSo you said they haven't made it in yet.\nI know.\nMaybe they haven't been.\nThey tried to build a way in.\nAnd it got damaged.\nBuild a way in how?\nLike they can't get in the material.\nOh, no, they can.\nLet's say they can.\nWell, not don't even have a bee.\nThey can't have a bee.\nThey're trying.\nBecause these are the testing still, right?\nWhat I was thinking is, what if people arrived here first?\nPeople scavenged, right?\nAnd they scavenged more than they realized.\nThey thought it would do the artifacts to, you know,\nthe little things to sell.\nBut a reality that was the entrance to the tomb.\nThe entrance to the pillar.\nSo you need to work, as the character,\nyou need to work through and final the pieces.\nAnd they put together, they put together the door.\nAnd they find your way in.\nI was saying, well, like, because you don't have a door.\nIf they're doing test labs,\nI think it would be like a lab sitting.\nYou know, you're not right.\nWhat if they take these pieces and they're seeking to study them?\nThey're seeking to do research.\nBut you've got to convince all these people that they're well-meaning people.\nBut a lot of people think they're evil, but they're not.\nThey want to learn.\nThey have attachment to the thing, too.\nThey could.\nThere could be various attachments.\nIf you talk to each of these people individually,\nI think that you could really learn a lot about them.\nSo imagine like you're.\nImagine there being a character in a social space, right?\nThat person has a piece.\nYou have like a local community.\nYou have like 23rd people.\nYou can work to solve the mystery to find out where this piece is.\nAnd maybe some person doesn't know they have the piece.\nThey have a thing that they found that it's actually been decorated as something else.\nWhat was the thing?\nBecause you said that they've scavenged when the four people got there, right?\nYeah, they scavenged a bit.\nIt was like a.\nNot rating, but like they wanted to learn as much as they could.\nYeah, they just do care sort of people.\nFinding stuff that all the pieces got divided.\nIt's like with the Egyptian.\nWhat do you call the Egyptian artifacts?\nAlso.\nThey were separated in private collections.\nNo, I mean, it is because we do research.\nIt's pretty well.\nSo when one Pharaoh was dying, it's the end of the next begin.\nIt was common practice for that fellow to go and erase all the traces of the previous Pharaoh.\nHow do we get some reclective Pharaohs?\nWe have multiple Pharaohs.\nWe have multiple tombs, multiple pyramids, because the Muslim tombs.\nThe tombs.\nThe Pharaohs have put a history of themselves, not tombs.\nEgyptian tombs have a story of the life of the Poles.\nOh, that was meant to preserve their history.\nOh, my God.\nSo most hieroglyphics were done outwards.\nLike they were erased shape.\nSo common practices, if you didn't like the message of the last Pharaoh,\nis you would go in and carve all the way back down and have yours erased.\nIt wasn't so rare to see that hieroglyphs started being carved in,\nbecause they're harder to destroy.\nWhat if this thing is almost a cartoon?\nGrammacies figured out they had to destroy my legacy if I dig it in here.\nAnd so that's why Egyptian hieroglyphics somewhat outweighed race,\nbecause of all the new ones, all dug deep into the stone,\nbecause they all hold with their manipulative.\nThat's crazy.\nSo they've built...\nIt's an immense museum.\nIt's their culture, their heritage.\nTheir heritage is layers upon layers upon layers of complex social behavior.\nAnd also those courts that rose up,\nthat rose the power because they were to manipulate the planet's succession.\nSo those schisms that broke out in Egyptian social sexual,\nthose, the belief that the emperor was Pharaoh,\nI mean, the Pharaoh was a god.\nIt was like the direct son of Osiris.\nWell, there was a court that rose up that believed that\nthe sun was the shoe god,\nbecause the sun was the eye of Osiris,\nand they wanted to worship the sun instead of the Pharaoh.\nThe Pharaohs of the time used it as a challenge to their power base\nand crack down on this court.\nSo have you ever seen the stylized hat\nthat a Pharaoh was wearing?\nSo depending on the...\nYeah, but that equals the dark heads and the...\nNo, it's a different one as a color hat.\nSo Egyptian Pharaohs wore a hat of either white or red\nbefore the empire was united,\nbut afterwards it was a hat of white and a red piece representing the two sides\nof Egypt all across the narrow river.\nThis little piece of clothing went from being a sign of division\nto a sign of unity for Egypt.\nThe Egypt used to be two factions,\nand eventually they came to a peace.\nThey coalesced, they reconmined.\nWas it now over the division?\nYeah, the way that they got over it is that united,\nand that sign of unity was this visual hat of this red white cloth.\nSo then you have...\nAnd it was every time they went to war\nthey would look at that as a unifying symbol.\nLike, no, we might be divided,\nbut we'll still want Egypt.\nIt's a symbol for unity, eventually, somehow,\nbecause those...\nThese social spaces got larger and more spread out.\nYeah, and then that eventually became an symbol for division.\nWhat was they spread out?\nCountries.\nAnd those countries started looking in an Egypt.\nAnd as they were going to war,\nthe Mesopotamians, the Syrians,\nwere taking advantage of that warmth\nand conquering huge slits of Egypt.\nSo Egypt's ports of it got enslaved\nby African traitors that came up,\nthey had better weapons.\nSo Egyptian tactics tidily resorted around\nSherry's warfare and a cold sword,\nkind of like a sickle.\nThey didn't really have to establish\nshock tactics at the time.\nIt wasn't until after the African conquerors\nthat they developed their own shock tactics.\nEgypt's fought like the British did.\nLord Formation's meaning, fighting with a discipline in lines.\nAfrican tribes use shock tactics like Chakazoo,\nquick battles, quick moving battles\nthat won't start if they keep moving or shifting.\nOr he's moving around.\nPushing, pushing, pushing, pushing, pushing\nand pushing.\nThey were using ambushes.\nSo an African tactic.\nBut they're very strategic.\nYou don't attack from one side.\nYou attack from multiple sides.\nTypically Egyptian tactics were open for battles.\nSo it's the two always with me and engage.\nSo there's more division later on\nthan there is earlier on.\nLike imagine, there's the two large tribes\nthat led the divisions to become one.\nYeah, and they branched out again\nand they smaller groups that went on to destroy.\nThat came up.\nSo African Egypt were annexed to each other.\nAnd people were coming in from Africa and writing Egypt\nbecause we can Egypt.\nEgypt's united because they realized\nthat these people were kicking their ass.\nThey realized it was either United or Die.\nLike it seems they were pretty fucked up to each other.\nYeah.\nSo one prince, they noticed one of his men.\nThey cut us up and noticed and test into the wall\nand they forced him to march.\nI don't need that visual.\nOh god.\nThat's disappointing.\nThat was a punishment for being a traitor.\n\n\n====== REC010.txt ======\nHey, rule. I know it's a little weird. I'm recording as opposed to typing, but I need\nto convey the fact that so L2 and R2 both represent different directions and the NPC that's\non the sign when you're not talking to can interject from either of those directions. You can use\nR2 and L2 to go on tangents with one person and another person can also interject there as\nwell. So it just needs to be present both hands, really. Get back to me when you're\ngoing to guess. Thanks.\n\n\n====== REC042.txt ======\nand objection and response. Now some of you will probably object to this\ninconclusiveness. You will argue that people are supposed to be rational,\nreasonable, and logical creatures. You may also think that appealing to someone's\nemotions is a way of deceiving him, as it is often in the real world, and you\nhave probably probably probably probably been taught in your class and other\nbooks and in other books and writing. The logical writing is good and\nemotional. The logical writing is good and emotional writing is bad. I will\ntry these objections as fairly as I can. First, rhetoric is the study of human\ncommunication as it is, not as it ought to be. Indeed, if people were\ncomputers or angels or just creatures of pure reason and logic, there would be\nno need for rhetoric. Pure logic would serve us all very well, but we all\nrecognize that people have emotions as well as reason. Indeed, if people were\ncomputers or angels or just creatures of pure reason and logic, there would be\nno need for rhetoric. Pure logic would serve us all very well, but we all\nrecognize that people have emotions as well as reason. Secondly, rhetoric does\nnot exclude reason and logic. It merely recognizes that reason and logic are\nnot always sufficient either to make a person respond as you wish him to or to\nget him to act as you wish him to. How many times have you argued about politics\nwith your father and uncle? No matter how logical your arguments seem to be, they\nnever change their opinions. They, too, are probably amazed at your failure to\nrespond to their logic. Thirdly, rhetoric recognizes that emotional appeals have\ntheir validity. Validity, too. No one can prove with facts or logic that it is\nabsolutely that. No one can absolutely prove with facts or logic that it is\nabsolutely better for us, better for American, better for an American to have a\njob than for a Saudi American to have that job. But Americans are, in fact, more\nconcerned about unemployment in America than in other countries. Such a bias\nis emotional, but quite natural and normal. But no, oh my, such a bias is\nemotional, but quite natural and normal. I should also point out to have, it shouldn't\nbe normal though, that everyone should have work that suits them well. So it's\nthe way they feel contented in it. We should have all this stuff figured out by now.\nWhat the heck? Why are we wasting ourselves? Why are we putting it all to wealth?\nWhat are these things of gain? What is having a home? What is having a\nhaving a having this? We have these strange imaginations of what we are, what we\nought to have. And what we ought to have is not necessarily the best thing. What we\nhave, what we ought to have is not, is not so best related to what we are. We've\nlost our, our, our tribe, we've lost our society. We have so separated\nourselves from the other.\n\n\n====== REC043.txt ======\nSo all of us, we ought to have good work, work the means something to us, work the\nwork that's effective to us, work that has benefits to our communities and would be\nthrough our lives, to our, if you have good work, work that you find genuine passion\nand that you had, then you would have work that is, work that is, work that is of benefits\nto your soul.\n\n\n====== REC044.txt ======\nI should also point out the ethical appeal, which is not strictly logical.\nIt is one that often works to our advantage.\nWe trust the advice of parents, teachers, priests, ministers, lawyers, counselors, and friends,\nespecially if we don't have any reasonable knowledge about the subject.\nFor example, if a close friend says, the movie at strand at strand stinks, the movie at strand\nstinks.\nOkay, this thing sucks.\nWe will probably go to some other movie or to no movie at all.\nIf a lawyer tells us, don't sign the contract, it's two full of loopholes, we probably won't\nsign.\nWe trust the character of the speaker, even though we may not understand why.\nThat's the normal part of living.\nThat's a normal part of living.\nRedric, then, redric, then, is the study of how audiences are affected, whether by\na motion, reason, or trust in the character of the speaker.\nRedric, redric, or a rhetorician, rhetorician, i.e. one skilled in redric, evaluates a speech\nor a piece of writing, according to how effectively a speaker or a writer communicates certain\nopinions or information to an audience, either one person or a group in a certain situation,\nstandards of rhetorical effectiveness.\nThe explanation in the preceding paragraph seems clear enough.\nBut it also seems pretty vague.\nHow can we tell how anyone will respond to any appeals in any situation?\nIsn't that just a hit or miss procedure in which we're more likely to miss than to\nhit or to put the question more generally in a track play?\nCan there be any system to rhetoric when rhetoric deals with the whims of human personality?\nTo answer that question, let's consider what may be a familiar situation for you and\nmany other college students.\nSuppose you need $50 for a weekend skiing or surfing or just having a blast.\nDon't you have a strategy for asking your parents for some money?\nPerhaps you write to your father at his office, or you may telephone your mother when you\nknow your father won't be home, or perhaps you write to tell how hard you've been\nstudying.\nSomething that's shown by the A's on your last three exams.\nAnd explain how you really need some relaxation.\nIn other words, in other words, you do have\nrhetorical strategy, a plan for presenting your character and your case in the best\npossible light for your audience.\nNow this example of having a parent for money, now this example of asking a parent for\nmoney, asking a parent for money is a good rhetorical model in the sense that effectiveness\nof the rhetoric is easy to judge.\nIf you don't get the money, your rhetoric has been ineffective.\nIf you do get the money, your rhetoric has been effective.\nIf you don't get the money, your rhetoric has been ineffective.\nThat's a pretty easy situation to evaluate.\nHowever, it is not always so easy to judge the effectiveness of a rhetoric because our\nrhetorical goal is not always an action or an objective result.\nOften our goal in writing is not to get somebody to do something.\nWe may want merely to explain something to someone or we may want someone to sympathize\nwith us or we may want our audience to think more carefully about our subject.\nA work of rhetoric must be judged in relation to its purpose.\nA textbook is rhetorically effective if students learn from it.\nThe book must contain accurate information and must present that information clearly\nin a well-organized pattern.\nA letter of condolence is effective if it represents your emotions about the deceased, while\nwhile offering comfort to the bereaved.\nA poem is effective if it's readers, whoever they might happen to be, enjoy the poem.\nThe standards of rhetorical effectiveness, oh, the standards of rhetorical effectiveness\nfor a personal letter intended for intended for a friend may differ from those.\n\n\n====== REC045.txt ======\nThe standards of rhetorical effectiveness for a personal letter intended for a friend\nmay differ from those for a poem intended for the public, present and to come, and the\nstandards will differ for an ad, and the standards and the standards will differ for an ad, for\nan ad that is intended to sell a product, and a letter that seeks to tell a close friend\nthat you were thinking about him, and that you were thinking about him, and the letter\nthat seeks to tell a close friend that you were thinking about him, and that you care about him.\nHowever, the ultimate standard of rhetoric is still the same. You will want to know whether your\nmessage has, message have the effect you wanted it to on your audience. That is the heart of\nrhetoric and the rhetorical method. As a matter of fact, you and I, you and I and those around us\nhave been practicing rhetoric for most of our lives. You've known for a long time that you\ndon't talk to the family minister the same way you talk to your kids sister, and you know that\nyou don't deal with a college English professor the same way you deal with your mother.\nA lot of you have probably already discovered perhaps to your dismay that you can't deal with\ncollege professors in the same way you dealt with high school teachers, because you've been\npracticing rhetoric on your life. The formal studies, the formal study of rhetoric won't be too\ndifficult for you. The two difference will be that your study of rhetoric will now be more\nsystematic and rigid. You will need to ask, you will need, you will be asked to think more\ncarefully and analytically about your rhetorical decisions. These few examples have been, have\nprobably been enough to show that you show you that there is a there is a method to rhetoric.\nThese few examples have probably probably been enough to show you that there is a method to rhetoric.\nMost of the rest of this book will deal with the method, deal with that method and how you can\napply it to make your writing more effective. However, before doing anything else, let's get back\nto our original problem. Congressman Fairweather.\n\n\n====== REC046.txt ======\nuh...\ndeciding this deciding the issue\nhow will congressman food how will congressman will birdie fairweather\nwill birdie fairweather\nfairweather\nuh... vote on the honey import act\nhow should he vote\nwhat appeals\nwill pass but what appeals will persuade him\nuh...\nuh... on on the most on the most political issues we hope that hope that\nright\non the most political issues\nwe hope that right\ntruth\nor justice will prevail\nthis normally means\nour own conception of right\ntruth and justice\nthis normally means our own conceptions\nof right truth and justice\nfor all of us are aware that others\ndo not always see things as we see them\nindeed indeed\none of these premises behind uh... indeed one of the premises\nbehind our con\nconstitutional constitutional guarantees\nof free speech\nand free and free press\nis that men of goodwill\noften this re-sharp\noften this re-sharply\non many fundamental issues\nof us\nwhen james nevin's wrote\nwrote and asked\nfairware\nto vote for the honey imported\nhoney import act\nuh... okay to us when when this citizen\nwrote and asked\nare are are are are imagine\nuh... to vote\nvote that vote for the honey import act\nhe did so because he felt that he felt that the bill\nwould lower prices price of honey\nuh... james mullen this other citizen also felt that\nfelt that the passage of the bill\nwould lower prices lower the price of honey\nprice of honey\nhe asked congressman fairweather to vote against the bill\nso that farmers would not go broke\nuh...\nboth men reasoned logically about the issue\nboth agree that that that passage\nthat passage of the act\nwould lower the price of honey\nbut they did not agree on whether that result would be favorable or unfavorable\nfavorable or unfavorable\nagree to agree to agree to agree to disagree\nvoted or not voted\nuh... how would you decide\nuh... one advantage of using the the example of the honey import act\nis that\nanish is is is is\nis that\nthis is an issue\non which few of us have any preconceived notions\nfeelings or biases\nif we talked about legalizing marijuana\ngranting federal federal federal funds or\nor\ngranting federal funds for abortions\nreinst re reinstituting the draft\nreinstituting the draft\nincreasing military spending\nor disregulating\npetroleum prices\nmost of us might already have opinions on the subject\nthat would interfere with our analysis\nof the rhetorical methods\nuse in attempting\nto uh...\nattempting to convince congressman fair weather\nbut in our hypothetical example\nexample there are few facts with no absolute truth\nuh... we have a case of what we might might might also\nmight might also call\npure rhetoric\nwe have a case for for of what we might might also might might\nmight almost call pure rhetoric\nbut in our hypothetical we have a case of what what we might almost call\npure rhetoric\nthis is basically opposite\nan equal rash rational\nthis basically opposite an equal rational arguments uh... seem to nullify each other\nunless we have a strong by unless we have strong biases\nuh... towards either consumers as a group or for farmers as a group\nuh... we're not sure which way of voting will ultimately help the district\nof the state the country and and there\nand the world more\nuh...\nthe community that in these tariffs the uh... okay\nuh...\nthe the difference in import\nimport allowances\nuh... how much rely on those those localized productions in those\nexternal productions\nuh... that's just the voting in general between the\nuh...\nand okay that's that's too little too little\nuh... the emotional appeal that the uh...\nthe emotional appeals may renders may rend our hearts\nbut these appeals are ineffective in themselves unless the writers\nunless the writers\ncan make a valid corrections\nbetween the emotions\nand the and and the uh...\nactions they desire\nof us and add on television\nthat merely makes you feel sorry for a starving child in Bangladesh\nis only partly effective\nunless the ad prompts you to send the money\nuh... it is it is it is failed at least to you\nat least for the ethical appeals\nthey partially cancel each other out too\nthey partially cancel each other out too\nuh... they seem a little too weak\na little too underdeveloped a little too underdeveloped\nuh... to persuade us\nuh...\nthey okay\nas for the ethical appeals\nthey partially cancel each other out\nto\nuh... uh... they seem a little too weak\na little too underdeveloped\nuh...\nto persuade us\nthey seem to lack substance\nan ideal retrition retarician\nuh...\nthe next section\n\n\n====== REC047.txt ======\nAn ideal retortion, what then, will influence us, or a congressman like Fairweather?\nLet's try to compose a letter that will combine all three approaches in a successful balance.\nLet's write a letter that is rational yet emotional, presented by a writer who is attractive\nand credible.\nDear congressman, Fairweather, I have been pleased with your work for this district,\nDear congressman, Fairweather, I have been pleased with your work for this district in\nCongress, especially with your splendid efforts that resulted in the Spring Valley Flood\nControl Project.\nBecause I know that you are anxious to make sound legislative decisions for your constituents,\nI thought it would pass along some information to you about the Honey Import Act.\nThis information should help you to understand why I think you should vote for the bill.\nFirst of all, passage of the bill will mean more honey for Americans, which will mean\nlower prices.\nSecond, the lowering of trade barriers will allow the major honey exporting nations to\nincrease their trade with the United States, thus allowing these nations to buy more American\ngoods.\nThis will help these nations as well as us.\nBuying honey from our neighbors in Mexico and Argentina will help these friends in Latin\nAmerica.\nI know that farmers will complain about the loss of revenue, but they can easily raise\nother crops, like wheat and soybeans.\nSomething that farmers in other nations could not always do, cannot always do.\nThe price of honey has been kept artificially high for too long, and the farmers have been\nthe only group.\nThe benefit from this protective legislation besides the fact that we are a honey exporting\nnation indicates that there is plenty of profit in honey, with or without artificial price\nsupports.\nThe interests of the general public should outweigh the loss of income to farmers.\nWhich will not be that great anyway.\nThus I urge you to vote for the Honey Import Act.\nI am sure, however, that whatever decision you make will be in the best interest of the\ndistrict, the nation and the world, sincerely, surely, surely green.\nSurely green's letter should be an effective one, because she uses all three appeals effectively.\nShe starts out by appealing to Congressman Fairweathers emotions, specifically she praises\nhim for his achievements, and then appeals to his sense of duty and his sense of fairness.\nShe characterizes him as a man trying to do his best, something that probably will make\nthat Congressman a receptive reader.\nNot only are Ms. Green's emotional appeals sound, but her ethical appeal is excellent.\nHer praise of Congressman Fairweather indicates that she is knowledgeable about him and sympathetic\ntowards him.\nMoreover, she appears helpful and reasonable.\nShe is not simply telling the Congressman how to vote, but she is giving him information\non her position.\nAs she puts it, she is trying to make him understand her position in a rational way, but she does\nmake her stand, but she does make her stand clear.\nHer second paragraph relies strongly on rational appeal.\nIt contains both facts and carefully-reasoned arguments, underlying the facts and arguments\nare basic assumptions about the welfare of the United States and its citizens, ultimately\nand the premise, ultimately, and the premise can neither be proved or nor disproved.\nShe implies that the Congressman's chief concerns should be for America.\nThe argument is one of self-interest, one of the most emotionally compelling reasons\nto do anything.\nThe third paragraph, which anticipates objections that some might have to passage of the bill,\nis largely rational.\nHowever, such a phrase as artificially high for too long has some strong emotional overtones.\nThe last paragraph, again, appeals to the Congressman's emotions.\nIt praises his judgment and indicates trust in him.\nFrom doing so, of course, Ms. Green's ethical appeal remains high.\nA moreover, she does manage to restate her position at the beginning of the paragraph.\nAll in all, it is impossible to say how Congressman Fairweather will vote.\nHowever, we do know that he is very likely to read his letter sympathetically.\nThe letter does what it should.\nIt presents the writer in her content to the audience in such a way.\nI'm still here, you're a tiny thing, you're like bored, I get it, I'm sorry.\n\n\n====== REC048.txt ======\nThen the last paragraph, again, appeals to Congressmen's emotions.\nIt praises his judgment in a case trust.\nI'm so bored of that student.\nI'm so bored of this too.\nI'm bored of this.\nWe project, but goddamn it.\nI'm bored of this.\nI'm only in page 20.\nYou got to finish the book.\nDiscovering what to say.\nIt's got to be great.\nChapter 5.\nYeah, let's imagine the future here.\nHeck yeah, that's going to be great.\nThat's going to be awesome.\nI'm going to love that.\nAll right.\nI have toilet rum or left off though.\nNow, the last paragraph.\nAgain, appeals to Congressmen's emotions.\nIt praises his judgment in a case trust in him.\nIn doing so, of course, Ms. Green's ethical appeal remains high.\nMoreover, I found my center finally with Heck.\nI'm sorry for that.\nI mean, it's good knowledge though.\nI hope you appreciate it.\nOne more can I let her do.\nOne more can I let her do.\nOne more can this say so really do for us.\nLook at that snow.\nOh my goodness.\nI thought we were done.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\n\n\n====== REC050.txt ======\nSo, this text is on rhetoric, ethereum practice for composition, it's by Walter S. Minan.\nYeah, a preface.\nWhen I was young, when I was young and easy, when I was young and easy and first began work on.\nYoung and easy and first began work on rhetoric, ethereum practice for composition quite a few years ago.\nI intended to compose a freshman writing text that would save the world or at least revolutionize the teaching of composition.\nNow that my book has undergone the scrutiny of several editors and many more reviewers, my hopes are a bit more modest.\nI have, however, retained my enthusiasm for my substantive goals.\nThe goal was to publish a text that was both solid, solidly grounded, solid, solid, god damn it, solid, solidly grounded.\nIn rhetorical theory, yet clear and elementary enough for average freshmen at state universities, community, community, community.\n\n\n====== REC051.txt ======\nThat goal was to publish a text that was both solidly grounded in rhetorical\ntheory, yet clear and elementary enough for average freshman at State\nUniversity's community colleges and other colleges where the majority of\nstudents need the help of one or two semesters devoted to composition.\nI believe in this book. Comes as near its goal as I can make it. The underlying, okay,\nthe underlying assumption of rhetoric theory and practice for composition are these.\nOh boy, rhetoric, rhetoric theory and practice, this thing, okay. One, writing takes place when a writer\nfaces a situation in which he or she has to do it. Why can't you just do it?\nIt's not near text, but it's important to read it right.\n\n\n====== REC052.txt ======\nThe underlying assumptions of rhetoric, theory, and practice for composition are these.\nOne, writing takes place when a writer faces a situation in which he or she has to, oh,\nhas to.\nOh my God, dude, come on.\nWell, you suck.\n\n\n====== REC053.txt ======\nOkay, in rhetoric, in this practice of rhetoric, number one, writing takes place when a writer\nfaces a situation in which he or she has to, has two or wants to communicate, two.\nThe form of the writing is determined by the rhetorical situation, not by external standards\nor models.\nAnd three, classical rhetoric provides a simple, yet useful framework for learning to write.\nUsing these assumptions, I have tried to create a freshman writing text that is practical,\nrealistic, and theoretically consistent.\nThis text is practical in that, in that it deals with the kinds of writing that most students\nwill use both inside and outside of class.\nThe focus is on using persuasion, using persuasion and exposition in practical situations, such\nas reports for teachers or employers, letters, data on public issues, and other forms of\npublic and private discourse.\nThe emphasis is on communication as it occurs in the student's experience.\nAs this text is meant to be practical, most of the illustrations and examples of both\ngood and bad writing are drawn from non-literary sources.\nThere are selections from textbooks, popular magazines, scholarly journals, newspaper articles,\nletters to editors, student themes, and advertisements.\nThe analysis of these selections emphasizes clear persuasive communication, rather than\nliterary merit, or the falling of pre-established patterns, such as comparison and contrast or\ndefinition.\nOne will, I hope, set rhetoric theory and practice for composition, apart from other freshman\ntexts, text, text, text, is that aimed to be practical and realistic is its consistent\nadherence to a theory of rhetoric.\nThe theory is ultimately aerostolian, focusing on three basic elements in rhetorical situation,\ncontent, audience, and persona.\nThis text is not simply a summary or rehashing of Aristotle's rhetoric, rather it is an adaptation\nof the basic theory of Aristotle's Aristotle and uses content, audience, and persona as\nthe touchstones for evaluating rhetorical effectiveness.\nHe says, I have followed the lead of, I read this before though, the plan of this book\nis to move from the larger problems facing the student writer down to smaller, subtler problems.\nThe first chapter deals with the nature of the rhetorical system.\nIt tries to suggest the divisions involved and the resources available when a writer faces\na writing situation.\nThe next three chapters, each deal with one of the elements in the rhetorical situation,\nas outlined by Aristotle, content, audience, and persona.\nMy strategy is to encourage students to see that they have been communicating all their\nlives and that these processes are not mysterious.\nMy strategy in putting these chapters first is to encourage students to see that they\nhave been communicating all their lives and that the processes are not mysterious.\nThey should, meanwhile, be learning that writing is merely an extension, albeit more conscious\nof their previous experiences in communicating.\nThe middle chapters of the book deal with two of the major departments of classical rhetoric.\nThe middle chapters of this book deal with two of the major departments, major departments\nof classical rhetoric, discovery, invention, as in quotation marks, an organization is an\norganization in quotation marks arrangement.\nThe chapter on invention does not treat the classical topics as rigidly as rigidly\nand as meticulously as some textbooks have.\nInstead, it suggests some of the major strategies for discovering what to say.\nIt also suggests some of the possible steps in the pre-writing stage of composition.\nThe chapter on organization does deal with the pattern of the classical iteration, but\nthat is not its chief emphasis.\nRather, it suggests a variety of organizational patterns based on argumentative structure.\nIt is the probable reaction of the audience and the importance of the persona.\nThe last three chapters deal with style, moving from larger to smaller units.\nThe seventh chapter, on the paragraph, is a bridge between organization and style.\nIn it, I have relayed, I have relied, I have relied heavily on the theories of, I have\nrelied heavily on the theories of generative rhetoric as developed by Christiansen.\nThe eighth chapter deals with sentences in the last words, I have treated gobbly, gobbly\nbook, gobbly, gobbly, gobbly book.\nAs, that word again, in both chapters, but mostly in the chapter, a whole section of\nthat chapter is devoted to the causes and cures of gobble, gobble-dee-gook.\nIn acknowledging those who helped me with the text, I would like to begin with those\nto whom I owe an intellectual debt, those scholars and students of rhetoric and composition,\nmost of whom I know only through the written word in publication, were really my mentors\nbefore this project began.\nOf all the people he has cited.\nIf I have slated anyone, if I have slated anyone, it is annoyingly because composition\nis just emerging as a serious discipline, the standards for scholarly achievement and\nrecognition are not as clear as in literary studies, thus we often borrow concept strategies\nand teaching techniques without being aware of their sources.\nThus we often borrow concepts, strategies and teaching techniques without being aware\nof their sources.\nIf any of you recognize material that I have unwittingly taken from you, you should accept\nthis highest form of flattery, along with my sincere apology, for not publicly recognizing\nyou.\nFinally, I would like to acknowledge my debt to Aristotle, though it seems foolish, so\nto acknowledge, so to try to pay homage to the thinker, who almost single-handedly invented\nwestern civilization.\nAlthough it seems foolish to acknowledge, my debt to Aristotle, though it seems foolish\nto try to pay homage to the thinker, probably still the wisest and most useful source of\nknowledge about rhetoric.\nI also owe an intellectual and practical debt to my students, who have, through the years,\ninspired and challenged me.\nI would like to thank especially those who allowed me to use their work in my textbook.\nOkay, and the text begins here.\n\n\n====== REC054.txt ======\nAll right, so a red brick again, just stay okay at the beginning of the text, I'm gonna\nread this bit, no, no, there was some art, that was awesome, okay, so the thing of red\nbrick, there's an image here, it's kind of abstract, apparently this has been, this is the\nthing throughout the book, it's really clever, you kind of get to read the text as you go,\nthat's weird, examine interest, purposes, purposes in the mind, conceptual level,\norganization, organization, he says, integrating, three major, integrating, three major\ndiscussion, oh boy, theory, okay, it was better the first time I read it, because I've read\nthis before, and it was really cool, framework thought, examining, developing, overviews,\nstyles, communication, work, and leisure, precipit, because you had to read this out so\nnaturally, it was cool, and this book, I'll take a picture of that one for sure,\n\n\n====== REC055.txt ======\nthe process of rhetoric. A human problem.\nYour congressman is a public servant.\nOh man, because man. Wait, there is more to it. What happened?\nWhat am I supposed to do?\n\n\n====== REC056.txt ======\nfound it. Okay, this is the important text. The three appeals. The three appeals. If you were a congressman, if you were, okay, this is an example text. If you were a politician that citizens would go to influence, and you had no prior commitment to vote either way on a bill, what would commit you to act in a particular way?\nWhat do we convey in the earlier text? Which rhetorical method was most effective in people's talking to you to make you sway a certain way, based on the identity of the writer and based on the appeals to the evidence in the case, or that based on your emotional response?\nIt's okay. There is, of course, no right answer. Whatever direction a citizen takes, there is no right answer in their appeals to a politician.\nIt's a discernible truth, a discernible best outcome. If you relate these circumstances to people, otherwise it's a... don't want to call it.\nYeah, no, there's too many twisted economic drives, tied up into the decisions we would make. Then the personal quarrel, the personal stakes that anyone, senator, congressman or, let's say, how a representative would have to lobby for their efforts?\nThey have personal intentions to mitigate in discourse. It's like, how do they make appeals? I wonder, how do they make these? What do they spend time discussing?\nThe emails? It's good, no.\n\n\n====== REC057.txt ======\nback to the text, so there is no, there is of course no right answer\nwhichever of the three appeals you make in way of\noh boy, hang on, it'll come to describe it again\nI need this text, some of you will respond one way\nsome another and another is still a third way\nand any one of these approaches can be effective\nand effective, a truth that was once\nrecognized by the Greek philosopher\nAristotle, about 25 years, 20 or 20 years, 25 centuries ago\nAristotle, Aristotle, analyzed the rhetorical situation\nany situation in which one person communicates\nwith another as having three components\none, a speaker or writer\nthey have what themselves\nor their expression in speaking or writing\nand all those other components\nan audience or reader, two, an audience or reader\nin the act of oration or in the act of writing\nyou consider the audience or the reader\nand three, a message or content, so what are you trying to convey\nin the text\nor content? Aristotle classified rhetorical means\naccording to what element in the rhetorical situation was\nmost prominent, thus if a speaker\nwriter emphasized his own character\nhe called it ethos, Aristotle called this appeal\nEthical appeal\nif the speaker emphasized, hang on, hang on, I'm going to read the text\nif a speaker or writer emphasized his own character\nethos, you would call it ethos\nI don't think I can't\nAristotle called this appeal, Ethical appeal\nif the speaker emphasized the emotions of the audience\nthe appeal, Ethical appeal\n\n\n====== REC058.txt ======\nThat's where he and otherwise anyone who listens to this is going to have a hard time.\nShit. Okay. Thus, if a speaker were right or emphasized his own character, ethos,\nAristotle, Aristotle called this appeal the ethical appeal.\nIf the speaker emphasized the emotions of the audience, he called this the emotional appeal.\nIf the speaker emphasized the content, the actual truth about the subject, he called this the rational appeal,\nwhich is really the best, which is which of these is really best, is the best to use.\nInterestingly enough, Aristotle said that the rational approach was the ideal method for rhetoric.\nBut he said that the ethical or personal appeal was the most effective.\nHowever, he spent much more effort on analyzing emotional appeals than he did on analyzing the other two appeals.\nSo Aristotle couldn't seem to actually decide on an answer any more than we can.\nThere's no one exposed to the answer. It's a combination of all those appeals.\nHe spent a lot of time doing emotional appeals because that was the bulk of those relational systems.\nSystems, he would have to demonstrate ability in within. Otherwise, he wouldn't have function to discourse as he did.\nSo an object, an objection, I am.\n\n\n====== REC059.txt ======\nand objection and a response.\nNow some of you will probably object to this inconclusiveness.\nYou will argue that people are supposed to be rational, reasonable, and logical creatures.\nYou may also think that appealing to someone's emotions is a way of deceiving him, as it\noften is in the real world.\nAnd you have probably been taught in your class and in other books on writing.\nThe logical writing is good, and emotional writing is bad.\nI will try to answer these objections as fairly and honestly as I can.\nFirst, rhetoric is the study of human communication as it is, not as it ought to be.\nIndeed, first rhetoric, rhetoric is the study of human communication as it is, not as\nit ought to be.\nIndeed, if people were computers, or angels, or creatures of pure reason and logic, there\nwould be no need for rhetoric.\nPure logic would serve us all very well, but we are, but we are, we all recognize that\npeople have emotions as well as reason.\nSecondly, rhetoric does not exclude, rhetoric does not exclude reason and logic.\nIt merely recognizes reason and logic are not always sufficient, either to make a person\nrespond to you as you wish him to, or to get him to act as you wish him to.\nHow many times have you argued about politics with your father and uncle?\nNo matter how logical your arguments seem to be, they never change their opinions.\nThey, too, are probably amazed at your failure to respond to their logic.\nThirdly, how many times have you argued about politics with your father and uncle?\nNo matter how logical your arguments seem to be, they never change their opinions.\nThey, too, are probably amazed at your failure to respond to their logic.\nThirdly, you would never have their theory of mind, unless they, their reasoning is not,\nthey, their reasoning is not, is only sound to them, unless they would, it would extrapolate well enough to yours.\nYeah, there's a definite common thread, but no, another word, neither of you would take, take accounting.\nTake, take, take stance to reason out that, that for that long.\nThirdly, rhetoric recognizes that emotional appeals have their validity, validity, validity, validity, too.\nNo one can, I mean, you have to, if they can't, if they can't, if they can't be humbled,\nthen you're not going to come to any conclusion, and they may just like storm off.\nIf you don't, if you don't ask, you'll never know.\nYou don't say, give return to, give return, give return away with joy.\nWhere is your fucking joy?\nThirdly, rhetoric, rhetoric recognizes that emotional appeals have their validity, have their validity, too.\nNo one can prove with facts or logic that it is absolutely better to be an American, for an American, to have a job, then for a Saudi, Saudi, Saudi Arabian, to have that job.\nBut Americans are, in fact, more concerned about an unemployment in America than in other countries.\nSuch a bias is emotional, but quite natural and normal.\nI should also point out that, okay, one more time for that one, because that, thirdly, rhetoric recognizes that emotional appeals have their validity, too.\nNo one can prove with facts or logic that it is absolutely better for an American to have a job, then for a Saudi, better for an American to have a job, then for a Saudi, Saudi Arabian, to have that job.\nBut Americans are, in fact, concerned about, but Americans are, in fact, more concerned about unemployment in America than in other countries.\nSuch a bias is emotional, but quite natural and normal.\nI should also point out that the ethical appeal, which is not strictly logical, is one that often works to our advantage.\nWe must trust the advice of parents, teachers, priests, ministers, lawyers, counselors, and friends, especially if we don't have any reasonable knowledge about the subject.\nFor example, if a friend says, the movie that I watched really sucked, we will probably go to some other movie, or to no movie at all.\nIf a lawyer tells us, don't sign the contract, it's too full of loopholes, we probably won't sign.\nWe trust the character of the speaker, even though we may not understand why.\nThat's a normal part of, he says, that's a normal part of living.\nRhetoric, then, is the study of how audiences are affected, whether by emotion, reason, or trust in the character of the speaker.\nRhetoric, rhetoric, or a rhetoric, rhetoric, rhetorician, IE, one skilled in rhetoric, evaluates a speech or a piece of writing in accordance to how effectively a speaker or writer communicates certain opinions or information to an audience.\nEither one person or either one person or a group, in a certain situation.\n\n\n====== REC060.txt ======\nSo standards of rhetoric, standards of rhetorical effectiveness, the explanation in the preceding paragraph seems clear enough, but it also seems pretty vague.\nHow can we tell anyone to respond to any appeal in a situation?\nThe explanation in preceding paragraph seems clear enough, but it also seems clear enough.\nThe explanation in preceding paragraph seems clear enough.\n\n\n====== REC061.txt ======\nstandards of rhetorical effectiveness. The explanation in the preceding paragraph seems\nclear enough, but it also seems pretty vague. How can we tell how anyone will respond to\nany appeals in any situation? Isn't that just a hit or miss procedure in which we are\nmore likely to hit miss than to hit? Oh my god. Alright, one more time.\n\n\n====== REC062.txt ======\nThe standards of rhetorical effectiveness.\nThe explanation in the preceding paragraph seems clear enough, but also seems pretty vague.\nGo to the room.\nOh man.\nOkay, I'm so distracted.\nCat, you're adorable.\nWhy you gotta be cute?\nWhat are you doing playing like that?\n\n\n====== REC063.txt ======\nThe standards of rhetorical effectiveness.\nThe explanation in the preceding paragraph seems clear enough, but it also seems pretty\nvague.\nHow can we tell anyone who will respond to any appeals in any situation?\nAny situation.\nIsn't that just a hit or miss procedure in which we're more likely to miss than to hit?\nOr to put the question more generally and abstractly, can there be any system to rhetoric\nwhere rhetoric deals with the whims of human personality?\nTo answer that question, let's consider what may be a familiar situation for you and\nmany other college students.\nSuppose you need $50 for a weekend skiing or surfing or just having a blast.\nWhen you have a strategy for asking your parents for some money, perhaps you write to your\nfather at his office, or you may telephone your mother, or you may telephone your mother.\nAnd when do you know your father won't be home?\nOr perhaps you write to tell how hard you've been studying.\nOr perhaps you write to tell how hard you've been studying, something that's shown by\nthe A's on your last three exams and explain how you really need some relaxation.\nIn other words, you do have a rhetorical strategy, a plan for presenting your rhetorical\nstrategy, a plan for presenting your character, and your case in the best possible light for\nyour audience.\nNow this example of asking a parent for money is a rhetorical model.\nIn the sense that effectiveness of rhetoric is a rhetorical model.\nNow this example of asking a parent for money is a rhetorical model in the sense that\neffectiveness of the rhetoric is pretty easy to judge.\nIf you get the money, your rhetoric has been effective.\nIf you don't get the money, your rhetoric has been ineffective.\nThat's a pretty easy situation to evaluate.\nHowever, it is not always so easy to judge the effectiveness of our rhetoric because\nour rhetorical goal is not always an action or an objective result.\nOften our goal in writing is not to get somebody to do something, not to get somebody to do\nsomething.\nWe may want merely to explain something to someone, or we may want someone to sympathize\nwith us, or we may want our audience to think more carefully about our subject, or you\nmay just be meandering to say on something, you didn't mean to say on.\nA work of rhetoric must be judged in relation to its purpose.\n\n\n====== REC064.txt ======\nA text book, oh hey more time, a work of rhetoric must be judged in relation to its\npart, to its, but no, a work of rhetoric must be judged in relation to its purpose.\nA text book is relationally, is, is, oh man, a text book is rhetorically effective if\nstudents learn from it.\nA text book is rhetorically effective if students learn from it.\nThe book must contain accurate information and must present that information clearly\nand in a well-organized pattern.\nOkay, accuracy is, that's, right, difficulty, but, I think we are definitely missing\na rhetorical baseline for knowledge in way of teaching, in a way of learning.\nWe have not been so afforded all those baseline assets of human communication and, well,\nwe're given the fundamentals of, of, rigor, rigor learning, but not the so fundamentals\nof relational learning.\nWe have not, it's like, we're born into segmented, not even segmented, it's like, if you\ndo not have community, if you do not have community at home, you would go to school\nin way of severance from knowledge, that would otherwise be so well afforded to those\nthat have that thing of family.\n\n\n====== REC065.txt ======\nOkay, so just continuing from, I don't know where that, okay, middle of the text somewhere.\nA letter of condolence is effective if it represents your emotions about the deceased\nwhile offering comfort to the, to the bereaved.\nA poem is effective if it's readers, if it's readers, readers, if it's readers,\nwhoever they might, might happen to be, enjoy the poem.\nThe standards of rhetorical effectiveness for a personal, for personal letters intended\nfor a friend may differ from those for a poem, for a poem, for a poem intended\nfor the public.\nPresent and those and to come, present and to come, and the standards will differ for\nan ad, and the standards, and the standards will differ for an ad that is intended to sell\na product, and a letter that seeks to tell a close friend that you were thinking about\nhim, and then you care about him.\nHowever, however, the ultimate standard of rhetoric is still the same.\nYou will want to know whether your message had the, had the effect you wanted it to on\nyour audience, that is the heart of rhetoric and the rhetorical method.\nAs a matter of fact, you and I and those around us have been practicing, have been practicing\nrhetoric all our lives.\nFor most of our lives, you've known for a long time that you don't talk to the family\nminister the same way you talk to your kids sister, and you know that you don't deal\nwith a college, English professor, the same way you deal with your mother.\nA lot of you, like he says in quotations, a lot of you have probably already discovered,\na lot of you have probably already discovered, perhaps to your dismay, that you can't deal\nwith the college professors in the same way that you deal with high school teachers.\nBecause you've been practicing rhetoric all your life, the formal study of rhetoric won't\nbe too difficult for you.\nThe formal study of rhetoric won't be too difficult for you.\nBecause you've been practicing, because you've been, it's good text.\n\n\n====== REC066.txt ======\nBecause you've been practicing, oh man, because you've been practicing rhetoric all your life, the formal study of rhetoric won't be too difficult for you.\nBecause you've been practicing rhetoric all your life, the formal study of rhetoric, the formal study of...\nBecause you've been practicing rhetoric, oh man, because you've been practicing rhetoric all your life, the formal study of rhetoric won't be too difficult for you.\nThe chief difference, the chief difference, the chief difference will be that your study of rhetoric will now be more systematic and rigid.\nYou will be asked to think more carefully and edit and edit BFFB you will be asked to think more carefully and analytically about your rhetorical decisions.\nThese few examples have probably been enough to show that there is a method rather.\nMost of the rest of the book will deal with the method without a problem in the fight.\nYou're writing more effectively.\nHowever, before doing anything else, let's get back to our original problem.\nSo, in writing a letter to a congressman, so to demonstrate, you're wanting of them to decide on an issue.\nSo, this person's name is...\nThis person is Wilbur D. Fairweather.\nSo, deciding an issue.\nHow will congressmen Wilbur D. Fairweather vote on the Honey Import, their legislation?\nThis legislation, the Honey Import Act.\nHow should he vote? What appeals will persuade him?\nOn most political issues, we hope that...\nAh, come on. You need the full context.\nThat's the two points. I don't read it again.\nI don't read it again.\nOkay, let's try this one.\n\n\n====== REC067.txt ======\nThe thing is to try. Write a letter to your congressman or senator on an issue you feel\nstrong about. When you receive his reply to your letter, analyze the appeals that he\nuses in his letter. Look at some ads on television, horror magazines, and newspapers, and analyze\nwhich appeals they emphasize. Read the letters to the read, the letters to the editor, column\nin a newspaper or magazine, using her own intuitive responses as guides, as guides.\nEvaluate the letter by putting them in numeric order with one for the best, two for the second\nbest, and so forth. Then try to analyze the letter to see if you can discover the reasons\nfor your responses. Writing assignments. In doing any writing assignments, it must be a useful\nrhetorical exercise to list the following information at the beginning of your paper. Subject\nand one is subject to his audience. Characteristics. Three is speaker description. Four is rhetorical\ngoal. Four is rhetorical goal. Five is rhetorical strategy. Here, for instance, is a simple plan\nfor the first assignment below. Subject. Increase in, okay, let's say a subject. Increase\nin state income tax. Two is audience. State Senator Jones. A conservative. Three is speaker.\nA mildly angry. A mildly angry. But still reasonable citizen. Four is rhetorical goal. To\nget Senator Jones to vote against the bill. Five is rhetorical strategy. To show that\nbudget cuts could be made to avoid this increased tax. One. Write a substantial letter on\nthe controversial issue as though you were going to send it to a public official, a newspaper\nor a magazine. Write a letter to your teacher for sweating him that you shouldn't have to\ndo. Two do one of these writing, writing assignments. Okay.\n\n\n====== REC068.txt ======\nYeah, they have more of this heart here.\nWhat's full about it is that your first intuition of it is usually the best reading of\nit.\nI don't know how he did it.\nLet's go with it though.\nI guess you have to read all of it first time, that's what makes it good.\nSo I'm going to start here because this is my bias.\nConceptual level, conceptual level question.\nConceptual level, question.\nDiscussion, addressing, structure, learning, relation to learning.\nOrganizational presentation effect.\nI would have had to turn the page.\nOkay, integrates, concepts, topics, search, search.\nOh, because I would have had to say if I looked like this, like effect, search.\nCool.\nRelationships, understand.\nConcluding section.\nWait a minute.\nThrough the text, concluding section.\nRelationships, understand, integrates, concepts.\nOrganizational presentation, language, structure, learning.\nRelationships, understand.\nRelationships comes out of learning.\nOkay, yeah, that's cool.\nText, that text is in bold.\nI would have had to correlate those words again.\nConcluding section.\nOkay, I'm reading it too.\nOkay, I can't read it too literally.\nSo examine interest.\nPurpose is in the mind.\nCommunication.\nCommunication.\nSocial organization.\nAnd then organizations.\nOkay, I would have just read this normally.\nOkay, concluding section.\nRelationships, understand.\nIntegrates, concepts.\nOkay, okay, let's put it.\nWhere is the structure, learning?\nOkay, blah, blah, blah, blah, blah.\nEffectively the language of style, dealing with information.\nExamination, examination of present.\nConclusion, conceptual level.\nThrough the text.\nThrough the text.\nEffectively.\nOh, come on.\nAll right.\nThe first one was not worth fun.\nI think I know what you mean, the word season.\nI have too much imagination.\nTwenty years might have been doing.\nOkay, I'm skipping ahead.\nJust to find another one of these pictures.\nBecause they're so cool.\nSo first impression, just go like, go with it.\n\n\n====== REC069.txt ======\nSo, communication work, styles, examining, developing, overviews, thought, discussion,\ntheory, framework thought, precipitated, examines the process, the leads to framework\nthought, precipitated, okay, styles, communication work, examining, developing, thought, framework,\nit's like exposing into words, it's like, and then also reflective on the models that we have,\nso it's like, information, confusion, listening, motivation, conclusion, expanding awareness,\npro-creative, realistic, evolution, techniques, recognizing, outlines, questions,\nappropriate, introduction, discussion, references, comprehensive, texts, traditional topics,\nethics, perspective, realistic, come on,\nlet's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go,\nlet's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go,\nlet's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let\n\n\n====== REC070.txt ======\nI don't believe it took me 45 minutes to get here, and I was only 3 miles away, I don't\nbelieve it took me 45 minutes, they're complaining, never mind, it never fails, I always managed\nto get the teriyaki sauce on my Thai, I at least highlights the design, this food looks\nso good, I am glad I forgot to eat lunch.\nThe first disclosures should be generally positive, generally positive.\nSome time ago I attended a luncheon meeting, a luncheon, a luncheon meeting for a professional\nassociation, and said hello to one of the officers, when I asked how he was, he mentioned\nhis separation, then he elaborated on his teenage children's questions about his love\nlife, and his sex life, and I realized that he needed to talk to someone, but that meeting\nwas neither the right time nor the right place, and I was not the right person.\nFood is always a wonderful basis for communication, grandma knew that food was a great conversation\nstarter, that's one reason she made it, made lots of it, it's no accident that meetings\nget together, social engagements, and family affairs are often centered around a meal,\nwhen people come together over food, a certain amount of nurturing takes place, at least on\nthe physical level, and often at the mental and professional levels as well, you know,\nflirting, flirting, and while we're on the subject of great lines, what about 30, what\nabout the words, body language, facial expressions and glances that can find their way from\na purely social situation to a business setting or vice versa, what about the words, body\nlanguage, facial expressions and glances that can find their way from a purely social situation\nto a business setting or vice versa, to some, flirting is a way of exchanging friendly\nbanter, very much like small talk, good nature friendly banter is fine and can be appropriate\neven in the office, to others, to others, flirting is a come-on and it depends on the flirty,\nthe flirty, the flirty and on what is actually, and on what is actually being said and done,\nuse caution, with flirting, use caution with flirting in a business setting, one person's\nsmall talk is another person's come-on, ask yourself if you want that deal or that promotion,\nwriting on what, writing on what someone thinks of you as a business associate or as a potential\ndate, strategy 6.\nMoving in, breaking and entering, there is a difference between including yourself and other\npeople's conversations and intruding on them, getting into a conversation that is already\nunderway requires a dose of shitspa but also some sensitivity, watch people's body language\nand listen to the tone of their conversation for clues, one of my clients offers this advice\nfor including without intruding, avoid approaching two people who look as though they are having\nan intense conversation, if they seem, if they seem totally preoccupied, you can assume\nthat they are flirting with some profound ideas or with one another.\nApproach groups of three or more, position yourself close to the group, give only facial\nfeedback to the comment being made, when you feel yourself being included, either by verbal\nacknowledgement or by eye contact, you are free to join in the conversation.\nBe open to others who want in, when you see someone on the periphery of your conversational\ngroup, remember how uncomfortable you feel in that situation, that's good, that's very\ngood.\nIf you merely want to extend, if you merely want to extend a greeting to someone in the\nconversation, you might say, excuse me for interrupting, but I wanted to say hello,\nthen move away, you may find that your interruption is a welcome relief and that you are invited\nto stay in chat.\nIf you merely want to extend a greeting to someone in the conversation, you might say, excuse\nme for interrupting, but I wanted to say hello, then move away, you may find that your\ninterruption is a welcome relief and that you are invited to stay in chat.\nWhat if someone interrupts your intents or inborn conversation?\nAccording to Dr. Geraldine Alpert, a psychologist in Marion County, North of San Francisco, you\ncan be both firm, you can be both firm and gracious, acknowledge the person politely\nand thank them for saying hello, indicate that you need to finish this conversation, but\nwe'll catch up with them later, then do so.\nStrategy 7, moving on, extricating yourself, many of us feel uncomfortable,\nwith ending a conversation, someone, somewhere, told us that it was rude, actually, the etiquette\nof cocktail parties is that we are supposed to circulate.\nNo less than authority then mismanners suggest that we spend no more than 8-10 minutes with\nanyone person.\nWe have been invited so that we can mingle and meet other attendees.\nIt is an opportunity to circulate among peers, colleagues, potential clients, and to meet\nas many people as possible.\nThe idea is not to engage in conversation with one person for the duration, although\nwe sometimes do that because it can be easier.\nSo that's good, 8-10 minutes, that's great, that's a good goal.\nNow today it's more like 4 minutes, can I have 4 minutes your time to talk on things,\nnot 10 minutes, it's too much, 4 minutes is probably a good time because if it turns out\nthat I'm talking to you, they'll talk to you more.\nIf you wanted to get to know everybody on a school campus, you wanted to get to know everyone\nin your office, you wanted to get to know everyone in your factory, if you wanted to\nunionize.\nCan I talk to you for 4 minutes?\nWe might have alignment on things you'd be surprised about.\nIt turns out we're actually pretty similar, 70-some percent of people would not want to\nsee, but the Democrats really think it's general consensus that we don't want to see\nBiden run again, it's not going to be you.\nWe got a Marianne Williamson, Marianne Williamson will save us, Marianne Williamson,\nMarianne Williamson, say your name, say your name, so, yeah, thank you, I'll fetch\nright that, Marianne, Marianne Williamson, Marianne Williamson,\nMarianne Williamson, Marianne Williamson, Marianne Williamson, Marianne Williamson,\n\n\n====== REC071.txt ======\nTry to emulate Aristotle, Aristotle classified rhetorical means according to which elements in the rhetorical situation was most prominent.\nThus if a speaker or writer emphasized his own character, ethos, Aristotle, Aristotle called this appeal the ethical appeal.\nIf the speaker emphasized the emotions of the audience, he called this appeal the emotional appeal.\nIf the speaker emphasized the content, the actual truth about the subject, he called this the rational appeal, the rational appeal, which is really which he says which is really best to use.\nInterestingly enough, Aristotle said that the rational approach was the ideal method for rhetoric, but he said that the ethical appeal, the ethical or personal appeal, was the most effective.\nHowever, he spent much more effort on analyzing emotional appeals than he did on analyzing the other two appeals.\nSo Aristotle couldn't seem to actually decide on an answer any more than we can.\nSo in the next section, an objection and a response.\nNow some of you will probably object to this inconclusiveness, you will argue that people are supposed to be rational, reasonable, reasonable, and logical creatures.\nYou may also think that appealing to someone's emotions is a way of deceiving him, as it is often in the real world.\nAnd you have probably been taught in your class and in other books on writing, on writing, that logical writing is good, and that emotional writing is bad.\nI will try to answer these objections as fairly as, as fairly and honestly as I can.\nFirst, rhetoric is the study of human communication as it is, not as it ought to be.\nAnd indeed, if people were computers, or angels, or just creatures of pure reason and logic, there would be no need for rhetoric.\nPure logic would serve us all very well, but we all recognize that people have emotions as well as reason.\nSecondly, rhetoric does not exclude reason and logic.\nIt really recognizes that reason and logic are not always sufficient, either to make a person respond as you wish him to, or to get him to act as you wish him to.\nHow many times have you argued about politics with your father and uncle?\nNo matter how logical your arguments seem to be, they never change their opinions.\nThey too are probably amazed at your failure to respond to their logic.\nThirdly, rhetoric recognizes that emotional appeals have their validity too.\nNo one can prove with facts or logic that it is absolutely impossible to respond to.\nThirdly, rhetoric recognizes that emotional appeals have their validity too.\nNo one can prove with facts or logic that it is absolutely better for an American to have a job and then for a Saudi Arabian to have that job, but Americans are, in fact, more concerned about unemployment in America than in other countries.\nSuch a bias is emotional but quite natural and normal.\nI should also point out that the ethical appeal, which is not strictly logical, is one that works to our advantage.\nWe trust the advice of parents, teachers, priests, ministers, lawyers, counselors, and friends, especially if we don't have any reasonable knowledge about the subject.\nFor example, if a close friend says, the movie I watched really sucked, we will probably go to some other movie or no movie at all.\nIf a lawyer tells us, don't sign the contract, it's too full of loopholes, we probably won't sign.\nWe trust the character of the speaker, even though we may not understand why.\nThat's a normal part of living.\nFor rhetoric, then, is the study of how audiences are affected, whether by emotion, reason, or trust in the character of the speaker.\nOr rhetoric, or rhetorician, rhetorician, rhetorician, rhetorician, rhetoric, or rhetorician, i.e. one skilled in rhetoric.\nIf evaluates a speech or a piece of writing, according to a affective speaker or a rhetoric communicates certain opinions or information to an audience, either one person or a group, in a certain situation.\nEither one person or a group, I mean, he doesn't mention the active cello, so a little acquies though.\nJust saying one's going to court, reason out for the unit first, no direct audience.\nYou can imagine having a recording device to parse one's ideas.\n\n\n====== REC072.txt ======\nThe explanation in the preceding paragraph seems clear enough, but it also seems pretty vague.\nHow can we tell how anyone will respond to any appeals in any situation?\nIsn't that just a hit or miss procedure in which we're more likely to miss than to hit?\nIsn't that just a hit or miss procedure in which we're more likely to miss than to hit?\nAlmost, but no, damn dude. Or to put the question more generally and abstractly.\nCan there be any system or to system to rhetoric when rhetoric deals with the whims of human personality?\nTo answer that question, let's consider what may be a familiar situation for you and many other college students.\nSuppose you need $50 for a weekend skiing or surfing or just having a blast. I read that already though.\n\n\n====== REC073.txt ======\nokay so chapter 2 chapter 2 chapter 2 and sounding myself chapter 2 what's\nup with you content rhetorical writing the types of writing I need to\npractice out being louder damn it that's what time is it ten o'clock okay\ncontent rhetorical writing the types of writing that this book will deal\nwith will be the types that you as an educated person will be expected to\nuse both in your classes and more important beyond the classroom we will\nlook at types of writing that you will use as employee manager college\nstudent citizen with a citizen in a democracy and consumer and citizen\nand citizen where is the citizen thing we are citizens first and consumer my\nokay citizen in a democracy yeah but you should put that above consumer\nwith that okay I mean come on yeah consumer the major under under capitalism\nyeah we are consumers but we can produce we can we can produce in ways that\nare not so tied to this thing in the economy the major kinds of writing that\nyou will probably be doing are okay on dammit\n\n\n====== REC074.txt ======\nThe major kinds of writing that you will probably be probably be doing are persuasion and exposition\nPersuasion is the attempt to change or strengthen an audience audience's opinion to agree with you or yours\nFor instance, you may want to persuade your boss that your plan for cutting costs in the shipping department\nIs better than any of the other proposals that have been offered\nOr you may want to persuade a politician like Congressman Fairweather in the former examples\nTo support your views\nExposition is explaining or clarifying what something means or how it works\nYou may have to explain to your psychology professor\nThat a term like defense mechanism\nWell, like what a term like defense mechanism means\nOr you may or you may have to explain to a group of employees\nwhom you supervise\nJust how the new grievances just how the new grievance grievance procedure will work\nyoi\nCaps and points and and severance\nFor both practical and theoretical reasons\nThis book will not concentrate on writing either\nImagine it imaginative literature\npoems novels oh, oh, oh, dang nice to hell yes\nFor both practical and theoretical reasons this book will not concentrate on either\nAnd it will not, huh?\nOkay, well, okay, shit. I don't know. I've no idea what to expect yet. I didn't kind of glance at everything\nOkay\n\n\n====== REC075.txt ======\nFor both practical and theoretical reasons, this book will not concentrate on writing either imaginative, literature, poems, novels, short stories in place, nor on those purely personal forms of writing that all of us manage to write pretty adequately.\nPersonal letters, diaries, love letters, and so forth. Nor will the book deal extensively with descriptive writing. Word pictures of persons, places, or things, or narrative writing, the telling of a series of events in a story form.\nAlthough as rhetoric, rhetoricians, remain used various techniques and devices, from all these forms of writing and the support of a phrase.\n\n\n====== REC076.txt ======\nWait what\nOkay, okay, let's just start here\nAmong the among the proper subjects for rhetoric are our matter of proper subjects\nA matter is a policy matters of a pro-opposed future action like the honey. Okay. Yeah\nI don't know when a writer urges a okay god damn it\nOkay\nOkay, fine when a writer urges a public official to vote for a bill a\nCitizen to vote for a candidate or or a consumer to buy a product. He is engaging in deliberative\nrhetoric\nOur rhetoric\nrhetoric about a future about future action a\nA\nA more extended form of deliberative deliberative rhetoric would be an extended essay\nIn a magazine\narguing that the United States should concentrate its resources\non developing solar rather than nuclear energy\nOr or an editorial in a newspaper might argue that marijuana should be legalized or that the legal aged\nLegal age for both drinking and voting should be raised\n231. Oh, are you okay the extreme of bad? Yeah, don't don't don't do that\nthat\nBut yes vote then make him make it. Yeah, and that's good good awesome rhetoric dude. I love that shit\nThe distinguishing marks of deliberative rhetoric are that it concerns the future and and that it seeks actions\nFrom the audience rather than mere agreement boy one more time\nThe distinguishing marks of deliberative rhetoric are that it concerns the future and that it seeks actions\nFrom the audience rather than mere agreement\nGood good dude\nThe language of\nOkay, I like that though. Oh my god\nIt seeks actions seeks actions from the audience rather than mere agreement\nseeks actions\nThe the language of deliberative rhetoric the language of deliberative rhetoric often uses should or ought as key words\nWhat should we ought to do what ought we to do what we what what is our what is our principal action?\nWhat what what ought we to see value and what should we see value and doing?\nAs the key words\ndeliberative rhetoric often uses should or ought as key words\nAnother proper subject for rhetoric is past action\nWhat took place in the past\nWhen jurors in a courtroom consider the evidence in a\nIn a case\nThey are attempting to decide what took place in the past as a matter of fact the development development of rhetoric\nin ancient\nAthens got great impetus from the need of citizens to defend themselves in court\nrhetoric that deals with judgment about the past is called judicial rhetoric or forensic rhetoric\nBesides strictly legal matters judicial rhetoric might consider whether\nColumbus was the first first year for\nThat was the first year for European to come to America whether we are the Ivy Harvey Oswald\nAct alone in killing John F. Kennedy or whether Shakespeare was a woman\nMany historical and literary read literary research articles and papers are examples of of of judicial rhetoric\nOkay, like\nAll right, you think things you'd find agreement on to but Columbia. I've got that's kind of suck, dude. You'd say that though\nFuck on this\nUnlike unlike deliberative rhetoric judicial rhetoric does not necessarily imply action\nWe can read out with that. All right. That was just a common example. That was a good example. That was a common\nYeah, right. You're not doing bad dear dear writer. You're doing good\nUnlike deliberative. I just hate that that was the example. I want to one is named the spirit mystery\nUnlike deliberative rhetoric judicial rhetoric judicial rhetoric does not necessarily imply action\nWe can read convincing arguments. We can read read read we can read a convincing argument that\nLee of Eric Lee of Erickson came to America before\nLee of Erickson came to Columbus before Columbus. They came to America. What the fuck came to America before Columbus?\nUnlike deliberative rhetoric judicial rhetoric does not necessarily imply action\nWe can read a convincing argument that Lee of Erickson came to America before before that dude\nBut we are content with merely knowing we are not we are very content with really knowing this information\nWe have we have we have no great desire to do anything with the information\nI\nCould I could contest you I could say hey neither one of those dudes discovered it\num\nYou go you go further right to say more of the stuff, please\nWe feel no need to go out and to and and decorate statues\nStatues of Columbus\nYou ask now you you were a colonist you fucking idiot\nWe feel no need to grow and decorate statues of Columbus\nDude that's wild\nOf course some judicial judgments may lead to action\nBut the action is really separate from the judgment itself\nWell we we couldn't we couldn't give you any any more judicial judgment\nvia the on your text because the author is so disposed\nWell that's just that's just I mean you were saying earlier with you were saying earlier with uh\nWith uh\nuh, Eric Stettelstuff him being dead you can't you can't really know his his uh\nWith rhetorical reason\nYou can't you can't further extract it on the on the reason that was presented\num\nOkay, I'm kind of useless to argue with the dead with it with with\nuh, the death of the author um, but okay\n\n\n====== REC077.txt ======\nWhether subjects deal with the present are a whole new class of subjects for rhetoric or\nwhether they are merely forms of deliberative and judicial rhetoric is perhaps unclear.\nNevertheless, we do argue at such issues as whether the incumbent president is an effective\nleader whether the whether whether whether that's a good example whether whether\nwhether mentor a mental mental telepathy is a reality whether life exists elsewhere\non a universe okay that that one is discernible though you could you could you could\ndo mathematics for that the other one is a fiction and whether our national defense is sufficiently\nstrong okay I see the judgment about about the president in our first example can only be\nmade based on the based on the past so it might be considered judicial judicial rhetoric the\njudgment about the national defense probably the judgment about the national defense probably\nprobably points to policy decisions so it might be considered deliberative deliberative\ndeliberative but questions about mental telepathy often or life elsewhere in the universe are clearly\nabout the the present state of things and do not immediately and do not immediately imply\nany action okay the the pink your corn in my attic is named Steve you could not say he does not\nexist he is he is my best friend this person Steve this this this pink your her name Steve\nand in the text so the the fiction is the fiction being disposed is not of consequence but if\nit's a fiction that is common then it is of consequence in the in the in the secular nature\nof our of our legislative body to keep keep the pink your corn name Steve out of politics\n\n\n====== REC078.txt ======\nBut you totally can discern the, you can mathematically predict that there might be life.\nWe couldn't know for sure.\nI wish we couldn't.\nFor one to a better term, we can call them subjects of rhetorical, of theoretical rhetoric.\nNice.\nThe probabilities for or against the existence of life elsewhere in the universe, in the\nuniverse can be argued intelligently, until factual verification is possible, until and\nif.\nI so hope that we will.\nIf the sun, if the earth has been around for 4.5 billion years, and our universe has\nbeen around for 13.8, and say the life of our star will last at least another billion\nyears.\nWe can hypothetically extend it into the trillions, if we impose greater technologies to things\nof starlifting, and we can reserve all the energy and reduce the mass of the sun to keep\nit burning for indefinite period, or we can totally rely on a fusion energy now, fusion\nenergy as it's being developed.\nSo we'll see how it goes, because we have, and it's such an abundance of hydrogen in these\nbasic elements, that we can go on for as long as we see fit to remain under the care of\nour star.\nYeah, and you can argue a lot of those things.\nAnd you can not, bye.\n\n\n====== REC079.txt ======\nYou should not be too concerned about deciding whether something you are writing is an example\nof a deliberative judicial or theoretical rhetoric.\nI will say more about this in a later chapter.\nWhat you should be sure of in Kateru.\nThere is so much energy with heck.\nI am deciding, blah blah blah.\n\n\n====== REC080.txt ======\nI shouldn't be doing that.\nI can totally laugh and smile at you and keep reading.\nYou should not be too concerned.\nYou should not be too concerned about deciding\nto do that.\nWhether something you were writing is an example\nof deliberative, traditional, or theoretical rhetoric.\nI would say more about this in a later chapter.\nWhat you should be sure of in a persuasive way.\nWhat you should be sure of in a persuasive paper is\nthat you are dealing with the contingent.\nYou are dealing with a contingent with a subject on which there is a disagreement\nand on disagreement.\nI'm going tired of this.\nI'm going to do it again in a simple book.\nIt's good.\nIt's fun.\nIt's fun.\nYou can see it in a light as they're typing it out.\nOh my god.\nI'm typing out what kind of sucks.\nLike posture.\nOh my shit.\nUgh.\nUgh.\nUgh.\nUgh.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(3).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, dialogue, item, weapon, story, quest, feature, gameplay, mechanic\n- **Imported**: 2025-05-05T16:25:37.009Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(3).txt",
    "importedAt": "2025-05-05T16:25:37.009Z"
  },
  "created": "2025-05-05T16:25:37.009Z",
  "modified": "2025-05-05T16:25:37.009Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "dialogue",
    "item",
    "weapon",
    "story",
    "quest",
    "feature",
    "gameplay",
    "mechanic"
  ]
}