{
  "title": "10_Oct_2019_-_New_folder__22_",
  "content": "# 10_Oct_2019_-_New_folder_(22)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T21:09:41-07:00\n\n====== REC001.txt ======\nSo you're trying to define it in an innocence of say\nEither what is it the technocracy or democracy? What are you trying to define here?\nWhat kind of category?\nHow do you distribute the power to the leadership?\nWhat makes the leadership different than in everyday citizen when it comes to a choice?\nHow does the people...\nThey are...\nThey are the leadership.\nThey are most vocal within their media group.\nThat doesn't decide a leader because...\nIt decides a leader within a small space.\nAnd it's a small space.\nI'm not asking about the small space.\nIt's a small space.\nIt's a large enough.\nIt's a...\nSo if you do that...\nCan we just...\nCan we just step back to this?\nJust come back a little later.\nAnd this is really frustrating for me.\nI'm trying to...\nSo if you do...\nWho's the loudest and the population of 20 billion?\nYou're going to have over 1 billion leaders.\nThat's fine.\nThis is a...\nYou're going to have the 50 billion.\n30 billion, 36 billion.\nBut it's...\nIt's...\nIt's cooperative communication.\nIt's not...\nIt's not...\nOkay.\nI don't know them so it's in red tape.\nI'm trying to figure out...\nNo, this is close.\nIt's close.\nNo, because they've owned resources.\nNo, they've owned...\nIt's not about social things or anything like that.\nSo you keep going to roads.\nWhat the fuck does roads have to do with the power base?\nIt turns...\nIt turns the expansion.\nThe expansion of the cities.\nAnd the...\nBecause you have your fish with space.\nYou have to bring people close together.\nAnd being bring people close together.\nWhat does that decide if they're run by...\nLike a congressional asylum or a senator asylum?\nBecause traditional politicians don't exist.\nI'm not saying a politician.\nI'm trying to give you examples of how power is distributed.\nAnd what you keep telling me is they collaborate.\nThey collaborate like humans.\nThey collaborate so much.\nI'll show you people.\nSo...\nOkay.\nDivine hell.\nWhat is hell in this context?\nIs it groups of people?\nIs it a Singapore?\nIs it machines and people?\nIt is...\nPeople?\nThey have machines...\nNo, they have machines working to fix the space.\nYou can...\nI can give you a ratio.\nOkay, I don't need...\nOkay, let's say there's three main characters.\nIf you want to build more characters, we can just say...\nThey're not characters.\nI just need to know the power distribution system.\n36.\nI don't think you're taking a scale into it.\nOkay, okay.\nIf you have 21.\nNo, hang on.\nSo if you have a city scattered across this massive or effect,\nwhich means you have a population of like 20 to 35 billion,\nhow is it doing to six people?\nWe're going to manage all that.\nHey, Google.\nWhat is the radius of a...\none inch circle?\nAccording to Wikipedia, in classical geometry,\nradius of a circle or sphere is any of the line segments\nfrom its center to its perimeter,\nand in modern usage.\nHey, Google.\nWhat is the radius of 100,000 kilometers?\nThat's 500,000 kilometers.\nSo you have 500,000 kilometers,\nand divide that by...\nYou're trying to find the optimal space.\nLet's say...\nLet's say there's 300,000 of them.\nOr...\nOr I'm trying to find a good number for this.\nThey really describe that scale.\n300,000...\n150,000...\nWhat does that have to do with power distribution?\nThere are 150,000 potential,\nor major leads like you're requesting.\n150,000.\nFor this scenario.\nTo manage all that.\nLook, how do you divide the power?\nThere's 150,000 people.\nHow do they decide the hierarchy?\nThey divide it by...\nI can't take proper skin.\nSo...\nI'll try to describe it.\nThey define the hierarchy.\nSo that's what I mean is...\nYou're not describing anything.\nYou're not telling me a word.\nYou've got a ban of words from my people.\nI'm like, if I'm going to better describe this stuff.\nSo that's the issue.\nYou can tell me what you want,\nbut you don't describe how you get the...\nYou tell me collaboration is based on how...\nIs that peaceful?\nAnd I've got to make a point to ask how earlier,\nbecause that was...\nI think helpful.\nWell, so here's what I was trying to explain.\nThere were a monarchy's constitutional governance,\ndemocracies, dictatorships,\ndistribution of authority, federal systems,\nand you know, unitary systems.\nSo we had to define a new one.\nBut that's...\nOkay.\nThose things we can learn from.\nThat's what I was trying to get you to figure the fuck out\nwhen you were giving me detail.\nI got you.\nSo I asked you a question.\nOkay, so...\nWhat is...\nAnother good one to pull from.\nSo we have to ask...\nTechnology and what else?\nIt doesn't matter.\nIt just makes your own...\nYou don't need to use a real-world system for everything.\nOkay, what is...\nWhat is that machine called?\nThe...\nWhat do the fuck they want?\nModel...\nModel...\nWhatever.\nI'll come off later.\nI'll look it up.\nSo...\nWhy do you keep getting caught up in this?\nYou keep trying to inspire meanings to words.\nI'm not doing it.\nAll I'm saying is a simple question.\nThat's what I'm thinking about.\nAnd then you run off and say that I'm advocating dictatorship.\nYou're right.\nAnd I think...\nAs the...\nAs the symbols I tried to describe,\nI simple tried to use.\nThose...\nThose remove...\nEmotion...\nThey move...\nThey move...\nA verbal context from the words, from the expressions.\nYou...\nOkay, so what does this have to do with us trying to figure out the power system?\nI...\nYou're hopping.\nYou need to tell me when...\nI am being over-descriptive.\nWell, I kind of want to...\nThere's just...\nBut also...\nSo I need...\nTo say...\nThe problem is you get descriptive about the wrong things.\nSame move.\nAnd you...\nMove.\nThe question is wrong.\nStop.\nYou get that is...\nI'll ask you...\nWhat's up?\nAnd then you say...\nCollaboration.\nBut you don't explain it.\nYou're wrong.\nDetail.\nYou don't...\nBut you don't describe the style of collaboration.\nI'm going to break down things.\nI'm not going to describe it now.\nBecause we just spent 40 minutes trying to...\nSo I could get you to figure out when I say...\nWell, how they break it down?\nI mean...\nThe style.\nYeah.\nI think that's right.\nSo your biggest issue is...\nYou want to explain.\nYou're rushing.\nNow you don't...\nYou don't explain too much.\nYou just...\nYou rush with what you think.\nI mean, it was what I actually did.\nIf I could bottle those extra ideas off...\nAnd I'm like a canister I would.\nBut I can't.\nSo I got to speak them out loud.\nNo, but...\nI mean...\nThat's what I had.\nI had to speak them though.\nBut...\nI know it's a bitch.\nTrust me.\nThere's a lot of shame trying to save people.\nBut it's a habit.\nYou have to go on.\nYou need to dig further.\nYou need to embrace some tangents.\nYou need to embrace some tangents.\nYou need to embrace some tangents.\nYou need to focus on vocal.\nYou don't need to focus on vocal.\nYes, today we spent five hours and made a room.\nRight.\nYou're right.\nOkay, so let's...\nThat's what I'm going to use to do.\nThis is a little bit of binders on you.\nBecause you try to explain everything at once.\nI need you to focus on the simple section.\nSo this is the...\nThis is the tangent one.\nOf course, I care.\nNo, we're not even there.\nWe're on outside.\nNo, no, we were talking about this here.\nBut over there we got...\nOver there we got to talk about characters.\nCan't do anything else.\nNo.\nSo...\nWe'll figure it out.\nWe'll find out.\nThe whole reason we're coming over is...\nWe're going to talk about these characters.\nWe're going to talk about their race.\nOkay.\nYou're giving me a set of characters.\nWe're all giving me its necks.\nAnd some personality chase.\nThat's more...\nThere's more to that the next, of course.\nRight.\nYou...\nYou said it right.\nSo I was in like...\nA distinction between...\nWe were bringing the melon levels and the...\nNo, because they're not human.\nNo, humans, but humans don't live down here.\nBut they also don't reproduce.\nThey're an archiving of the...\nOf the...\nOf the hypothetically.\nRight.\nThey've been using...\nOkay, so...\nKeep it down.\nOkay, so...\nKeep it down.\nI hope we're explaining this in a specific context, believe me.\nSo...\nBecause they've lived so long...\nThere's not as much...\nAnd they drift.\nOkay.\nBut...\nBut it doesn't...\nThe finest part is...\nAttributes when you're talking like...\nBut you're braving...\nIt does because you're using this for an egg to drain out random attributes.\nAnd then you're pulling the two bad stuff.\nSo...\nSo...\nDetrimental...\nSo, here's the addition.\nHere's what I'm trying to explain.\nYou have a population of...\nI know the billion.\nBut when this player walks through this wall, they need to see people.\nBut all you define is about seven.\nYeah, that's why I think we need to step back again.\nYou know, this first, before actually...\nSo...\nHow do we describe them?\nWhen will you've given me his names and a set of attributes for each one?\nWell, that's when you need to dig into it.\nWell, that's what I'm trying to get you to do.\nAnd he's telling me...\nBecause it's...\nBecause we keep going into large.\nI want to...\nI just don't know it.\nSo you know what they experience.\nI know what they are.\nWell, then I ever explain it again.\nAnd...\nSo what I'm trying to get you to understand...\nAnd then pause, pause, pause.\nIs...\nIf...\n\n\n====== REC002 (1).txt ======\nHow is it going to affect the player or the story that the player is going to hear?\nIt's a really good question, but imagine their perspective.\nRight now, as far as...\nIt's timeless though, it's an AEI.\nNo, the player is timeless.\nHumans are almost timeless too.\nIt's not like the extreme.\nYou might imagine, because we're not there yet.\n200,000 years, 300,000 years.\nThat's not the average.\nThat's not the median or the...\nOkay, but...\nLet's reload that.\nAnyway, so...\nRight now, as we see the...\nThe galaxy in the universe.\nWe're expanding and...\nIt's affecting right now.\nThis comes to philosophy.\nLet me just...\nI'm trying to...\nI'll check your philosophy here.\nThe feeling.\nThe personable reaction.\nYour expression.\nMy...\nI suppose.\nI'm just trying to get the relevant.\nSo you keep telling me you're going to explain it?\nI will, but...\nBecause you...\nRight, hang on.\n\n\n====== REC002.txt ======\nWe want to know what motivated them, what formed them, what experiences they have going through this hole.\nAnd in order to do that, we need to know what the water is because all you literally have for this water is this room.\nThis is all you can fill out of a 20 billion populated water is the room.\nSo now we need to figure out what have they experienced outside of this room.\nBecause you keep running it like the player is going to have to hear this, he doesn't, but we need to so we know how to build them.\nSo we'll talk about that.\nBecause like scientists, that's not a descriptor, that's an attribute.\nLet me not say occupation.\nOkay, so the main occupation is this room? Can I talk about that real quick?\nSo what I'm thinking here is how this is going to go.\nThe main occupation is this would be engineer, artist, you're creative.\nOkay, so why is this room in the dark?\nBecause I'm trying to make sure it's in a picture of the general population what they do for a living.\nIf you already told me that they were ordered, it's a second test and all that.\nArtists, scientists, philosophers, and we spent three hours talking about this yesterday.\nSo I know what the makeup is, we just have to build the rest of the world now.\nOkay, let's suck it.\nYou tell him what they do, but...\n\n\n====== REC003 (1).txt ======\nOkay, so we believe we know at the present that the universe dies and it will, for all\nintents and purposes, but our death of the universe, the belief death, the proposed death,\nis much further away from the reality than we expected.\nSo if we were to say, we believe the universe is getting further away, but they're really\nin a procession of motion and we can catch them again, like catching a Mars on an optimal\ndirectory.\nSo it's like, because we only see a small fraction of time, we haven't been able to comprehend\nthe fact that this section of the galaxy is invisible yet, because the light has reached\nus.\nThere's a limit in the light.\nSo you're explaining all the stuff and you're not explaining the reality.\nThe big thing is the thing that happened, we're trying to understand it.\nSo like I said, you're explaining all the stuff, but you haven't explained the relevant,\nso you keep just explaining more science.\nI keep explaining more science.\nOkay, so you're right.\nYou're right.\nI have to check a little bit.\n\n\n====== REC003.txt ======\nWhen you think of Neo-Grasseid, he's a regular scientist, but there are certain subjects\nthat if you talk to him, people will take his word over so that I might be better knowledgeable\non that subject, but because they know Neo-Grasseid's and the worst is random scientists,\nthey go over Neo-Grasseid.\nSo how do you encourage?\nHow would you?\nYou don't encourage?\nYou don't encourage?\nIt actually happens.\nNo.\nIt's literally just us talking and then say, we break off, but we miss him for a period\nof quarter of the conversation.\nLet's say we talk to him about black holes.\nLet's say for this conversation, he doesn't know what a black hole, how it works, but\nI say he knows black hole is amazing and then you go, you look up what he thinks of\nblack holes and you go, okay, and then you read data that is correct.\nYou might be in not a single district audit, but you might not hold it up as high as what\nhe's saying.\nBecause that person is a higher status.\nExactly.\nNo matter how you run a society, this happens.\nIt just happens.\nYeah, well it's not even intentional, it's just how people walk, social species and\nsocial reality leads to understanding.\nWe're a little more competitive than we like to admit.\nWe're not just that, misunderstanding, that's all it is, and misunderstanding is one\nthat is right.\nWe should blew up, because we're so social, but no one wants to take the time to verify.\nEveryone wants to be the one that found that scoop.\nThink of Facebook, how often do we see a news article pop up for months at a time?\nIt's the same article.\nI already know it's fake, but there are people there if you look at the comments, it's\ntruly believable.\nDamn it.\nDamn it.\nOkay, so I haven't made books.\nYeah.\nAnd you've been really rooting out like that.\nDidn't mean to.\nTrying to get further back.\nSo like, how do we define this system?\nBecause that's going to be topics you have to cover, things like that.\nHow do you, how do you define it?\nWell, we're not trying to do it differently, we're trying to let it figure out.\nBetter analogies and technology, better understanding than technology.\nSo let's put that on the back pocket for now.\nOkay.\nWhat I'm more worried about is the cultural makeup with the people.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nAll right.\nOkay.\nOkay.\nOkay.\nOkay.\nOkay.\nWonderful.\nAll right.\nOkay.\nOkay.\nOkay.\nOkay.\nNice to see.\nSure.\nSo I'm just like that.\nWhat am I talking about differently?\nQuick abbreviation.\nOkay.\nOkay.\nCan you break these down further?\nIt makes the back a bit bigger.\nOkay. One of these.\nI'm going to put a lot of work on this.\nI'm just trying to figure out what's going on.\nOkay.\nWe can refine it later after we get throughout.\nFine.\nCould I pass it here?\nWhat's up?\nUm, feel of anger and anxiety.\nBut why is that taboo?\nWhy is the taboo to feel that?\nFeeling of. No, the feeling of.\nIt's not.\nYou just read that they have a taboo, a feeling of taboo.\nImagine this being the word itself.\nIt's attacking accurate.\nYou know the word.\nFeeling of taboo.\nThat is you feeling your.\nThere is what it's called shame.\nOr.\nI'm worried about the feelings.\nWe're trying to figure out what would make them feel that.\nJust mention that for me.\nOkay.\nSo what do I want you to do this?\nYou can leave it up.\nFeeling it. Okay. Taboo.\nJust put it there.\nYeah.\nI don't know.\nOkay.\nOkay.\nOkay.\nOkay.\n\n\n====== REC004.txt ======\nCan we list positive social aspects?\nFor other societies, yes, but not for yours. I don't know who you are.\nWell, let's just give you an example.\nGive me some examples of a positive culture.\nCulture is good.\nBecause we get so caught in the bad for you.\nI don't think it's stuff.\nSo...\nWhy, who's caught up in the bad?\nNot people, society.\nNot you necessarily.\nOkay, but I haven't listened to anything but we're trying to list positive.\nBut you went to the pissing the streets.\nThat was...\nBecause that's an extreme example that I know you can get.\nOkay, something simple.\nJust...\nEmpathetically saying,\nCould you give me some examples?\nFor what? A regular society or your society?\nThat's what you're losing to me.\nOf...of normal society.\nOf today's society.\nIt's socially...\nIt's socially positive to do people when you walk by.\nYou don't just ignore them when you walk by us.\nThat's your one.\nOkay, so...\nGreetings.\nAre you recording?\nNo, see, I think...\nBut no...\nNo, greetings are social.\nYou're running.\nGreetings are...\nYou're running.\nGive me an example.\nGive me an example.\nSo, all I said was greetings.\nGive me an example.\nThat means we're at greetings then.\nYeah.\nGreetings.\nYou want to pause on all these greetings then?\nAnd you don't need to hear.\nWhy was it all right then?\nOkay, well you're not going to fail all that on that stick, you know?\nThen we have to list that little thing still.\nWell, I was talking about greetings now.\nAll right.\nJust for my mental note.\nLet me just do a mental note.\nYou don't need to write it.\nWhy I want to want to know.\nAnd then you're misunderstanding my mental notes.\nOkay.\nGreetings.\nOkay, so now that you know this one,\nand you know what...\nWhy don't you really do that?\nThey would find...\nSee, this is what I'm struggling to figure out.\nHow are you struggling to figure out what socially acceptable you are?\nI wanted to find out from your perspective on what I wanted,\nbecause I think you have a better grasp over it.\nI can try to define it right now, but I'm thinking too rapidly.\nI'm thinking too abstractly.\nYou can break it down in a more narrative sense.\nIt's not even...\nNo, see, you're getting so comfortable.\nI have...\nOkay, imagine.\nI have an appreciated norm,\na norm that's been transposed onto me for social behavior,\nbut I haven't fully grasped every aspect in a verbiage sense.\nI have only grasped it in a social way.\nSo...\nThat's what you've got on there.\nThis is...\nI need the word of long...\nLong day.\nI need the words.\nGive me the words.\nHow can you not describe what's good to your own self?\nI'm not.\nSo you're telling me to find and focus on the good,\nbut you can't even come up with one good thing.\nWhat is something that society does that you view as a positive?\nWe're really apt at listing negatives.\nHumans are.\nBut there's a lot of positive.\nYou haven't given me a positive yet.\nI'm not asking you to list the negatives.\nI don't.\nI don't.\nWhere is it?\nOkay.\nOkay.\nYou can keep throwing words at me,\nbut it's not going to change the fact you need to answer the question.\nYeah.\nPositive.\nGod, I'm struggling so much.\nThis is the easiest one out of all of them.\nMy brain is not turned to this and that's socially apt.\nIf you know about something socially apt,\nit's about what is something that you're a society\nviews as something that's acceptable for people to do?\nWell, it's something that they want to encourage people to do.\nSo we put empathy down.\nRight?\nSo what else would you want out of that society?\nYou want them to just be empathetic?\nYou want them to have other things that are positive things today?\nSo, like, think like this.\nI said greetings because you said they're empathetic.\nSo greetings, how are you feeling busy?\nSo what is another positive change for this post-ghostly,\nepitopeous society that they were trying to foster them\nand so people are empathetic and curiosity?\nOkay.\nSo curiosity down.\nWhy?\nThat's all.\nJust don't have to bother us.\nI don't even know how to make the notes work.\nSo it's going to work.\nSo like, I don't think I know how this works.\nYeah, okay.\nI like taking notes.\nAnyway, it goes on.\nPower system.\nSo my problem is I think we're looking at it too broadly.\nSo curiosity.\nI am.\nSo what is your society or expectation as you walk down the street?\nYou're expecting people to leave you alone, right?\nYou're expecting no one to come up and assault you.\nThat's what I mean by leaving you alone.\nOkay, let me give you your store a quick.\nIt's something interesting.\nFuck.\nOkay.\nIt's all embarrassing, but it's important to sell.\nBecause I think this...\nWhy do you have to tell me this story, though?\nBecause it's relevant.\nOkay, I can give you a example of that.\nJust type that example.\nI mentioned you have one person walking the street\nand encounter two other people.\nThis one person encounters two, and then there's some weariness\nbecause the group sees the other and the other is...\nYou're getting way too caught up in the street.\nThis trust.\nIt's not even just trust.\nThis trust and trust.\nAnd you bring people up together and there's...\nWhen you walk down the street, you feel the sense of the trust\nwhen you see someone.\nYou feel unknowingness.\nWell, when you don't feel anything, you just not keep walking.\nThat's why it's not distressed strictly, speaking.\nIt's also enmity.\nNot enmity.\nIt's lack of knowing.\nIt's middle between enmity and empathy.\nSo you're trying to...\nYou haven't attributed a feeling to them yet.\nBut it is making you anxious.\nNot...\nNo.\nNo, not for everyday people.\nFor everyday people, they just see someone and they go around.\nWell, it depends on the context.\nHow nervous is this person?\nHow open are they?\nIt's not even that.\nWhat else?\nSo, what if...\nSo, in the society, what would they foster?\nIf they want to people to be empathetic and curious,\nwhat are their behaviors?\nWhat behavior, rather than empathy and curiosity?\nUm...\nOkay, I think you have trapped again.\nAnother behavior that I'm being encouraged is\ntaking time to think\nbeing by yourself\nbut also spending time with others.\nYou have your...\nSo you just try to dictate yourself?\nYou spend time in your mind.\nIs all they ask.\nIs all...\nNothing asks.\nIs spending time in your mind is encouraged through the...\nIt's a cultural trait.\nIt's not even a trait.\nIt's just the massing the meditator.\nOh, okay.\nSo, what would you...\nIs that even...\nNo, it's not really what they'll do right now.\nOkay.\nWhat you will try to do is\nimagine the group of these people on the street.\nSo, think of it like this.\nThere was an unspoken social project on the outside.\nWhen you go outside, you're not going to go around,\nyou're going to appreciate going into houses,\ntesting logs.\nYou're not going to go into mailbox.\nYou're going to just go about your way.\nDo what you need to do.\nTalk to people, street people.\nWell, there's like a general unspoken agreement\nthat we're all going to treat each other this own way,\nunless you break that agreement.\nSo, what is that unspoken agreement that they've all come into?\nBecause you have to realize the play isn't going to know\nabout this group.\nUnspoken agreement.\nThe role there is that there is literally no spoken agreement\nthat they can't communicate with them fully.\nYou're getting caught up.\nThe play isn't in this yet.\nWe're talking about the people on the planet.\nOh, the people.\nThat's all we're trying to figure out.\nIt's the people that make up the planet.\nThere is...\nI keep doing that.\nHmm.\nMinimum communication.\nThat's a false analogy, right?\nThat's a goal.\nThat's the best.\nSo, you had a really good one over there.\nYou talked about your video.\nIt's acceptable for you.\nWhat would you call that?\nWhy do you mean?\nWhat would you call that in the social context?\nThat is insecurity.\nThat is...\nBut that's not a positive.\nInsecurity is a positive thing.\nOh, you know what?\nThe insecurity is tied to shame.\nOkay, so you're running back to the Nordic.\nThat's not true.\nI know.\nBut what is security?\nWhat is security is pride?\nNo.\nYou're pridefully...\nNo, it's not pride, literally speaking.\nIt's...\nIt's you are...\nelated by...\nThe physical...\nThe physical feeling of your body.\nYou're good.\nYou feel good.\nOkay, then that's not security.\nThe security is...\nWell, we can't use...\nWe can't use the word with your dot X.\nBecause this is all I can...\nBut this isn't...\nOh, you don't want to use a dot X for...\nWhen we're trying to just describe the society to ourselves.\nOkay, fair enough.\nI'm not going to say it on a chance like this,\nbecause you want it already in dot X.\nThat's true.\nOkay.\nSo what is a positive societal trait that these people would have?\nThey have get together rings.\nThey have get together rings.\nGet together rings?\nWhat is the other thing that happens?\nThat's not a trait.\nI need to behave here, so...\nTo find behavior in a multi-faceted system.\nOne person to pounding people talked about.\nSo...\nLook at this.\nWhen you walk down the street, right?\nTwo people interacting.\nIs that behavior to you in this context?\nDon't we...\nYou getting caught up on the stupid little details.\nIt doesn't matter that people, if those people are not,\nthis is how you conduct yourself.\nThis is what is the structure that you use to conduct yourself.\nIt's all trying to figure out.\nSo you're trying to figure out what is positive behavior that they would teach these people to conduct themselves.\nA-a-a-a-a-a-a-a-a.\nA-a-a-a-a-a-a-a-a-a-a-a-a-a.\nA-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a-a.\nWhy is it so hard to guess?\nLike...\nWould...\nWould...\nWould Nelson...\nWould schooling be a viable topic for this...this tangent?\nBecause that comes in play.\nDo I the race how they interact?\nThat's not us. It's important though to develop their development, so\nThat's not what we're trying to figure out. I get it's important that they develop it\nWhat I'm asking you is what is the positive? What is the expectation of society when you are out doing about\nWhat are some of the positive things that they expect you to conduct yourself with?\nI\nNeed an example\nI'm trying to imagine them again, but it's really difficult\nso\nIn agend\nMongolian social society also is Japanese social society\nI'm going to decide it is polite quiet typically in pathetic. They agree that they're collective on one's\nMongolian society is brutal honest and they don't really care about\nI will opinion on what feelings if they honestly have an issue with it they give you a weapon and you guys\nWould solve it with honor through combat\ncombat\nSo combat on\nSports\nYou get into caught up in actions\nSays you just keep listening at two these well, I don't know how else to interact\nActivities are focused on the interaction\nBut if the interactions are the interesting player points if I think I\nLet's try we're not thinking about that. We're still trying to build people. Okay\nYou keep trying to build the game trying to build interesting interaction\nWe're not doing that we're trying to build the social structure of this society\nAnd so for we have listed two positive social traits\nI need more\nThat's why we have time and sticky notes\nSimon now you guys I\nThis is the thing it's always over. You get the progress\nThis is not something that's going to be\nThis is going to be a lot of head banging\nWhy most creative projects fail?\nIt's this is most clear thinking. It's easy but then when you realize oh, I have to literally come up with every time\nYou little taboo social piece and social strand that except a cultural\nI mean like if you want the half-faceted you could just rush through but you want you said that social\nSocial connection is the biggest thing this game\nSo what I'm trying to do then is to help you build hyper realistic characters by building a wall that they grew up in and I want you to try to envision yourself\nExperiencing this world so that when you write out your characters or you go to give these voice actors dialogue\nYou can give them something meaningful think of last of us forces\nCall of duty. Oh, hey, yeah, that's good point actually. I think that they know the same game\nThe characters feel more real if you're more genuine. Yeah, and call of duty\nYeah, because we're not the big difference a call of duty. We know to expect hyper realistic military action\nBut it ends there\nWe're last of us they put you\nNext to these two people imagine you look at a massive us watching all this action\nThat's how I want you to think when you're building with sport. You're not in the action with missing it\nThat's not about it. Oh my god. So how would you if you were watching these people interact about you interacting with them\nWhat are positive traits that you would have seen in the interactions of them? That's what I'm asking\nBecause if you have been envisioned this people in your head you've envisioned how they interact together\nSo you said they'll crop it, but we'll cover that after the curiosity\nShould we you should we build characters them about what's in there because I think I'm gonna be easier\nSo you build interpersonal interactions and you build our words to more complex ones\nI'm trying to build your character still. Okay, so I'm gonna do the job from the build the character. All we have is or explain right away\nso okay\nDo you need these things then they do need better to find interaction because right now if you want to build them in your head\nIt's not even our action. It's just more what the building materials are using the building. Can I give you like a short skit or I can ask it?\nI just need you to list personality traits that you view as asked. I need to imagine skits and I give you a example\nOkay, how they interact\nThey have a certain level of distance when it comes to other close\nPsychology isn't\nGetting going to their office is not a taboo\nIt's understood. Okay. It's it they are aware of it. They're not\nAgain, I'm not question what our positive social that is a possible social positive social social traits of ours\nIt's a social trait of the fact that you're describing\nSo that's the stigma stigma is the is the trait. We've already like covered an empathy\nWell, then empathy is three-go\nBut we need more than just a single trait to define a society\nBecause they have a little empathy curiosity and what else?\nIt's your society\nempathy curiosity and\nPride\nWould you read that as a social a positive social at the man?\nCuriosity\nPride\nYou need a pencil\nYou have to try and\nWant\nSo you don't need to cover why I need this basic. Okay, what was it a woman curiosity?\nDesire\nWhy would you list that as well? Not desire curiosity want curiosity. You're actually pride and\nWhat was that one I recorded it but I forgot it\nYou\nLifted the book and had a list of traits, right? Yeah, that's all trying to figure out\nBut if they feel for one character will try to figure out for the entire species\nNow you finally get it. Okay, so\nImagine building a\nBackground dodeck for each character to describe what they are\nThe drivers the man drives this is a question of what you do is positive social\nOkay\n\n\n====== REC005.txt ======\nHi, it's Lauren. Okay, so should I try to articulate it from which character should I\nfocus on first? I'm not doing the hip, it's a positive social interactions that we\nuse what the aspect of trying to walk on right now. If I built a donut, I could actually\nget freaking out of you. You don't need a donut to list traits. If you want to go to\nthe donut, go ahead but we do not need it in order to list traits because I know if we\nuse the donut, you need something to put on it.\nIt's not even that, I just got it. You just, you think of one thing, and then you hear\na word and say something, you don't know the topic. And then, well, saying that you ran\noff topic and then you have had me because I'm still on the first topic. It's like, well,\nlet's still try to figure out that first one. So, if I were to explain, we are defining it from\nthis scale, we're not defining it from a global scale. We're not, we're defining it for large\nin this, then. How bigger? How big are we? We're defining the entire species. Like that,\nbigger? No, you're defining the entire species, so I don't know how I was going to say to you.\nThe entire species, this is going to decide the entire behavior before the final.\nYou're not focusing on one care of those behavior, you're describing the species as a whole.\nYou're getting too caught up in trying to... I can just try the entire species as a whole,\nbut I can't, I'm not really describing the intricate social spaces. This is an intricate,\nwe haven't even hit the intricate stage yet. This is... Well, I can try the basic stage.\nI can just try the big stuff. Big stuff, I think it's all interesting. But, no, I don't know.\nBut it's poison to other things. So, we will try to figure out what is the general\npersonality on the planet. You said they're an episodic species. So, now we need to build a...\nSo, you want to build these six characters, but in order to build them, I need to know\nwhat interactions they would have likely had growing up and all. Should I find a motivation for\ntrying to build them? No, yeah, we need to fill this out so we know what the motivation\nspecies is. So, if you're going to build a character, this is going to be like the defining list.\nBut the traits you're going to be building before that daily character.\nWe're trying to find the parameters that the species runs on,\nwhat are things they would do, and what are things that they would be negatively.\nFor example, you said unity is enough for issue, so they may not.\nBut the unity is an issue, but they might look at it as an issue if you walk up and\npush over something else.\nSo, the power systems are going to pride in\naspiration, pride in aspiration.\nAnd then, have it will be the negative figure?\nNo, we're going to fill that one. Do you think it's taboo?\nYeah.\nWe're going to have some diverse things for our enemies.\nSo, why are you over there?\nWhen we haven't even filled any of them out,\nthen why are we organizing them?\nBecause we're probably going to change it after we filled them out.\nThis is just a rough draft, you know.\nWe're not able to just be thinking about this,\nnot wasting time, moving around, and destabilizing this.\nBut it's important, so here's the essential thing in there.\nHere's the negative, here's the negative.\nSo, you're getting too caught up in that,\nand you're just coming up with the factual behavior.\nSo, you're getting too caught up in how it looks.\nHere's taboo, here's aspiration.\nHere's your power system, middle between aspiration and pride.\nYou know, it's right here, this is the, this is the yawner, right?\nThis is the thing that you, I want you to fill out the damn sticky notes.\nNot fuck a phone.\nOkay, this is a letter on, you're right.\nLike, I mean, you want to organize it, but we need to have someone to organize.\nThat's right.\nIt's like, I just, like, I don't want to go into the game,\nI feel like I know you so much.\nI feel like I know you should see,\nI feel like I know you should see.\nIt's not a joke, knowing, I just, it's just,\nAre you so distracted?\nNo, it's not.\n\n\n====== REC006.txt ======\nI don't know, he's in trouble, I know Chris will talk to him himself out eventually, so I just let him do that.\nHe's like a dog at least, he's like keep running, eventually he gets tired on the leash, he just wants to sit.\nBecause it went like this yesterday, we started off rough, but it took us about an hour, hour and a half before we finally got you in the systems that we needed to.\nBut I think next time let's just bring this up instead, you know?\nJust right away, now we're going to...\nI mean, what I'm trying to do is, so yesterday, even me build a lot of it, I'm trying to get you to build more of it.\nBecause like yesterday I'll give a suggestion and you just go, okay.\nAnd I don't want you to build your game like that, I want this to be your game, so I want you to control the narrative.\nWell I like you doing characters.\nWhat are you doing characters right now?\nWhat are we doing?\nThat's why I...\nSocial media trying to provide ideas for my brain.\nBecause my ideas are from a different mindset.\nYou're of character ideas, you're of interactions, you're of interest in social places.\nYeah, I like...\nI know how to play narratives when it's in a small group.\nBut I need you to define the small group that I'm going to be walking with.\nWe're going to be like companions.\nYou...\nWhen you do positive things with one of the companions, they go, yeah.\nThis is when you do negative things, they go, why do you do that man?\nWe were trying to figure out those behaviors for the society.\nWhat are the behaviors that are going to be like, yeah, that was good.\nAnd what are the behaviors that if you did that, but...\nWell, I hate to say that again, but we could use a Dodec for shunhand.\nOkay, but we don't have enough to fill out a Dodec.\nWell imagine, we do, we are tall, I am.\nBut we're trying to build...\nImagine throwing a dice to kind of...\nOkay, that's not a storytelling, that is laziness.\nThat is laziness, right?\nWell, you're imagining manually twisting a dice.\nSo...\nI wouldn't want to do something physical.\nWell, the character building isn't a physical process.\nIt is a very loose process.\nBut for me, it's a shunhand that I can use to communicate to you.\nOkay, but we need to figure out some general.\nWe need to figure out the outline I can play in.\nWe'll be the best way to define it.\nI need to know what are the things they would do, what are the things they wouldn't do.\nThink of all the questions I asked just for that one scientist.\nThis is like that, but on a scale, we're trying to build a wall.\nWe have like a billion questions to answer.\nSo I need to know...\nBy you filling this out, this gives me a list of questions that I can just immediately throw away and refine.\nBecause if I know the empathetic, I'm not going to ask all the crew.\nI'm not going to ask due they're social, because the empathetic, they don't.\nSo by filling this out, this gives me ways to refine my questions.\nAnd hopefully it takes us from a billion down to millions.\nAnd then the next time we do another draft, it takes us down to thousands.\nI'm not trying to figure everything out now.\nI'm just trying to get rid of some of this shit I don't have to ask.\nFair enough.\nRight, because there's a lot of words to parse, a lot of information to parse.\nYeah, we're trying to build a society.\nAnd I'm going to show that society from eight people.\nI'm being too...\nI'm being too destructive of these things.\nI'm being too...\nI'm breaking down too much.\nLet me do like this.\nI need a macro breakdown.\nAnd you're doing a micro breakdown.\nThat's your point.\nAnd then I like the macro macro, but then I get the large large scale too.\nBut I can't do this.\nSo the issue is we need some way in which we met, though.\nYeah, you're trying.\nI'm trying to get you to move both your goalposts.\nI'm coming closer to the world building in the space.\nAnd you're coming closer to the world building and the characters.\nAnd we're going to meet in the middle of...\nBecause some of you need a small scale today.\nAnd yet, but for the rest of you, you need a small scale.\nAnd I get...\nCan I try?\nWhat if I drove the space in your day using my concerto I showed her?\nAnd then I give you the space.\nAnd we can work together to melt the spaces.\nYou can...\nBut I want any development here.\nSo I think it's going to be a dialogue.\nThere's a few myths in this.\nI don't know what it is.\nIt's pretty like a community board.\nIt's not going to be a community board for the space you can't take it.\nOkay, but you're already way ahead of what we're at.\nSo that's what I want to do.\nI really want to build these characters.\nBut if I'm going to build them directly, I need to have...\nThing like D&D, they give you a set of rules to pull from from each character.\nYou don't get the pull and you trade for any character.\nEach character has a limit of rules.\nI am trying to define that limit of rules right now.\nBecause if I know what to pull from, then we can start figuring out the...\nSocial makeup, the society of how many is engineering, how many are scientists.\nAnd then when we figure that out, I can go...\nOkay, I'll walk on the scientist.\nAnd then we can pause out them.\nBut to get to that stage, I have to build the system I'm going to use to pause it out with.\nGive me the adjacent...\nOkay, so okay.\nDescribe to me a Warhammer story.\nYour short story.\nAnd then give you adjacent philosophy.\nDid that represent?\nOkay, so Warhammer isn't...\nThat doesn't look for Warhammer.\nWarhammer is set in a Grimdalk setting.\nI know.\nOkay, so Dino Grimdalk is...\nThere's one thing I need to do.\nHave you heard of Grimdalk though?\nGrimdark.\nSo you won't want to pause it.\nThis is the society of Warhammer.\nIt is a civilization whose leader has been crippled.\nSo they have went from the Naseculo society...\n...to being a corrupt, overloaded, baroquecy,\nwhere they're constantly killing each other for no reason.\nThat's the Imperium, and they're fighting a demonic threat that feeds off of that negative emotion.\nSo they're so and more and more chaos.\nAnd then they're fighting another race of species that are trying to kill everyone just because they can.\nAnd it's like, there's no good guy.\nOh, can I give you like a fun little spoiler from that?\nAnd that's fun.\nMine is fun.\nA discreable spoiler that I had.\nI don't care.\nFrom the recent Godzilla anime, on Netflix.\nOh, I don't know what you see in all of them.\nOh yeah.\nOkay, so the last episode is like...\n...in order for Godzilla to stop attacking us,\nwhere you just stop advancing in technology and destroy ourselves...\n...and bring our bring ourselves back to the...\n...the basic age.\nAnd forever say that it's a basic age.\nYeah.\nBut in reality, it's more like, no, we can...\nSo that's with the technology, isn't it?\nIt's like imagine you're blending with Godzilla.\nSo you just described Suffy as long as him.\nHuh?\nSuffy as long as you're...\nNo, the trend.\nIt is, they want to go back to the time of Muhammad.\nThey believe Muhammad left, led the most prune...\nBeautiful life to get to all of them.\nThat's what that is.\nThat's what the Godzilla reference is.\nNo, that's what...\nThat's what the referencing is.\nThat's the trend.\nNo, they want to go step back.\nThey want to get rid of every technology.\nThey do anything made up of the time of Muhammad.\nThis is taking...\nThis is step above that.\nThis is optimistic.\nNo, I know.\nI know.\nWe're with technology and we're melding with it.\nWe're embracing technology and nature as one.\nOkay.\nOkay.\nBut again, we need social traits.\nSo, thinking about this, he just listed two races.\nBecause he said Godzilla.\nThey were the priest race and the normal people.\nWell done.\nAnd the Godzilla is...\nThere is no Godzilla.\nThere is no animal attacking the world they're destroying the world.\nIt's just...\nNo, no, I'm talking Godzilla's nature.\nYou're getting caught up again.\nYou're getting caught up in everything again.\nWe're not talking metaphors.\nWe're talking the characters in that series.\nOh.\nThere was two races.\nThere were the normal humans and then there was the alien one.\nThat was helping up.\nRight?\nYeah.\nThe humans that were looking behind.\nOkay.\nThe thick of the social stride of the humans left behind.\nThey look to those aliens as priest, right?\nIn a way.\nBut they look more like tribes people.\nWell, yeah.\nI don't really see that enough.\nI know, but see you're getting caught up again.\nYeah, okay.\nTribe priest.\nGo priest.\nSo, you wouldn't go up to a priest and you wouldn't spill something on him.\nYou wouldn't go up to a priest and you...\nThink about this.\nWhen you go around a religious trigger, you tend to watch a language.\nEven if you don't believe, it's the sign of unspoken respect.\nHe didn't ask you not to cause.\nYou just kind of kicked it in gear automatically.\nWe're trying to figure out what are the tribals for them like that.\nOkay.\nSo, you've got to ask...\nIt sounds funny.\nYou've got to ask those triggers.\nYou've got to find out what would incite...\nInsightings.\nWell, that's why we have the negative side, too.\nBut first, we've got to figure out positive aspects.\nOkay.\nImagine that they're being incites, points of conflict, and the range of conflict.\nSo, you've caught up in explaining.\nYou're not answering questions again.\nOkay.\nWell, let's say the conflict here is, for example, in another context.\nI say the conflict is gender.\nOr the conflict is politics.\nOr the conflict is, okay.\nYou mentioned...\nBernie Sanders.\nAnd then, some of them is racing.\nThey're behind everybody's biases.\nThey're coming in their head.\nYou know?\nOkay.\nSee you right now.\nBecause I'm asking you to answer a question.\nAnd you're just throwing in formation.\nBecause we still have to figure out a fourth positive trait.\nHow much do you throw again?\nI was fine.\nI figured out that you go for a minute.\nBecause you're bringing up good information as you're doing it.\nSee, that's why I don't want to stop you.\nBecause when you do it, you give me stuff like a bounce off of.\nOkay.\nSo...\nI'm trying to get you back to what we were.\nLet's take a step back.\nOkay, imagine, okay.\nSo religion, politics...\nSo you're looking at it way too...\nNo, no.\nYou think of these as insights.\nWe're not looking at insights right now.\nWe're not looking at insights.\nNot insights.\nNo, that's not right.\nWhat I'm asking you to look at is two different social groups.\nThat's all I'm asking you to look at is...\nWhen you abide so on of your other social group,\nyou don't outwardly be mean.\nThere is a level of politeness, I guess we could call it,\nfor lack of a better term, that most people tend to exhibit.\nYou're not friendly, but you're not aggressive.\nYou're more of a neutral stance.\nWhat is that neutral stance for these people when they're exploring the world?\nThat's what we're trying to figure out.\nIs how do they conduct themselves in a public setting?\nBecause that's what a social positive trait is.\nI can describe that space, but I can't describe interactions individually.\nI don't need the individual interactions.\nI need a general interaction.\nThink of it.\nWe didn't say each one is kind.\nWe said the empathetic.\nOkay.\nLet me paint you a picture then of the general space with people there.\nSo you don't need to paint the space?\nNo, I mean, that's part of it though.\nThat's part of the interaction.\nThe space is...\nThat's not what we're focusing on.\nBut it's important to convey it.\nI don't need to describe the exact space.\nI need to describe the general space, the feeling, the conveyance.\nWell, see, you say you're not going to describe the exact.\nAnd I don't want to listen to you for 10 minutes to describe the space.\nWell, okay.\nI'm going to try to describe it carefully then.\nYou get three sentences.\nOkay, that's fair.\nStarting now.\nYou have the bedroom.\nKarma.\nKarma.\nNo, that's...\nKarma.\nSo you get three bullet points.\nLet me put it that way.\nBedroom.\nKarma.\nSo that's one.\nKarma.\nBedroom.\nBedroom.\nAnd you have a little room.\nSo...\nOkay, so you have that dining room?\nI'm going to stop you.\nYou just...\nYou have the heart.\nYou just wasted it.\nI'm not going to come back up.\nNo.\nSo let me stop you really quick.\nYou get so caught up in posting out of details that don't matter.\nSo the thing of this, like, when we talk,\ndo we talk in the living room and then go to the kitchen to talk,\nand then go to the bedroom to talk?\nNo, we talk in this one room.\nI need you to envision a conversation between them.\nThey're not going to walk around as they're talking.\nThey're going to...\nNo, no, no.\nI have a girlfriend again.\nUm...\nBedroom.\nI'm not putting on the text because that's easier.\nSo anyway, like this,\nyou want to describe too much of the area.\nWe don't need all of it yet.\nWe'll focus.\nAll we really care about is the interaction.\nWhat are positive things that this group wants and expect from people\nwho are not so out and about?\nWe have chosen the expected to be empathetic and curious.\nWhat is something else you would...\nyou would be asked to do in this society?\nSomething you'd ask for in this society?\nWell, yeah, that's what we're figuring out.\nIt's like, what are the things that this...\nwhat are the traits that society considers positive\nand portray when you will interact with society?\nPositive interactions.\nYes, now you're finally getting what those three words mean.\nPositive social interaction.\nIt's something nice.\nThat society wants and expects when they interact with you.\nOkay.\nWe've already got empathetic and that's why we still...\nI agree, it sounds silly, but it's simple.\nIt's not necessarily about the action.\nIt's about behavior.\nExactly.\nSo, smile.\nHi.\nWe have an under empathy.\nSo...\nYou know, okay, under empathy.\nYou know, we want to keep it vague because you're going to be building characters in these.\nThese aren't what they are.\nThese are what you want to pick from.\nSo, I think of when Lovecraft built his characters.\nHe didn't give us the whole list of traits that they were.\nHe slowly flushed them out through how the character interacted.\nLike, I would use him for an example, but he's very solo-ish.\nThere's no big party setting.\nSo, if they're almost the party's dead by the end of it.\nSo, we're not going to do rats in the wall,\nbecause I didn't realize you'd get triggered really easily by that word.\nAnd it's trying to...\nThat word, like, froze your mind every time.\nWe'd be in with thought.\nAnd thinking daily about it.\nAnd it's like, ah, fuck, that's too far in there.\nAnd then all of a sudden, nevermind.\nOh, God, why?\nExactly.\nSo, this is you would list the animator.\nThis is about a dude in military who met someone.\nAnd they...\nWe were close.\nAnd then he grew afraid of his friend.\nBecause he realized his friend was batshit and sane.\nChapter 1 from The Dark.\nHere's a good example.\nYou've been playing out of wards, right?\nYeah.\nThink of how he...\nThink of...\nThink of the ball.\nEveryone was connecting themselves the same way, right?\nPeople were just kind of there.\nThey weren't causing the wreckage.\nThey weren't doing anything positive or negative.\nThey're just in a neutral stance.\nThey were just there.\nNow, pretend it's not a consequence of the game's design.\nIt's not giving any behavior.\nBecause think of, like, when you go to the store or when you go to walk.\nYou know, people doing things.\nBut they're not necessarily interacting.\nThey're just kind of there.\nLike, when you go to walk, you know, don't take off your helmet on the floor.\nYou know, don't throw your shit with everyone.\nYou know you have a spot you need to go to and be in.\nNo one tells you that every day, but when you go there, you know the expectation.\nThat's all they're trying to figure out.\nWhat is society's expectation of the people when they're interacting?\nAnd we've got a good start.\nWe've got...\nWe expect them to be empathetic.\nThey were expected to be curious.\nBastards.\nThey're fighting back there.\nI don't hear anything.\nSo what else would society expect out of them besides kindness, empathy, and curiosity?\nWhat were some other things that would be expected?\nBeing introspective.\nOkay.\nSo then let's put it.\nOkay.\nI've heard what was my friend in college and then after I could only speak with extreme terror.\nThis terror is not due altogether to the sinister manner of his recent disappearance.\nIt wasn't gendered by the whole nature of his life.\nThe first game is a cute form, more than 17 years ago.\nWhen we were in the third year of our course, Mr. Todd University met us from the dark.\nWhile he was with me, the wonder and the diabolism of his experiments fascinated me.\nAnd I was as close as Pat.\nNow he is gone and the spell is broken.\nThe actual fear is greater.\nMemories and possibilities are ever more hideous.\nThe first horrible incident.\nI want you to think about that line.\nHe said the spell is broken.\nHe didn't mean magic.\nSo this human voice is described as cold.\nFor those who left, he's got some kind of charisma to him that attracted this guy.\nThey made them friends.\nAnd while he was alive, he rationalized everything they did.\nIt wasn't until after he died that he realized what they did was kind of fucked up.\nAnd after he had got what happened, it was the greatest struggle.\nThe way he described that was is and then the spell ended.\nSee, he was able to describe a relationship with just that reference.\nWhat I'm trying to get you to do is to kind of concisely speak out the still points of what do you expect your society or what does society expects.\nIn the organic machinery of mankind, I calculated the chemical action after the failure of natural processes.\nIn his experiments were various animating solutions.\nHe had killed and treated immense numbers of rabbits, insects, cats, dogs, and monkeys.\nTill he did become the prime nuisance of the college.\nSeveral times he actually obtained signs of life in animals supposedly dead.\nSo this figure of the sign is behind this, by the way.\nThis is magic.\nIt's a secret for animal life and situation.\nWhat would be the appetite to animals?\nWhat would be a trait?\nIt would be a little bit too specific.\nIt would be the empathy to animals.\nIt's the empathy in general.\nSo you all just...\nOkay, so you've kind of...\nSo what do you mean?\nWhat do you tend to define it?\nAre you species of an empathetic to animals?\nThat's already covered in empathy.\nIf an empathetic species in post-scarcity, they have no need for hunting.\nDo you plan on the way there?\nWe can, but we can do that when we're building the characters.\nBecause I know you want to keep it vague.\nRemember, this is the personality before you're going to be drawing on it\nwhen you build the characters later on.\nSo you don't want specific language.\nYou want vague umbrellas.\nSo when you get to the character, you can get more specific.\nThis is your guideline.\nYou don't need to be specific here.\nYou want vague umbrellas.\nTry to think umbrellas.\nThe tones that have a broad meaning...\nThey're not chasing it.\nOkay.\nThat's what we want with empathetic and curiosity.\nWe didn't see it in multiple.\nMultiple.\nIt's multiple directs.\nWhat do you mean?\nMultiple directs.\nMultiple.\nYou keep going to the dotick.\nNo, no, no.\nMultiple expressions of behavior.\nClose.\nWe're getting that.\nWhat else does it say?\nIt's multiple expressions of behavior.\nInternal behavior.\nActual behavior.\nIt is...\nSo you're getting a little bit too...\nNo, no.\nIt's the entire culture.\nIt's meant to be represented even though it's not the level.\nIt's the general language.\nIt's important not to figure out the general language.\nThat's what we don't like so far.\nIt's like a general language.\nIt's not everything, but it's...\nWe can't forget about the directs when we're building this.\nWe'll just build it on this.\nSo you keep trying to bring in all of this other influence.\nBut I'm trying to use the directs to it.\nWe use the doticks.\nThat's it.\nThat's it.\nYou're skipping subset.\nBecause we don't even have the force sticking up food in here.\nOkay.\nSo we just...\nWe just grab the prosthetic.\nNo, you're good.\nNo.\nWell, that's kind of why I play it.\nIt helps keep the stuff.\nSo...\nThey really like this.\nYou said that...\nThey look out for chances.\nRight.\nThey do look out for each other.\nAnd they're pathetically.\nOkay.\nSo we're carrying it here.\nWe can use that.\nOr describe something else.\nA million.\nAnd was deepened from future expense.\nThat's...\nIt doesn't belong in this.\nYes, of course.\nI was thinking...\nWell, I thought it was...\nNo, I was thinking you can get it out of here.\nYeah.\nThey were like this.\nWe know they look out for people.\nSometimes they look out for the city, right?\nI had always been exceptionally tolerant of Westerners.\nSo if we know that the security is something we're going to look out for.\nThe decision.\nAnd we're going to say for what can peed out often?\nWhat i was so close?\nSub both.\nMy friend believed that artificial rearrangement could depend on our most head fruit.\nI mean...\nEvery night on fire.\nSo...\nOne thing.\nThis was written in 1920.\nWhen they thought we were carrying...\npeople that were insane by the bottom using electricity.\nWe didn't know what the fuck, anything was back then, you need to keep that in mind, and what he's describing is a ward controlled by these Jane Guards that already know that they want to pull out his gun.\nHe's not describing the guards, he's describing this dude is describing his friend worst, who is this weird psychopath that was killing animals and injecting them with chemical compounds.\nThis wasn't the Guards' story, they don't exist, but instead we have determinism.\nThis was necromancy.\nNo, he's talking about necromancy, he's talking about social abortion, he's talking about necromancy.\nThis guy literally was just trying to kill stuff to bring it back to life.\nAnd this is how his misadventure of becoming friends with this guy, and getting trapped up in this weird social charisma that the guy had over him.\nHe described it on the book that he felt like the guy had some kind of swig over him, because he gets him to do things he normally wouldn't, and it becomes clear later on on the chapters.\nOh shit, speaking of ghosts, do you know this guy tried to prove ghosts were real?\nI can't taste how, can I write down here?\nYeah, but this guy was my favorite on how he tried to prove ghosts were real.\n\n\n====== REC007.txt ======\nAnd that's what he did.\nOkay, real quick video.\nI don't think she got back to it though.\nIt's great though.\nNo, but anything.\nShe claimed she saw and made a bunch of money off of it.\nOh, she is.\nShe claimed she had the freedom of what he spoke to instead I made it.\nAnd when she made a shit ton of money off of this guy's delusion.\nJesus Christ.\nBut there's nothing I bring on up is because then we can move into negative traits.\nBecause that shows predator to a sense.\nNo, it doesn't, right?\nWhat's up?\nWe have to give them negative traits.\nLet's try to come up with the opposite of negative traits.\nAnd negative traits are easier than positive traits.\nWe have to come up with negatives eventually.\nOkay, well, it's true both.\nIt's too negative.\nWe can't even come up with a positive.\nThis lovecraft comes with something negative.\nOkay, so let's come up with a positive though.\nOkay, well, if we present a negative, we present an alternative positive.\nOkay, I need you to do it for this though.\nOkay.\nThe way we showed was not here, buddy.\nCome on, you could do it.\nWe got it this time.\nIt's fine.\nWe've only spent two hours on it.\nAnd so now this didn't help.\nI got everything else just fine, but this is hard.\nI don't know why.\nBecause it's not a big thing, thanks.\nWhich is why I'm so technical, and so introverted.\nAnd I don't socialize enough.\nI haven't exercised a social aspect by bringing that.\nSocial enough?\nI'm not social with a reason.\nI understand those aspects, but I don't really know.\nBut is this...\nWell, thanks.\nMay I go with you again?\nNo.\nYou can easily go with me and you.\nI just need to know this thing though.\nIt's so great, then.\nGo ahead.\nI feel like the exact will be hidden in the tree.\nOkay.\nGetting cars in one of the stillness.\nWe don't even have anything to do yet.\nRight after trying to make feel for us.\nSo right, empathetic and introspective,\nso that's the only thing I'm going to do.\nPeaceful.\nLike you said, there's a non-violence,\nso they expect to level with peacefulness,\nor EM, being introspective,\npersonally introspective.\nVery good.\nIntrospective.\nWhat was last year and then was that?\nUm...\nYou hadn't heard of something?\nWhat?\nIntrospective, empathetic, kind, and curious.\nOh, peaceful.\nPeaceful.\nFun in us.\nYeah.\nIt's all about us there.\nOh, yeah.\nOh, no.\nSo...\nSo then...\nLet's move on to the other side.\nWe said that...\n\n\n====== REC008.txt ======\nSo the reason why that isn't pulling is because the typical American runs off of the\nThat's a good idea. Don't have coordination\nAh! That's...\nThere is a thing built on the argue set distinction\nJust listing what you expect out of it.\nSo we'll use Technocracy for that,\nbecause we don't have a little toy.\nWe'll write pH next to it, so we know it's a place we want to go.\nI want to be a team.\nTechnocracy with an asterisk.\nOh, it's the maximum, but with Technocracy with them.\nSo it's Techno, G, N, C, H, O.\nOh, I know Techno.\nTechno.\nOh, crap.\nIs there a combination of Technocracy?\nIs Technocracy a synonym for the software?\nIs it a built-off of Technocracy?\nNo, it's its own thing, but I used it to describe it,\nbecause it's spelled the same way.\nIs it a line on the Microsoft?\nNo, I was trying to get you to spell this paragraph,\nso that's why I said democracy.\nGotcha.\nIt wasn't a comparison, it was.\nThey just ended the same policy,\nso I'll try to show you how this felt about having this felt about it.\nOh, okay.\nSocial interest.\nWhat is this one, mundane?\nWell, it's like a mundane thing with it.\nIt's got your notes.\nScratch.\nI think it's a really good thing.\nBecause not everything I do is interesting.\nIt's really good for the software.\nIt's really just what are they doing when they're not on the set?\nWell, what are they doing when they're not working on it?\nWe're talking about social interest,\nand we're checking what are they doing on that free time.\nIt's not going to be interesting,\nbut it's something you have to figure out.\nOkay, no.\nThat's not a better script right there.\nI'm not making a center.\nScience.\nArt.\nScience, Art, Philosophy, and Conversationality.\nYeah, Social Interest.\nScience, Art, Philosophy, Science, Art, Philosophy, and Conversationality.\nIt's as highly regarded as being the attitude for conversation.\nIt's just as highly regarded as science, Art, and Philosophy.\nYeah, it's part of medicine, it's part of communication, it's part of...\nI think that...\nLet's say instead of mythological, I'm going to pronounce you here.\nBecause that's a good reference.\nLet's say it's...\nIt's hypothetical, or it's theoretical, or it's...\nWhy would we call it theoretical?\nNot theoretical, it's...\nSo, do you know the list of...\nNo.\nI mean, in terms of science.\nI mean, what do they...\nHow do you mention it?\nIt's obviously a structure.\nThey mythological, they mythological, they mythologicalize it, but they know it's real.\nThey know it's real.\nThey know it's a thing made by beings.\nIt's not...\nSo, in order for your society to walk, we need to have people that they view...\nThink of like Congress, the founding houses.\nThey each had a person that...\nHouse can look at it and on.\nWhat I'm bringing is...\nYou said that they're not democracy, but it's not democracy.\nIt's just that buildings that are those specials for each field represented.\nMhm...\nNot...\nThere are...\nHigher specials...\nThere are specials that are highly, highly, highly regarded.\nOne or another, they don't learn things, but they look too.\nYeah, they look too.\nBut if you're trying to define figures that...\nWell, they represent,\nWe're trying to define likeu Newtogrest, I understand.\nThey say, let's say this social interest, right?\nLet's just add that to4.\nAnd they're built out of...\nThis is not the...\nIt's not really the same.\nThis is these four systems, and they're built together in their own.\nSo what does this have to do with the Soviet?\nFour political groups, instead of two.\nAlmost none of them have a number of political groups.\nYeah, but it's not political, it's just that...\nIt's the fact that you gain confidence again.\nIt's the largest number of groups.\nWhat do you ask me about a methodological group?\nAnd now you're at talking to the extended checks.\nLet me explain.\n\n\n====== REC009.txt ======\nthings is not like those I mean kind of mystic meaning to I just mean think of like Jim Bowies\nthink of like Mormon legends of people think of Einstein with Tesla those like a truth to them\nbut then over the years each decade that's passed since the death that the kind of mythology\nused to appear to Andrea the scientist.\nCould we say instead of this?\nI think both aspects I think you're just too caught up on words at this point.\nNo mythological influences.\nWhat did I have there?\nYou have figures.\nWhy? Because we're talking about people. Those are figures.\nWe don't know the good but yeah we're trying to find the creator right?\nSo why are you getting yourself head up on one word though?\nBecause this explains the better.\nI'm trying to consider it at bees.\nThese figures are called a force in mind.\nI'm a scientist.\nOkay but once upon a time I can see you getting stuck in the script when you get it.\nBut that's how you have to know if there's something.\nThis isn't important to anything.\nThere's no reason.\nNone of this is important.\nOkay, backing up, backing up, backing up.\n\n\n====== REC010.txt ======\nThere's people that believe in books that have been mythologized over time.\nYou keep trying to tell me what I'm saying.\nWhen I'm not saying anything about that single book.\nDid he be running with these words for an attempt?\nIt wasn't there last year.\nIt was there when I lost it.\nWhat do you guys think of it as saying like this one?\nI hadn't intend to hit it at all.\nOne thing was, you just move forward and you can lift it up.\nImagine on a spectrum.\nOn a spectrum of human interest.\nSo I don't trust.\nThere is the rigid.\nAnd then the metaphorical artistic.\nAnd then there's the mundane.\nIt's not the physical figures.\nIt's the artistic.\nIt's not the scientific per se.\nIt's not even autistic.\nIt's a social thing.\nIt happens with figures.\nPeople that are highly goal-driven,\nbut what's it cause?\nIt's overall interest.\nOverall curiosity.\nOverall.\nThis is just cheering them.\nYou're doing so kind of the meaning.\nOh boy.\nBacking up, backing up.\n\n\n====== REC011.txt ======\nshale type of figures for these people and because they don't use violence we're using people that\nexcel in the fields. Now the thing when you have a hiring but repulsing is no matter what\nin the end of human telephone they are actually getting masala guys. Like Jim's belly was a back\nwasn't it but if you look at him now those stories and legends if him having a knife man out of a\ncosmic meter right. It's not like there's anything to it is these are stories. Can you give me something?\nCan you give me some character then? We haven't gotten that full. Now let's read Alice for you to find them.\nWe're not even on that step yet. You're skipping. You said myth of the ice figure.\nMyth of the ice figures. I know but we haven't gotten yet. You're still working on the societal structure.\nOkay well let's go back to that then. Okay so social structure to me on that\ntactic is attack accuracy. It is how deep can I go?\nHow can I describe it? Okay.\nThey are of open expression physically and emotionally.\nOpen expression.\nOpen expression.\nWhere is HP left?\nwas by him being Ray Stassel, as always, but I was in the race and that's what I can do\nfor him.\nYeah.\nNow the dude wasn't stupid, he was really well-loaned.\nThat's what made it so funny that he just had that one quirk, but he didn't get the\none bad, bad, fucking bird.\nSo you got your number back then.\nLike I said, the general science consensus was there was the white humans and then\nit's like a load service species.\nSo, he reminded me of a section of the effect then that we're empathetic, but it weren't\ndocumented.\nOf course there are empathetic people, we're not saying that it wasn't.\nI think there are a lot of empathetic people, but they could do so.\nSo, why are you talking about this?\nBecause if you think about slavery and it is bad, it's the world we're talking about slavery.\nBecause I'm trying to distract the community of it.\nThere's, okay, extreme disease rates and there are not focuss.\nAnd you see the...\nSo, what does that have to do with it?\nI'm trying to break it in the post together.\nIf you distract the extremists, distract them.\nThis is extremely extreme, we don't want to see them.\nThis is extremely demanding.\nYou want to...\nIt is left behind, it's from the 20s.\nIt is.\nBut imagine it going further.\nImagine it going further.\nThe division has culture.\nThe division has states.\nThe division has countries.\nBut that's not going to happen in all that times.\nSo, let's shut up.\nBut I'm trying to shut up.\nThere's no division in that world.\nOkay.\nI know you described that to someone.\nImagine trying to describe the world.\nSo, what was the small effect?\nWhat is something I feel that was sent out to you?\nYou've already explained this to me.\nYeah, I should have seen you talking.\nThis is a dumb attempt at us.\nI don't know what I'm doing this.\nAnd if you were explaining to me again and again.\n\n\n====== REC012.txt ======\nAnd as Utopian built on, scientific literate sci-fi structures, hard science fiction, less\nmagic, less violence, utopia, and other stuff, but imagine instead of building below the\nwater, you're building up in the sky, it's bio-shock inverted, it's like, why are you\ntelling me to put it in my color again?\nAh, okay.\n\n\n====== REC013.txt ======\nYou don't need to really explain this to me.\nI understand.\nI'm sorry.\nWhen I do this, I'm explaining to you, but I also\nexplain to myself, because I've never,\nI've never articulated these ideas.\nAnd I don't want to explain it.\nWow.\nBut you look straight at me when you say it.\nSo it looks like you say it.\nNo, it really like that.\nOkay.\nWe'll walk you around the room.\nI'm not going to have to pay attention.\nAll right, all right.\nI'll do that.\nI'll do that.\n\n\n====== REC014.txt ======\nWe are trying to decide the example of the broad social structure that makes it disappear.\nOkay, so social structure, communal, technocracy, they're open expressions.\nPhysical and physiological and that's different to that.\nShut up, friend.\n\n\n====== REC015.txt ======\nOkay, but all of these are one to two water to five right yeah, that's what I need you to work on\nI don't need a pair of that for five. We need a one or two water to five\nI need to make\nLike I did a little bit more concise. Okay. What do you mean better yesterday? I was eating all of this\nSo I have a little more hang on the picture\nStrain like a little better\nSo I noticed his mind is mixing calm down\nThe pen makes you think you're on crap\nOkay, you go\n\n\n====== REC016.txt ======\nHe said it was the spirit of the plague that moved to these houses.\nWhat was the first one?\nDancing devil in the rooftops?\nYeah, that's how he used to describe something moving in the roofs.\nBut then when he gets to the violence, he doesn't describe the great violence he just said.\nAnd then it was the spirit of the plague that went through seven houses and painted it with red.\nI'll show rewind that for you then.\nAll of red, white stripes as soon as possible.\nTo the police, we both declared ignorance of our lead compartments identity.\nHe was, most obviously, said, our congenial stranger, and we had met.\nAnd so we pinned down down Barrow on a certain location.\nWe showed him rather jovial, and West Nide did not wish to have our objective.\nYou don't have your phone?\nI don't have my phone.\nThe same night saw the beginning of the second Ark of Horror.\nHe gave this piece out of the blanket silk.\nChristchurch cemetery was the scene of a terrible thing.\nA watch-roll, and a claw to death, in a manner not only too hideous for description,\nbut raising it out has to the human agency of the deed.\nThe victim had been seen alive considerably out of it.\nThe dawn revealed the undoccurable danger of a circus in the neighborhood.\nThat's why there's no time.\nThat was a question, but he swore that he needed any time.\nSpecialized charger?\nThose who found the body.\nAs if he was.\nWe're a small rule of red.\nLay on the concrete just outside the gate.\nBut we'll come away to try and let away toward the woods.\nBut it seemed to come.\nThe next night, devils danced on the roofs of Arkham,\nan unnatural madness howled in the wind.\nThrough the fevered town, crept occurs,\nwhich some said was greater than the plague.\nWhich some whispered was the embodied demon soul of the plague itself.\nEight houses were entered by a nameless thing,\nwhich strewn red death in its wake.\nIn all, seventeen maimed and shapeless remnants of bodies were left behind\nby the voiceless, sadistic monster that crept abroad.\nSee how hidden described the violence in your mind, you envisioned it.\nThat's what we need to do in your game.\nWe need to describe places without saying it.\nBecause you do want the player to make a portrait in my head.\nYou want to give him samples so they can draw from the build of portrait.\nBecause you're not going to show him the whole planet.\nOkay, so what you mean?\nSo you have a small budget,\nbut you have to convey the feeling that 20 billion people live on this endless town.\nIt's okay, so I have to be careful with my scope.\nI have to be aware of the scope.\nOh, yes, it's partially about the scope.\nIt's how you have to...\nThink of how he conveyed all that information.\nHe conveyed some...\nThat's why he used to destroy this town.\nI can't give everything back, I can give it enough to retake a light towel for all species.\nAnd we need to use this system to communicate that space better\nbefore we get to design it, designing it totally.\nI know, but let's see how one he described things.\nHe wanted you to envision a deadly creature.\nHe didn't say it was a deadly.\nHe said it was a spirit of the plague.\nHe wanted to just...\nHe didn't say how he destroyed these houses.\nHe just said he painted a red death.\nYou want to use descriptive...\nYou want to use descriptive language when you build this?\nBecause if you were descriptive when you give them a narrative,\nit's going to be more hooked than if he just said,\nOh, he was a deadly creature that walked on the roof.\nYou paint a picture in that moment.\nYeah.\nAnd then immediately a section of...\nYou gave them something and their brain just thought to running away.\nLike you taught them dancing devil, so what's another thought?\nThey still didn't imagine a creature and then you followed it up with...\nThere was hellish sounds on the wind.\nAnd then he still turned us into...\nIt was like the plague, but greater than the plague.\nIt was like a spirit of the plague.\nIt shows how lethal the creature was out saying it's lethal.\nAnd then he described...\nIt painted his red death.\nIt describes the violence.\nWe didn't have to show anything.\nAnd instead of talking about how the bodies will mangle,\nhe just talked about mangle to unrecognizable heaps.\nA few persons had seen it in the dark and said it was white\nand like a malformed ape or end through a morphic feed.\nIt had not left behind quite fall that it had attacked.\nFor sometimes it had been hungry.\nThe number it had killed was 14.\nThree of the bodies had been in stricken homes and had not been alive.\nOn the third night, frantic bands of searchers\nled by the police captured it in a house on Crane Street\nnear the Miss Vuitton campus.\nThey had organized the quest with care,\nkeeping in touch by means of volunteer telephone stations\nand when someone in the college district\nhad reported hearing, scratching, and a shuttered window,\nthe net was quickly spread.\nOn account of the general alarm and precautions,\nthere were only two more victims.\nAnd the capture was affected without major casualties.\nThe thing was finally stopped by a bullet,\nthough not a fatal one,\nand was rushed to the local hospital\nin its universal excitement and loathe.\nFor it had been a man.\nThis much was clear,\ndespite the nauseous eyes,\nthe voiceless simianism\nand the demoniac savagery.\nThey dressed its wound and carted it to the asylum at septum,\nwhere it needed to head against the walls of a padded cell\nfor 16 years,\nuntil the recent mishap,\nwhen it escaped.\nInteresting point here, Crane.\nSo right now, I'm having a hard time imagining character context\nbecause he's describing the world right now.\nI don't know.\nHe's explained through a character's mind,\nbut I haven't had the context of the character's mind.\nI got distracted, honestly, part of it.\nAnd I didn't get the character.\nAnd I was going through a long time.\nI'm imagining,\nbecause the character is what drags you through the environment.\nBut I didn't get the character.\nI wasn't in the character's mind at the moment.\nOh, so you're not supposed to be easy on these people.\nSo right now, he's talking to you.\nBoth of them.\nOh.\nSo he's just talking to you like he's met you.\nAnd this is a story he's talking about.\nHe's talking to the player?\nHe's talking to the audience.\nSo the way he conveys his stories is never you're reading it.\nIt's an interview,\nan eyewitness,\nletters that were found,\nor recordings.\nLike some of them was like,\none is again,\nthe story the guy shoots himself in the head.\nAnd the way he leaves the story for you is he writes it.\nBut you don't realize he's writing it to you.\nAnd he says,\nwell, if it's fine with that,\nI end it.\nBecause I'll finish myself.\nBut he paints a world for you.\nBut it doesn't tell you how he's paying it.\nSo you don't know if it's past and so present.\nAnd then that the end is when he reveals what it is.\nDamn.\nThat's how they're called.\nLike for this,\nthis bounces between his talking about his time in the interactions,\ntimes,\nwhat he was pleased with.\nAt the Dr. Zambles.\nA unbelievable resemblance to a learned and self-sacrificing martyr\nwho had been intruded\nwith three days before.\nAt least he worked with Alan Halsey,\na little benefactor and dean of the medical school.\nSo,\nhow he was this really powerful doctor at the school.\nA Hewold West was a student who came to the school.\nHe was very knowledgeable, very talented.\nBut he'd lost the more fiber of this that they got to talk to him about.\nSo what happened is a flu hit the town.\nHewold West infected him with the flu,\nkilled him,\nand then brought him back using his potion that he'd been working on,\nwhen he was talking about the rabbits and stuff.\nWhat happened is when he came back,\nhe wasn't hit, he came back,\nand he wants revenge.\nSo he went between all these people trying to find Hewold West.\nWhat they think is,\nis it's just some crazy guy that has a resemblance to this guy.\nThey don't think it's his body.\nThe guy starts talking about how he realizes,\noh shit, it's him.\nSee how he uses it.\nYeah.\nTo the vanished Herbert West and to me,\na disgust at horror or a supreme,\nI shuddered tonight as I think of it.\nShudder even more than I did that morning\nwith West Blossom through his bandages.\nYeah, pretty.\nIt wasn't quite fresh enough.\nChapter 3.\nSee what I mean now, he knew he was the doctor.\nHe didn't say he was a doctor.\nSo Hewold West was from beat the shit up.\nI know what he said was,\ndamn it, it wasn't fresh enough to his friend.\nAnd his friend is now just piecing everything away.\nThat creature is the doctor that was dead.\nAnd now they join the military together.\nThat's sweet.\nIt is uncommon to fire all six shots of a revolver\nwith great sadness when one would probably be sufficient.\nBut many things in the life of Herbert West were uncommon.\nIt is, for instance, not often\nthat a young physician leaving college\nis obliged to conceal the principles\nwhich guide his selection of a home and office.\nYet that was the case with Herbert West.\nWhen he and I obtained our degrees\nat the Medical School of Miscatonic University\nand sought to relieve our poverty\nby setting up as general practitioners,\nwe took great care not to say that we chose our house\nbecause it was fairly well isolated\nand as near as possible to the polished field.\nRedisons such as...\nYou know, there's always something with great problems.\nNor, indeed, was out of control.\nIf all people's great work requirements\nwere those resulting from a life worth distinctly.\nThese people were buried in a grave loss of a grave.\nBut beneath this circle is not that aim.\nThe hardest part was that it was think of the old West Towns\nwithout a remote quest.\nThere was a place where it was a grave loss.\nThey were buried with simple bodies.\nSometimes there was a morgue.\nWell, there wasn't actual animation.\nGood.\nHere you are.\nThere's marks on the box.\nThank you.\nI'll bring it up.\nIt's not Google, but OK.\nTarka.\nWe used Tarka.\nI know of it.\nI like it.\nIt's Google Chrome.\nYeah, it's Google Chrome, but it's...\nIt's a same style of...\nThey use Chrome to make it.\nIs it more open?\nThey don't track you.\nThey watch.\nIt doesn't look as add as spammy.\nThat looks pretty nice.\nNo, it's almost Google without the ads.\nType in something.\nIt looks...\nNo, they don't filter out results.\nThey don't...\nHere you go.\nIt looks like Kirk is that?\nI think it's that same group.\nOh, similar to them.\nLet's see.\nThey don't track you.\nThey block you, and they keep you away from Google's trackers.\nSo that cookie trackers and stuff.\nOK, so it's not like...\nIt's not a VPN, but it's...\nIt's more private than...\nSo they want a search engine that doesn't pour out its user data?\nOh.\nSo they'll search engine that instead of pouring out user data,\nthey do who use ads.\nThey do buy ads.\nBut they buy it without selling you out.\n100 of the buy ads.\nHow do they...\nDo they have their relevant ads?\nThe ads that are important to...\nWell, so I don't see them for the most part.\nThey buy ads on social media.\nOh.\nYou don't see them when you're searching.\nThey buy them on social media.\nSo they use data to sell channel ads?\nThey don't sell your data.\nThey use data to use...\nThey use data to interpret.\nThey don't use individual data.\nThey'll use to understand behavior\nand what they're not going to use.\nIt doesn't make sense.\nHere you go.\nThis describes a profit model.\nSo depth.co is a free variation,\nbut they sell other things to help you out.\nHow do we donate to them?\nYou get his donate zone.\nDo they have enough donation donations?\nI don't know, but they've been expanding.\nIt is so sick.\nI mean...\nSee, they didn't even know how Google does that proper\nof pictures.\nThis is how they live their money.\nThey have ads that they aren't tied to your social\nor tied to a keyboard.\nSo when you type in dishwasher,\nthey put dishwasher ads up in.\nWhen you type in one hammer,\nyou get books,\nlore,\nand the board game.\nOkay, hang on.\nCan I?\nInteresting idea here.\nSo, tangent.\n\n[you don't have to say *that they searched* using the internet: information is more intuitive than that]\n[lol, \"neutral archive\", wikipedia, the internet archive, anna's archive; largely ignorant to the knowledge available]\n[we talk about funding, leo says not to rely on advertisements, \"not to be the food-fight of games\"]\n[he says it doesn't matter your intent, it only matters how people view it]\n[disinterested in the idea of relying on monthly donations for support]\n[I see issue the potential of a niche (loud) minority to influence the direction of the game]\n[thinking about warframe and how early forum conversations influenced development]\n\n====== REC017.txt ======\nvideo, we have a source, we have YouTube, we have even YouTube actually, and it's\nabout to find all these other media archives. What if we commission to, no, what if we,\nwhat if you, what if Dr. Go to, to establish a, kind of a neutral archive on the website?\nIt's not that, it's, it's, it's, it's, it's doing though. No, it's, it's WWD. Uh, Dr. Go got.com\nslash archive, slash the search, you're running telling this. It's like a, it's like a, imagine\nlike a neutral, neutral Wikipedia that's built with the entire internet, instead of one\nwebsite, then do it. We have to, yeah, we have to, we have to, we have to search and\nestablish this. Okay, but it's like, no, no, of course not. But I can articulate that\nin the game without you as having Dr. Go involved. It's like, you don't need to go. Dr. Go is\na better example, but any search engine really? Because the internet still exists in this\nroom, but you don't need to, they have a, uh, so you don't need to say the, global, global\narea network, GM, but you don't need to say they typed in the assortment, you need to\nsay they searched. That's true. We don't need to do it. Oh, no, they used Google Chrome\nbrought to you by Google. It's like they typed in the search because you, you gotta realize,\nyou don't want to whore out your game in private places. That's terrible design. You're\ngonna be the food for the games. Well, it's not part, it's not part of placement. I\nwant to put, I mean, but that's how people are going to view it. You're a normal, it\ndoesn't matter. You're intent. What if it's a free game? And you only have, you have\ntrue content. How do you, you know, you don't even know is that's positive. So why do you\nmake things again free though? If you make it free, then you, okay, you know what time\nfor two does? Okay, so here, let me, let me pull you back. No, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,\nno, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no\n\n\n====== REC018.txt ======\nSo what if we make the initial game like 30 bucks? It's a set expansion, right?\nOkay, you're like a thousand seven. No, it's right. It's for game design. I'm gonna explain this because I have I I\nParticularly this what I'm in the game design side, but I need to so I this is how we're gonna develop the world\nAnd that's also how we develop the story. We develop into chunks and sections\nYou know she came with 30 bucks\nExpansions are very expensive. We're free, but the patron like system seems it I don't know the pricing because we haven't made it that far\nWe have anything to sell literally. We have about three minutes to sell\nI'm trying to get it so we have a little bit more time to rent you're right\nYou're at the end and we haven't even thought of the race yet. I'm sorry. We're still training for the race\nOkay, we want to take it off to the end\nBut it's a good race, right?\nGarage to pursue I think it's a good good path. It's a good path\nBut let's get the first step in before we figure out how you're gonna be counting your money\nNo, it's not money. It's about making you counting your success\nIt's about doing like a warframe like this. I mean right you're happy about the game when I explore you want to get that\nI\nBut you have to force but it's built the game. Yeah\nBefore we get in that you enjoying the war to play\nCan't enjoy to explore the world if they have a single real\nTo we got up we got about it out. There was no war we got a boat out in a dense\nCareful way instead of a shallow\nWell, that's why we're doing this. We're doing it. We build the characters. We're not building exactly. We're not building a flat character\nThink of Assassin's Creed Odyssey\nAnd then compare it to Assassin's Creed's origin in the story of origins\nDamn, it was an amazing story. You were on a path of vengeance a group had come to your home and killed your son\nAnd so you and your wife made a vow to kill each one of them and\nLiterally it was you had no other reason than you wanted vengeance on these people and it made you feel like damn\nBecause Bayek was really struggling with this pain\nAnd it made you feel for the character you felt connected to Bayek by the end of his journey\nAnd like each kill the cinematic you felt bad for Bayek because you could tell he was losing himself\nIt was really one scene where he took the apple of Eden and\nBash to do the head didn't fit\nYeah, like he loses himself to his rage and then afterwards it you see it affecting\nLike in origins that killed you felt so damn bad for by the end of the game\nBecause he had destroyed his soul and lost everything just for this path of vengeance and at the end he doesn't even get his vengeance because they still survive\nHe'd ruined himself for all of this just to find out his wife was playing him and it's just like damn\nBecause it breaks him it literally breaks him and it's like\nFuck it made you feel so terrible for this guy and I normally don't connect to the characters\nBut the way they did the narrative was so good\nBecause you won't buy it in some of the narrative you were watching like you were like you were actually watching\nAnd he'd give out his heart and then you just watch him lose his shit\nAnd because you figured out in the end that his wife's playing him\nAnd it's like fuck because they built this powerful narrative\nWell, they didn't have to tell you it they showed it all with interaction\nI would recommend you look that up for reference look up these cinematic\nBetween the bosses between Bayek and the bosses. They were some powerful writing in that\nLike they did good. Now like Bayek gets really fucking fucking from this whole game\nSo the way they make you kill you kill the way they kill you sometimes to make you do it\nYou come at him as a knife and he pushes your hand into your sun's chest. Oh\nYeah, that's how they kill the sun\nAnd then as you know when it's asked some people when you were assassinated going through that second world\nIn some of it you would see the sun taunting you\nThey're standing there just and then those one or the guy has power to bring back the dead\nAnd so he brings back a\nzombie version of your son pretty much the fucking screw if you're headed\nYeah, it's a fucked up cinematic for you we saw again. That's the only one that has been good\nYeah, I've got a colegger opposite to that that's crazy you be soft\nLike here bring it with cutscene\n\n\n====== REC019.txt ======\npiece. So this intense throw hand in hand. Fun fun little exercise here we can have.\nOkay, so this story piece, imagine it with the character director at\ninteractions minus the extreme violence. What is the, what is the piece for\nconversation of that situation? What do you mean? The piece of version of this\nconversation. There is no piece of loser this conversation. You know it's so calm\nconversation between people. There's this one. What is what is what if you throw\nif you throw understanding into the space. If people don't act with malintent. This is so\nwhat you don't realize is this guy literally came to his home. He'd have to\nsign a total. You're throwing points of contact points. You know there's no piece for\nwhat he's still going to talk. Not in the situation necessarily but like you\nimagine the hypothermic situation that it's it's it's themed in a similar way\nto this. You can't think like this because it doesn't work for your world. Your\nworld doesn't have this kind of situation. What is over here? What is\ncalling the snail off his own? Okay, explain the abstract situation you had\ngoing on here. The abstract, the personable. The storyboarding kind of explain\nthe storyboarding of this situation. Again, you had it. This is vengeance. This is\nnot something in your world. No, just explain the situation again. I want to\nbetter understand how to do this process. So pretty much what they're\narticulating the scene is. You don't know who you live with. This is the first\ncinematic you see. You don't know this man's name or you know as you're this\ncharacter. But what they manage to convey in this scene is they make you root\nfor this guy to kill him and you have no reason to know why. You literally don't.\nWhat you know is you're killing this guy and then it leads with that. We'll see\nhow within 50 seconds they made you a story instantly jump on the someone's\nside. And then instead of having you talk to him you have the character camera\ntakes it and makes them kill. Well, it wasn't even the camera. The camera\nthe character in the other self-max. The player is not in the situation. They\ncan't choose not to kill. They have to kill. Yeah, so this is is so this is a\nlocks cinematic so you don't have a choice. It's an extreme situation but it's\nso the way Assassin's Creed does it so telling is you all out to do\neverything but so important to the game. Those so important to all the kills.\nNo matter how you kill the person it goes into a cutscene and the cutscene\ngives you storyline and the way they describe storyline is like this. And then\nthe rest of the game is just you doing the game and exploring and doing missions\nand getting lower but then the next kill you get you get a cutscene like this.\nThat's how they reward you killing the boss. In order for you to unlock the\nnext story piece you need to kill them to get to the cutscene.\nLike you were given a bunch of softest level stories but to move the actual main\nstory you have to kill the boss. And the whole game is locked with the single\nintent that you want to kill all those people. So, okay, do you have another\nstory here with the tangent if you want to mind. Team, do you mind?\nYeah, I don't have a choice really.\n\n\n====== REC020.txt ======\nOkay, so all this aside\nIt's a great story. I want to learn more of the characters. That's all\nWe'll wait too many of your free time. Yeah, yeah, I'll check it out\nYou're gonna want to just watch it because it's you're talking like 30 hours of gameplay\nOh online time for either one. I guess you still got a big game. I know and you still got a\nSo again to articulate this area this hope\n\n\n====== REC021.txt ======\nSo from the start the player is in a first person perspective first person for now\nI'm trying to talk to the entire scene again through you're kind of you're you're you're your lensing of the situation\nThis this initial scene I want\nYeah, but I'm using this this this metric you've given me the the process of\nSo hang on\nOkay, so imagine you you start off in this space\n\n\n====== REC022.txt ======\nyou start off in this space and you're in a first person perspective first\nperson field of view you're up close it's personal and then you're in this\nlike it's this egg like a corner this uh... when you call it\negg like a cune\nand then you'll be able to get up and i'm going to start again\ni'm paying a hand\nback in the back i'm going i'm almost going going into the fucking\ni'm falling into it\ni've got to stop\nfocus on the interactions immediate interactions that the long-term ones\nchrist\n\n\n====== REC023.txt ======\nI was trying to figure it out.\nYeah, I was trying to figure it out.\nOkay.\nStrike and scratch.\nThe player fades to view.\nBegin.\nOh no.\nStart from absolute scratch.\n\n\n====== REC024.txt ======\nthe 15 minute experience as well started out in the five the first five minutes\nthe first five minutes of interesting interaction\nthree minutes the first three minutes of interesting interaction the first\ntwo minutes maybe maybe 30 seconds at first\nwhen you build up you know it's like that there's a little bit of it\nyou can't release a 30 second game Chris\nI gotta I'm doing this too much\nI'm trying to categorize it to me\nBack up back up back up back up back up\n\n\n====== REC025.txt ======\nAlmost reaching the right side.\nGot some more over here.\nI'm not there in case you want this one.\nOh, yeah.\nThanks.\nAnd you want this one?\nYeah.\nI'm not there.\nYou're not there.\nI just was trying to get the job through.\nI have to wait too long.\nI'm really preparing the ship.\nI just feel like it.\nBecause it's going to last a lot of time.\nI don't mind like providing a little bit of effect to my mind.\nI just think of what I said.\nI would never have to be the anchor operator.\nI would never be able to go into the other side of the field.\nThat's good.\nI had my friend.\nI don't really know how to deal with it.\nBut I will try to be verbal in him.\nI would recommend that you use this and you'll only be one or two minutes, because that's all we need.\nWe don't need a whole lot of that.\nOur practice is surprisingly large.\nBecause we don't want to get too small.\nLarge enough to please most young doctors and large enough to bring a burden to students.\nOh, I sure do the news.\nThe interaction I had before and out of words.\nBesides their mental natural needs, their frequent flashes.\nSo I get stories of exploring when I found more interactions that I did with the workshop.\nHey, can I?\nHmm.\nCan you show me one of those other games?\nUh, maybe...\nThe one night game, you know, you're playing as the realist of one?\nNo, no more having one.\nOh, yeah.\nThat'll be hell-perfect.\nIt's been a break down interaction, I guess.\nExperiencing them.\nThe interactions in this one are a little wonky.\nThat's fine.\nWe can prove them.\nImagine being better DMs than they are.\nImagine what?\nImagine doing a game with accurate interpersonal interactions.\nHave you got anything in the woods?\nWhat's up?\nYou played nine in the woods?\nNo.\nOh, god damn, I won't have been in the woods.\nThat's why the play is useful.\nHi.\nThat's why the play is useful, you know.\nYeah.\nThat's pretty good.\nThat's pretty adorable.\nHow much is your technique?\nThat's pretty good.\nThat's more than good.\nYou only need to fill up the whole thing.\nOkay, how much do you think is...\nThat's fine, what you have.\nSo, perhaps you don't have to fill it up every time you can put it in a little bit.\nSo, yeah, watch.\nI'm going to empty it, but you can fill it back up.\nIt was a stick.\nOh, yeah, no.\nIt's actually worse down.\nRight.\nI mean, because I got to fit it in here.\nIt's too big.\nOh.\nGo get a toothpick.\nRight.\nYou see this switching on the seal pump?\nI hope you're not getting it out of the way.\nI hope it's on the mud.\nLook at it.\nOh, I don't know what it is.\nWhat do you do?\nWhat's wrong?\nNo, you had it right in the first time.\nNo.\nThis one.\nYou had it right in the first time.\nOh.\nIt's too stupid to open it back.\nIt's not going back.\nYeah.\nIt's not going back.\nOh, I think it's not going back.\nIt's going back.\nFill it with the pipes.\nAll you have to do is fill.\nIt's enough to pump it back.\nHere we get a pipe.\nAll you have to fill is enough to fill with this hole.\nOkay.\nSo you only need to fill it in the next room now.\nInteresting not to get it from it.\nWell, because it depends on how much you get yourself\nLike you see this?\nThis will do as good for it, man.\nBecause it is going to puff up.\nWe're not going to take long hits.\nOkay.\nWe're not trying to make it too stiff.\nWe're just trying to smoke a little bit.\nOh, shit.\nLike this.\nAlright.\nDid you hear that they can't have the...\n...gonna go and spin off?\nWhat's that?\nHow?\nWhat's that?\nThey're going to do a house of a dragon.\nExplain the prequels of the target family before they got...\n...of what's going on.\nBut after all the bullshit from season 8,\nAce pretty much was like, nope.\nAnd then they got kicked off the Star Wars team too.\nBecause Star Wars got cold feet and was like, yeah, nope.\nGood at eating this conversation.\nOh, dude.\nYou know, come here.\nMy...\nMy...\nMy...\nDan's demo.\nMaybe my...\nWe see.\nOh my god, I'm so sorry.\nBut they used to see instead of, okay.\nOh my god.\nTo make it less aerobic.\nWait, the race?\nOh my god.\nI'm so sorry.\nBut they used to see instead of, okay.\nOh my god.\nTo make it less aerobic.\nWait, the race is too?\nWow.\nThey still play game.\nThey're too race to use it properly.\nWe don't want it in some, like, an area.\nNo.\nBut she's Canadian white.\nOr they could just fight by saying they wanted to make it out of their distinguish.\nAnd that's fine too.\nI know.\nBut you just need to know why it's going to be a mistake before the end of it.\nMake the same words, but it's spelled the same.\nNo, no.\nI don't want to mean it.\nNo one's going to mistake you for an area.\nYou have a line.\nNo offense.\nDoesn't have those kind of genes.\nYeah.\nNo one's going to look at you.\nYou said something like, I wonder if she's an area.\nThat's true.\nSo, the video is finished.\nSo this is...\nNo, she's...\nBut it's interesting to hang on.\nSee, that's the towel.\nThis is not appropriate for anything.\nI'm deleting the section.\n\n\n====== REC026.txt ======\nlike these unconscious things that we felt they felt pressure maybe not\nbecause of a racing because I was a kid joke but they felt pressure to make\nthis name that they took from a fantasy world this has wonderful character\nthis this this person they really adore they wanted it to conform to all\nstandards you know she at least he was a wonderful character she was coming\ninto her own trees we they saw as being justified and and well oh no I get\nwell deserved for her power but in reality she is still not perfect she does\nharm in the process yeah she's a kid she's a kid that was given dragons and\narmies until it's a figure it out yeah she she does good but she does a little\nharm she has somewhere on the way and then it's just it builds up too fast\nand then yeah she's doing it's like it's like when did you finish game\nyeah yeah it's like I went up to you I gave you an army and told you to run this\neffectively you're gonna fuck up you don't know what you're doing which is what\nshe did and the problem is that she got too porcelain that the execution of\nthat one she gets a little too bad I can't remember her name the Sunday or some\nshit she was good until her hand made got executed and then she lost her\nshit on the city all right have you seen the hand made tell I know it's a\nlittle it's a little preachy it's a little preachy but I think that it does\narticulate to me points I think that the character she to be perfectly frank so\nthat they're telling me to have this good points they have some good philosophies\nin there no I've read up I've read up about what it's a mind takes place and\nit's a post-nuclear America fertility is an issue which is why they have those\nhand made people I read about the book I haven't read the book yeah but then\nthey it's they use this and he may means I've been straining them I know I was\noh it's yeah it's fucked up yeah they're they're they're pessimistic on the\nscene trophies they're pessimistic about human production but we can use\nDr. Dennis disappears children we don't know we don't worry about biological\nyou have to take into account the level of technology yeah yeah but this is\nthe power this is supposedly in the same area as we are but instead they gone\nthey're my backwards no that's that's that's logical why would I do that no it\nisn't so when the news goes off power stations for I completely no no I'm\nignoring all that modern context right in you mean oh you mean socially socially\nyeah they didn't go backwards they did take it to go and when they take it to go\nhe established these rules to keep himself in power and the way you buy your\ngenerals is giving him favors and what's a better favor in a world where people\ncan't say it's like talking about to you again yeah and then you're gonna make\nbloodlines off again that's why he was giving them to his generals and the\ntenants he wanted pure proven honorable citizens or just anything hippos\ndoing he was giving his generals wise they were given Jewish wives that they\nso if we can tie this and on cutting to break here if we can tie this this\nsocial structure to like King Dunes and such\nto what King Dunes so imagine this game you're trying to show me the the\none of your playing is that you're playing as a little a rascal night rascal\npeasants say you're a rascal peasant I'll just say you're literally just a young man\nyou're like 16 or 17 now I think you're a little I think you don't like your 20s\nbut you're not that old maybe I told you it's a lot wrong showing a pipe yeah okay\nso here's what you do just put it like this just\nand don't you don't don't keep a solid hold I think it made me a little\npretentious but I think I'm like an actual pipe\nwhat an actual pipe like an old old time you pipe\noh now a lot of people do that I can give you a longer time\nthis would I mean a lot of people actually use old time pipes can you give\nyou can get one that looks elegant without it being pretentious like a little less\nso the reason why people use glass is just because King Dunes cleaning\nokay with the white pipes that you use you have to clean this all the way\nso tobacco and wheat producing fine copper\nbut it gets less sticky as the moisture evaporates as I\nI've noticed in my own no so I can see this black stuff right here yeah I could\nshed that out because it's glass if you have a wood pipe and you're trying to\nscrape that you're scraping the finish off on the inside of the pipe and eventually\nyou're scraping it with the wood you're going to start burning the wood\nthat's what most people use glass of metal just because you can scrape it and it\ndoesn't break so you use a long glass pipe instead of them\nthey have different pipes they have pipes that are like this\nthe pipes are like this see bonds just look on mine\nit's a good place to shop for them and then we have places in town\nlike this this is like a little solo but one of the two porcelain pipes\nso it's this was only like 20 bucks it's so pretty it's small I can put it in my pocket\nbut I never really go anywhere with these things I used to give them a home you know\nnow but I don't know if I used to do it\nokay but I think for me I think the pipe will work with it now\nwe'll see you don't have to worry about that because you're not going to do it around\nat a long time successful right here I can say you don't even have to use glass they have\nstone pipes on crystal pipes oh there's one over there it's a crystal skull it's a black\nobsidian skull but I just I can't justify it kind of smoking up\nyeah I think I want to come on a good book what did he treat it more like a wine glass\nindecorated in mid-111 elegant you had like they have glass they have pipes that are called mushroom\npipes it's a bowl piece and then it's a tiny stem and breathe all into that giant bowl before you\nbreathe it in you have a miniaturized version of that yeah they like many of the ones like this\nyeah these are rough ones where's your phone\nokay\nsee\nthis one's all like probably this\nSo I imagine, oh, I'm thinking like, uh, the longer ones, oh, that's how that's a stylistic choice.\nThis one, I mean, you don't have to get on here, but, because, watch, they have all kinds.\nSo most of the people ask for the most work.\nBecause, uh, there's a lot of things to do.\nThat one, I wouldn't suggest it's not you.\nI think, like, one's the luscious ones.\nYeah, go back, I was just trying to pull the luscious ones.\nI just kind of want to show you how many different kinds.\nOoh, oh, oh, yeah, see, it depends on the limitation.\nIt's the skill to glass below.\nSo, those over 124 ages at least.\nOh? What's good? To seven?\nYes, to seven?\nSee how different?\nThey're Pinterest or anything.\nThis is, oh, you can buy one at least.\nThis is all from a site.\nThere's a wider range of aesthetics.\nNo, this is just ones that people are making.\nSo you can't online, you can find all kinds of them.\nSo I just want to show you these, because these are ones that you can actually buy.\nWe're researching glass pipes.\nSo, you're going to have a glass pipe.\nI'm going to try to finish here.\nAlright, yeah.\nWhat are you looking at pictures for?\nTo your reference source, for what?\nFor a local art man?\nFor art general or visuals?\nI use for cellar punk, you can use for it.\nOkay, I don't want to throw this into your thing.\nHuh?\nI don't want to throw this into your disco.\nNo?\nNo, let's look at you flagged.\nRight?\nJust going.\nThis isn't your shit.\nThis girl doesn't get shit.\nYeah, yeah, yeah.\nOther people do.\nLike?\nATF.\nATF.\nAll the back of firearms.\nSo, we are now in a weak legal state.\nBut that means that they are living for people that are buying normally.\nEven if you're not buying them legally, they can still fight for people.\nWell, I don't know.\nThey were, you know, I buy it.\nI know what you just have to be careful.\nBecause if they don't even support a disco, other people can support it and stuff like that.\nLike it's free to talk about what you want to be careful about, post it.\nOh, that's right.\nYou know, I actually know what you have from Norway.\nHe's a little bit like the one in jail.\nI actually know what you have to be careful about.\nIt's not legal.\nNo, it's fine, huh?\nYeah.\nYou think the open country like that would happen to be going strong?\nYeah, it was over there.\nAnd Canada.\nI just like to coach you a lot.\nCanada is this area typical of a happy country.\nMine's a big league.\nYeah, I see it.\nThis is a short pipe.\nOh, dude, that's cool.\nIt's like the traditional pipe.\nCan you send this to me personally on Discord?\nYeah, I can send you a name.\nBecause actually you look for a short last pipe.\nWatch and show you.\nOkay.\n\n\n====== REC027.txt ======\nsure a lot glass pipe and then so they have a different style see those are\nglass pipe traditional glass pipe first pumpkin can't off\ndon't record this at least\nha ha ha\nok time\n\n\n====== REC028.txt ======\nFind the better minutes for time scale.\n\n\n====== REC029.txt ======\nI will...\nCut the buffer\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(22).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, dialogue, item, weapon, location, story, quest, gameplay, fix\n- **Imported**: 2025-05-05T16:25:37.006Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(22).txt",
    "importedAt": "2025-05-05T16:25:37.006Z"
  },
  "created": "2025-05-05T16:25:37.006Z",
  "modified": "2025-05-05T16:25:37.006Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "dialogue",
    "item",
    "weapon",
    "location",
    "story",
    "quest",
    "gameplay",
    "fix"
  ]
}