{
  "title": "10_Oct_2019_-_New_folder__16_",
  "content": "# 10_Oct_2019_-_New_folder_(16)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T21:06:51-07:00\n\n====== REC001.txt ======\nWhen you're working on flow focus on cadence\n\n\n====== REC002.txt ======\nConsider how the game flow might change if I were to use the triggers to leap, to jump, to grab, instead of A and X.\n\n\n====== REC003.txt ======\nDemonstration is seen where the player is running, using A, and then they use right trigger, left trigger, or both to jump the gap of a particular structure.\nEither going down or going up, and then we hit the ground, they roll.\nThey roll by tapping B, I guess.\n\n\n====== REC004.txt ======\ncharacters running a leap off a building and instead of this they're taking births.\n\n\n====== REC005.txt ======\nSo the character is running on the rooftop and they leap using right-trigger to grab on to whatever's in front of them.\nAnd as they jump, a cat goes with them, jumps off, flips off without moving them to the other side.\nIt might be a bird or a rat me either, so I don't know, just kind of engage the player's eyes if you can interest it.\n\n\n====== REC006.txt ======\nour competence and success of the same Dota Kaspray as opposed to guilty.\n\n\n====== REC007.txt ======\nThe only one that knows design well is you.\nThe only one that knows design well is you.\nSo design with your intent in mind.\nDon't get influenced by this.\nThis early on.\n\n\n====== REC008.txt ======\nBedroom, 1 to 4 people, living room, 1 to 8 people, maybe 2 to 8, the local pub, 2 to 6 to 8, etc.\nTo apply, find the ideal occupancy for the scale of human room ranges.\n\n\n====== REC009.txt ======\nAnalyze the movement in Mad Max.\nThe video game.\nCharacter movement.\nRunning.\nThe bracelet.\nFind.\nRunning.\nAnd a game.\nMechanical running.\nAnd again.\nThat sounds good and satisfying to hear and look.\nIt's got to build up and speed too.\n\n\n====== REC010.txt ======\nthe gears of war in the system.\n\n\n====== REC011.txt ======\ndon't do a patreon and don't focus too much on twitter. Early access is the\nbiggest priority. Maybe a kickstarter. So we're doing a patreon. Patreon is too\nmilestone oriented and I want to focus on developing content well and if I feel\nrushed to create milestones, I don't think the content will have the level of\npolish in my needs. It's really stand out in the market.\n\n\n====== REC012.txt ======\nSo it's easy to record a live conversation and then give the player an interjection point.\nPoints to which we'll go back later and record tangents or questions or statements during a conversation the player can make using the R2-D2 slash fashion like system.\n\n\n====== REC013.txt ======\nBuy some winter clothes, Goddamn it.\n\n\n====== REC014.txt ======\nfew mental notes. Does OBS Studio have an overlay?\nAnd if so, replace the video screen capture, video capture with OBS Studio.\n\n\n====== REC015.txt ======\nby a broom brought by some hand soap and do laundry.\n\n\n====== REC016.txt ======\nfor each 26 life pops, warm and possible.\n\n\n====== REC017.txt ======\nIs there a universal LG Magical mode?\n\n\n====== REC018.txt ======\nSo right out in the entirety of content for the main characters, that content is real\ntime, say 4 hours, 5 hours or 6, but the NPCs in the role you interact with, the NPCs\nin the role you interact with have content that is only activated when talk to, that way\nyou are not increasing scope accidentally for every given day.\n\n\n====== REC019.txt ======\nA content released would require a mandate or it would have one day of content in a time.\nSo you're slowly building out the main story using the characters, three characters to time,\nand a given section of the story.\n\n\n====== REC020.txt ======\nDuring a given day, give the player an opportunity, several opportunities to step away from the NPC and come back later.\nLike you'll stick with them to talk to them, you know, climb with them, explore with them, walk with them, socialize with them.\nBut then at some point, they give you an opportunity to take a break and explore the streets, while they go off and do something.\nOr busy. Or you plan to get together, get together later in the night. That kind of thing.\n\n\n====== REC021.txt ======\nThe Dodeque Web is like a progress meter for the players, the booties are locked, the\nDodeque Monks and their overall progression began.\n\n\n====== REC022.txt ======\nDesign document into phases, for example, phase one is conversation, phase two might be basic movement, phase three might be climbing, et cetera, et cetera.\nAt the Comer County's worked out.\nHow deeply do you want the player to express themselves to movement in conversation?\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(16).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, story, quest, mechanic\n- **Imported**: 2025-05-05T16:25:36.998Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/10_Oct_2019_-_New_folder_(16).txt",
    "importedAt": "2025-05-05T16:25:36.998Z"
  },
  "created": "2025-05-05T16:25:36.998Z",
  "modified": "2025-05-05T16:25:36.998Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "story",
    "quest",
    "mechanic"
  ]
}