{
  "title": "11_Nov_2019_-_New_folder__24_",
  "content": "# 11_Nov_2019_-_New_folder_(24)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:02:47-07:00\n\n====== REC001.txt ======\nAre you returning to go-\n\n\n====== REC002.txt ======\nGot a, got two.\nGot a, got a, got a, got two.\nI have, got two.\nI have, got two.\nI have, got a, do.\nGot a, do.\nI've got a, do.\nThat, two, nine.\nI've got to do that tonight.\nTime, tonight.\nNot tonight.\nYeah.\nThat's bad.\n\n\n====== REC003.txt ======\nThe Dodeca like cells and a muscular tristum.\nThe Dodeca like cells and a muscular tristum.\n\n\n====== REC004.txt ======\nThe material is like blood, it carries heat and resources to the cells, to the doughnut.\n\n\n====== REC005.txt ======\nThe system is formed to create an active support system with an almost organic musculature system\nwith cells and minerals, wood, and cells as doughdeck.\n\n\n====== REC006.txt ======\nThe game should produce a point map, or gather data, or four players spend most of their time.\n\n\n====== REC007.txt ======\nI'm sorry, I was screaming from the inside.\nI'm sorry, I was screaming from the inside.\n\n\n====== REC008.txt ======\nPresent the Dota as a means to prepare the broken communication systems we have in place or add additional meaning.\n\n\n====== REC009.txt ======\nin the unspoken pieces of language.\n\n\n====== REC010.txt ======\nI'm Chandelier City References.\n\n\n====== REC011.txt ======\nthe city height by decreasing the background, like moving the background down relative to the city.\n\n\n====== REC012.txt ======\nHow big a roll is he playing, I'm bringing his feet for sleep.\n\n\n====== REC013.txt ======\nLots of cash, we're both here!\n\n\n====== REC014.txt ======\nOh\n\n\n====== REC015.txt ======\nThat's space and time, space and location and space or space and nothing.\nAh, space and time.\nSpace and time.\n0.00000001.\nOkay.\nDone.\n\n\n====== REC016.txt ======\nThe onion router.\nWait, the onion router.\nThe onion router.\nThe onion router.\nIt's a tour.\nIt's just other cuppy links.\nYeah, it was their house.\nSo you go on the...\n\n\n====== REC017.txt ======\nGuys, with the doda.\nI don't know.\nI don't know.\nI don't know.\nChris.\n\n\n====== REC018.txt ======\nOne stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out, one stood out\none stood out, one stood out\n\n\n====== REC019.txt ======\nhypothesis. The infrared light travels slower than visible light. It appears to be the universe.\nIt's not an expansion. It's a sort of a view of what's beyond when you see a small fraction of that\nthough. The supine can make a galaxy. Jesus Christ. The link of ways are in the center of our\nuniverse. We're not getting further further far. We're recessive. We're recessive like planets.\nand a source of water. It's a daily archive but it's just to reiterate in my own mind.\n\n\n====== REC020.txt ======\ngas clouds are never going to collapse in the stars.\n\n\n====== REC021.txt ======\nSo when the spires puncture the atlas teller, the crystalline magma-like substance sort\nof grows around them and spreads out like a tree in every which direction until it\nhardens. Or no, it continues to grow until encapsulates the entire thing. It's not\nhot magma, it's, well it starts at a hot magma as you puncture the sort of water\nwatercolor to some degree. Anyway, we're either right.\n\n\n====== REC022.txt ======\nThe spires have punctured the Atlas tether and the veins expel a magma-like substance.\nThis is the men of material.\nIt starts out really hot and that's through it being the means for which the Atlas tether\npulls away heat from the cellular-like structure that is within, in a way.\nDo you see that I just grabbed a little more, I have started.\nI can't scrawlty deal with physics, that's well too much.\nBad brain.\n\n\n====== REC023.txt ======\nThe Spires punctured the Alice Tether in a magma-like substance.\nIt rubs from the wound.\nIt encapsulates the Spires, and then cools from there it slowly grows, encapsulating them and branching off.\nIt looks like a tree horizontally attached to the structure, and there are hundreds of these Spires.\nThrust into the Alice Tether by humanity used to create a scaffold for their civilization.\n\n\n====== REC024.txt ======\nI can't overextend my ability to help people it's great\nBut I can and some respects\nYou can help trade out\n500 bucks\n200 bucks\nat least\nNow she's finally starting to be back. I'm getting paid 76 months 76\nBox a month like we agreed on 25\nI don't remember\nIt's much appreciated\nBit by bit bit by bit a little I am making progress\n\n\n====== REC025.txt ======\nShould you be brutal and the idea is you keep\nThere's much information on my Dropbox\nSo many incomplete thoughts or ramblings\nMaybe I should just\nTranscript them, right?\nBut then delete them because there are no there are no\nImmediate use\n21 of them I listen because they're so rambly\nSo they're not concise enough to be viable for information\nI need to fix that\nPeople are considered at my thoughts and\nWait longer between conversation or recording them, I should say\n\n\n====== REC026.txt ======\nencounter a second player in distance.\nThey join at unknown moments in the game\nand are visible players across rooftops\nover to the next area.\nThey want to...\nIt doesn't always happen, but when it does,\nit's important to carry us to drive through forward\nif seeing another being looks like a flare,\nthey want to know how they get up there,\nhow can they catch that spot?\nSo what is the bonfire for this team?\nIs there?\nHow do you guys deal with this?\nIt's Christ.\n\n\n====== REC027.txt ======\nUse spheres, half spheres, partial spheres, as a means of varying range of a given.\nAntler, tree branch, veneer system, city.\n\n\n====== REC028.txt ======\nCall the substance I-Core, the material. I-Core of talus.\n\n\n====== REC029.txt ======\nThe night sky is going dark.\nEmmett.\n\n\n====== REC030.txt ======\nThe night sky is going dark, stars fade one by one, their infrared light is still visible, but the visible light has been snuffed out, I swear.\nHit in from our view.\nThere's a single point in the sky to the right, you can see or be on that, dark space.\nThe stars can continue to go in.\nTo the contrary.\nSprillers.\n\n\n====== REC031.txt ======\nGDC Tucks are March 16th 2020. Tickets are available.\n\n\n====== REC032.txt ======\nOkay, this can hurt, but it's not language, the player and racists.\nThey don't speak using English, they use the symbols for communication.\nThat is the main mechanic, that is the interesting engagement.\nOh my god.\nThey start with aggression, use IA and build more complex emotions.\nYou're using these symbols to convey information.\nBut it's one minute at a time.\nOne, two, one, two, one, one, one, one, two.\nOh boy.\nFind a resistance for that, that's not great.\nI mean, it's definitely going to be left trigger, right trigger.\n\n\n====== REC033.txt ======\nThe player does not use English to use symbols of neutral language.\nIt opens the game up to every language out there as long as the people talking to you\nare subtitled as they should be.\n\n\n====== REC034.txt ======\nThe lengthy conversations that are informative and interesting that players can slightly engage with, ask questions, point towards curiosity and some respects.\nBut then, the majority of interactions in the game should be small, but interesting.\nWe're using these symbols to convey emotion where it would otherwise be hard to, using traditional language, I should say.\n\n\n====== REC035.txt ======\nplayers participate in interactions, but there are no other center of interactions. NPCs\nwill play out a particular day of series of events that lead up to certain circumstances.\nCan the player replace those days? Or is it linear experience? Oh, excuse me, geez.\n\n\n====== REC036.txt ======\nFind the Dodec Fracuriosti for Fracuriosti and Fracuriosti and Fracuriosti for affirmation.\n\n\n====== REC037.txt ======\nI can use to play a wide range of expression without actually...\nThey affect the direction of the guide, the red flag.\n\n\n====== REC038.txt ======\nThe Dodeck gives the player a wider range of expression than would otherwise be offered to him in a traditional record Jesus.\n\n\n====== REC039.txt ======\nbeyond our galaxy's quasar.\nEvery now and then there's not a ultra quasar at the center of the universe.\n\n\n====== REC040.txt ======\nThe E8 of Simulator, the procession of stars throughout our galaxy, throughout nearby galaxies.\nAnd they've concluded that we're rotating around a quasar.\nWe're not spending further for it, like we once predicted.\nThe E8 death universe is inevitable. Entry is inevitable.\nBut we can be the end of our galaxy as much further away.\nWe have a universe much further away than we anticipated.\n\n\n====== REC041.txt ======\nThe Edict have dimed the lights that are speaking on the, uh, they've reduced light pollution\nin the galaxies, they can see beyond it, and observe other galaxies beyond their own,\nand find, observe the quays that it's beyond our vision, infrared being, for this\nday.\n\n\n====== REC042.txt ======\nI don't like ask science. I read it. You can't really ask anything. You can't\nspeculate. You can't hypothesize beyond our understanding of current science. You\ncan't postulate new ideas.\n\n\n====== REC043.txt ======\nWho is the writer from Echo Game?\nEcho.\nSci-fi title.\nI wonder if you'd be\npossibly commission them for the intro.\n\n\n====== REC044.txt ======\nof this, um, or wealthy, just not that things we need.\n\n\n====== REC045.txt ======\nStress is the rate, stress is the rate, oh my god, stress is the rate of wear and turn of the body.\n\n\n====== REC046.txt ======\nAnxiety builds up as adrenaline builds up and anxiety can unfurl into aggression or anxiety, aggression being anger and, sorry, well, fear, aggression or fear, and aggression being anger and fear being...\n\n\n====== REC047.txt ======\nand see if you can't reiterate on the design or the distance of cities from the\natmosphere. It might need to be closer just to sell a sense of scale better.\n\n\n====== REC048.txt ======\nI said it but there was an architect that mentioned plant grass in a community space and everywhere.\nDon't put any sidewalks yet.\nCome back in the air and figure out how people navigate a space and then plant sidewalks.\nIt's a little bit naturalistic approach as opposed to playing it out before people actually live there.\nIt's kind of the same way you get up line vertically I suppose.\nHow do you do that though?\n\n\n====== REC049.txt ======\nThe spires used to puncture, the spires are used to puncture, but they're not actually meant to stay.\nThey use the crystalline material as a scaffold knot, the structures, not the spires and other materials.\n\n\n====== REC050.txt ======\nvisual references for the bloom-like structures that have dome-like structures of roots or branches or veins\nwhat do I call it? I need visual references for the unity engine, horizontal spires are boring\nthese to be a little more intricate, a little more complex, a little more interesting the eye\n\n\n====== REC051.txt ======\nWhat is red shifting?\n\n\n====== REC052.txt ======\nThe excavation tunnel is an incine, the, um, the spire, spires, it's resharing.\n\n\n====== REC053.txt ======\nThe excavation tunnels on the side of the spires gets above it.\nThey've allowed the material to branch out and crystallize to give them a foundation for the sea and then they've dug above it.\nVery carefully, very, very slowly to prevent any further material leakage or expulsion, I suppose.\nLike building a tunnel under the water of a canal.\n\n\n====== REC054.txt ======\nHere's your reference from a stupid anime from what's called? Shit.\nFucking Killy and...\nBlame with a capo. Okay, I'll explain the reference.\n\n\n====== REC055.txt ======\nSo the reference is an internal city, really.\nYou can see walls on both sides,\nand there's just large open space in between.\nImagine that they've been either to the center\nof the Alice tether, and they see this wide open area,\nand they see a door.\nWhoa, what is that?\nCan you get there?\nNo more curiosity.\nBut the players can get there for a while.\nThey arrive when the civilization makes that breakthrough.\n\n\n====== REC056.txt ======\nThey excavate the denser it gets, but this is the hardest they've gotten.\nAnd they try digging closer to the bottom, but that's not viable.\nIt's way too dense. There's too much gravitational pull.\nSo they go higher up, and this is the highest they can build.\nThis is the hardest they can dig so far, and they're close.\n\n\n====== REC057.txt ======\nSo the door has already been found.\nScratched a previous idea.\nThe player does not know what it looks like.\nThey encounter the first time.\nIt's awe, it's awe-inspiring, it's majestic.\nThere are researchers actively trying to understand\nor open it.\n\n\n====== REC058.txt ======\nLayers carefully crafted layers of curiosity to design to motivate exploration, design to\nencourage exploration. Write that published.\n\n\n====== REC059.txt ======\nThe player uses a monorail system to travel to new areas, display when areas under construction, so to speak, so they know they can't go further, until the content is done.\n\n\n====== REC060.txt ======\nthe vertical slice as a viable product, as a viable early access product on steam.\n\n\n====== REC061.txt ======\nAnnounce when a new area has been added, don't reveal secrets, show them a hint of where it is, where it might be, like hint of where it could be, but don't tell them where it is.\nShow them and let them explore to find out.\nLeave room for curiosity through updates.\n\n\n====== REC062.txt ======\nIn the current system, or re-inalyzed the system, but could the player know, could enmity\nand epithet be tied to the desire to socialize, or the aversion to socialize, I suppose.\n\n\n====== REC063.txt ======\nempathy and enmity, relatedness and otherness.\n\n\n====== REC064.txt ======\nThe unknown and the known, try to describe more, try to just link simpler words to biology\nand then kind of upscale from there, try to better grounds each of the twelve by symbols.\n\n\n====== REC065.txt ======\nStrider to be content don't strive to be happy\n\n\n====== REC066.txt ======\nBe happy all the time in a rush or off.\nIt's like trying to be...\nIt's like being in time, too. I am...\nOh, you're...\nYou build tolerance.\nTolerance to act against, and it's even more and more\nand feel at the same level of satisfaction.\nThe intent is not...\nchasing that high. It's maintaining an equilibrium\nbetween contentiveness and the desire to push yourself.\nThat's probably a bad definition of it. That's an ideal.\n\n\n====== REC067.txt ======\nI hypothesizing, theorizing, philosophizing, socializing, artisifying, creating, English\nlanguage is an insufficient. I really haven't used ODAC to house these ideas.\n\n\n====== REC068.txt ======\nit by bit, little by little, you're making progress towards your goals.\n\n\n====== REC069.txt ======\nGrange-like structures of these cities aren't as sparse as typical branches that are on\nour dense, you want to encourage a little more verticality in these designs.\n\n\n====== REC070.txt ======\nidea. So I category there's paper in the wings and the player and chase it. They\nare rewarded for their knowledge of space because they see it attached to\nrooftop and chase after it. They reach it and it turns out it's snagged to one of\nthe buildings. They can grab it. Oh look it's artwork. That kind of thing. But then\nimagine if I could be a piece of content art or personal art or it could be a\nscreenplay it could be some writing it could be a treasure map or say.\n\n\n====== REC071.txt ======\nWhere can I archive my stem cells?\nYou need those for your older.\nIt's gonna be easier to produce more upon stem cells\nwith a version of you get that was 20,\nas opposed to 50 or 60, you know?\nAuto-pecial cartilage.\nOh no, you can grow in your cartilage.\nYou can grow in your organs.\nYou can grow in your skin.\nYou can grow new neurons.\nIf need be, you can use the stress to fix it.\nI count the technology gets there.\nYou can grow anything back.\nAnd then use that to, oh boy.\nI guess, yes.\n\n\n====== REC072.txt ======\nGreat reference categorization this score just starting to get cluttered.\nBreak it down a bit.\nSure the references based on your own appeal.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(24).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, location, quest, mechanic, fix\n- **Imported**: 2025-05-05T16:25:37.013Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(24).txt",
    "importedAt": "2025-05-05T16:25:37.013Z"
  },
  "created": "2025-05-05T16:25:37.013Z",
  "modified": "2025-05-05T16:25:37.013Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "location",
    "quest",
    "mechanic",
    "fix"
  ]
}