{
  "title": "11_Nov_2019_-_New_folder__30_",
  "content": "# 11_Nov_2019_-_New_folder_(30)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:11:54-07:00\n\n====== REC001.txt ======\nCarefully tuned, spring-loaded camera for the player character, and reacts to move it very subtly.\n\n====== REC003.txt ======\nCould you emulate the system from journey in terms of quantities of fish and how\nperformance easy is to run and translate that into, well, leaves that react to wind?\nYou have, like, maybe the leaf in the middle, react physically and then if it does, react physically then...\nHmm...\nYou...\nWhat do we worth to have physics-based objects like leaves in the game if they're\nperformant, how do you make them performant?\n\n\n====== REC004.txt ======\nit's the detail that matters. Be attention to detail. And I feel like we'll use an urban\nenvironment you can interact with, be really interesting. And when we can do walls and\nbreak, what can we do at least?\n\n\n====== REC005.txt ======\nImagine you're walking around the facility, or not, jeez.\n\n\n====== REC006.txt ======\nyour tree. And as you pass by it, the wind beneath your feet carries the leaf\nsupports. You move back and forth again, you know, kind of plan around with them.\nEventually fun, you can use your hands, kind of wave back and forth.\nHmm. The idea is ideas\nUm\n\n\n====== REC007.txt ======\nLay my brain up, let my brain up, stimulation, let my brain up, excited my mind.\n\n\n====== REC008.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC009.txt ======\none of the overlook factors of ages, the smoothing of the teeth, the ridges, you're\ngetting your second pair, so they were down.\n\n\n====== REC010.txt ======\nSo why replace your teeth if they're still functional?\nAnd I had to imagine that teeth are the one of the biggest indicators of age in this world.\nSmoother they are, the older they are.\nAnd some have a lot of false teeth but it's not noticeable.\nBut I've, yeah smooth teeth and jagged teeth.\nJagged teeth being indicated, it's very, very subtle to get it for being younger.\nBellow hundreds. If, as I were, bellow 70s. I'm not sure how long it lasts. Typically on average.\nAnyway.\n\n\n====== REC011.txt ======\nBionic super cat. They can leap across buildings. Dodge obstacles and navigate the heights\nthat normal cats can't ever to aspire.\nOkay, idiot movie reference.\nHuh?\nSounds like every other 80s movie.\nNo, but he's not actually a good deal though. That's an awesome reference.\nYeah, maybe there's a black one. Black kitty. Let's go do it with the green eyes.\nGreen yellow eyes.\nYou know I'm almost fucking bad.\nYou should've saw those.\nOh, I wouldn't find room.\nMaybe this is laying there.\nOh, I'm actually fucking bad.\nAnd I'm just like, the fuck you do in my room?\nOkay.\nPlease listen to this remark right now.\nWhat would be the antithesis that could really be called?\nThe antithesis.\nThe antithesis.\nI don't know why.\nThe antithesis is the opposite.\nThe adjacent.\nThe potential we have saying opposite.\nOh, no, it would be something that would be considered the light lord.\nHmm.\nNot quite the case.\nOkay, so the two are weird.\nHe's there.\nNo, no, he's there.\nThe cosmic entity.\nThe cosmic horror.\nYeah.\nHe's not the lord.\nHe's the prosperer.\nThe propagator.\nThat would be the shaperone of...\nYet.\nWhatever it is.\nWhatever it fucking is.\nWhat is that?\nWhat is that?\nWhat is that entity?\nWhat is that?\nWhat is that entity?\nWhat is that?\nOh, well, okay.\nWell, I'm an idiot.\nActually, it's nothing.\nBecause that's human behavior.\nThere's no opposite.\nThat's how they make gods.\nThat's how they make a light lord.\nI don't know that they see the evil.\nThey're like, oh, there has to be an opposite to the evil.\nThat's to be good too, right?\nThat's to be good too.\nThe evil light in the house has the evil...\nWhat do you think a light lord is, Chris?\nThe fuck do you think a light lord is a god?\nNo, they're literally thinking humanity.\nThey're looking to the range.\nLike, this is the good thing.\nThis is the positive gods.\nThese are the gods.\nAnd if something is wrong, oh no.\nWe've, we've, we've, we've, uh,\nangered the positive gods and made, or made the bad gods anger here.\nBecause we're stupid.\nHumans, humans, humans, humans.\nHumans is a bad, bad at making...\nOh, hey.\nHave you heard of it?\nEvery day.\nEvery day.\nJesus Christ,可 shit up.\n\n\n====== REC012.txt ======\nOkay, I do have to do it too, I hate to ramble on, um, I don't know, I do it, I do it, but I'm sober, so...\nFair enough. I'm not annoyed. Okay, let's see, I don't know what else. Um, what was that?\nDamn it, I'm trying to explain something, I forgot. Are you going to hate this song? No,\nHey, could you got a car crash? Do I?\nI think this is probably the pantry this time.\nOh, you know what? Hi, it doesn't work, we're here at home, and it's day. I can't say this, I'm going to use this.\nFor this reference, it's pretty funny this guy here, what is he trying to say?\nWhat? You can use it from there. It's dangerous, it's ransom. Yeah.\nYeah, but they're not going to be the exact thing I hate. Huh? They're not going to be the exact thing I hate.\nNo, no, not like a loud knife, it's like a hit the chill.\nIn the pantry? Easily chill, yeah. Just as long as not bad, not bad, just like that.\nThe exact thing I hate all over me.\nThat said, they are pretty loud doing the day, so I don't think I was hearing.\nNo, so it's not...\n\n\n====== REC013.txt ======\nSo another example to my soul, but for Kutulu, Kutulu builds up stress.\nKutulu builds up anxiety, and the anxiety is either disperse through play, or disperse\nthrough a version of anxiety built up in the human sense.\nHe needs to step away.\nThis is too much.\nHe can't handle it.\nHe can't handle all the betting and the loving.\nBut that's okay.\nHe needs his space.\nSo you've got to understand the level of anxiety that your little buddy goes through.\nAnd how he kills comfortable.\nAnd he'll come to you in time.\nAnyway, hypothetically.\nWell, for Hollian, most hypothetically, theoretically.\nOkay, so there's an anxiety fear.\nNow there's an anxiety built up, and it's expressed as, well, anxiety, fear, or aggression.\nAn anxiety exists as a thing in organisms, and also he just says as a, as a, a separate behavior.\nOr a described behavior, a categorized behavior.\nIt's really a, a greedy entry, right?\nBut these symbols of language are inadequate to describe the radius.\nThe radius is anxiety leads to extreme anxiety, fear, or aggression.\n\n\n====== REC014.txt ======\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n1 o'clock\n\n\n====== REC015.txt ======\nDeath is at a 23.5 degree tilt towards the sun.\n\n\n====== REC016.txt ======\nHow long does it take for the light movement to reach us?\n\n\n====== REC017.txt ======\nStudy game play loops. Look at the games you finished. I'm trying to understand why they were so successful.\nHow did Mirror Edge? Mirror Edge can't be coming back. What was the loop?\nHow did I know what's gonna be coming back? Oh, what was the loop? And I think I know what the loop is there.\nIt's a matter of understanding the mechanics.\nThe dynamics, the aesthetics, the narratives, the pits and pieces that make up the game.\nAnd we are articulating them into the core, not the loops, the procession of plants.\nThe elliptical orbits of gameplay loops.\n\n\n====== REC018.txt ======\nthe elliptical orbits of game loops, multiple game systems coming together to form the feeling of a game, the pacing in a loop that is none specific to\nbetter non-specific to each other, I can mentor Vania, I need to take this better on just having fun to get him out of the groove\n\n\n====== REC019.txt ======\nGameplay grooves to fall into, a sense of rhythm, a sense of pace, a well-designed game\nand its levels are like an intricate ballet of mechanics, narrative and the wonderful\narray of interplaying systems that build a game and its experience.\n\n\n====== REC020.txt ======\nGameplay loops, no. Gameplay grooves. Don't have to be.\n\n\n====== REC021.txt ======\nFun. Old school gel, which he's turned a lot of people off because they're called loops\nthat being individual turns of a combat encounter are usually pretty boring. However, die hard\nfans of RPGs love them because they play some massive emphasis on high level, meta gameplay\nloops. We get to see your characters and the story evolve over the tens of hours. This\nwhole gameplay loops are just steps that will savage your goal by offering up plop.\nDo the steps have to be tedious? I'm sorry, but that's okay, it's too mean. Steps don't\nhave to be tedious, they can be interesting. The steps don't have to be boring, the steps\ndon't have to be, how do you be nice to write that? Do I have to be blame? You have to be\nblame for once. I have to kind of offend people a little bit, just a little bit. Hey,\nJRPGs are kind of boring. I love the narrative of the characters, but I hate their\ngame play. If I could get the gameplay, I'd be able to be totally happy. Sorry, not sorry.\n\n\n====== REC022.txt ======\nI just know you know my heart's aching\nLoved I've organized my face\nAs we, sons and sisters\nSeasons have shown how your providence takes change\nOh, my life till I shut off\nBruce, by the moon's battle\nLeft, stick, and I don't replace\nGaring a form lifted\nMassage a door to physics\nIn minutes, I leave evidence to your answer\nOpen forced marriage\nAnd I'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nI'll be right back,\nLong, tall, silly goose, why did you hide behind governance of shame?\nSmooth and splendid abuse, won't you tell me how to deal with my ego?\nSworn by thorns of foe, I'll bow and call the sheep away from forever in your kiss.\nLong, tall, silly goose, why did you hide behind governance of shame?\nLong, tall, silly goose, why did you hide behind governance of shame?\nLong, tall, silly goose, why did you hide behind governance of shame?\nLong, tall, silly goose, why did you hide behind governance of shame?\nLong, tall, silly goose, why did you hide behind governance of shame?\n\n\n====== REC023.txt ======\nyou know.\n\n\n====== REC025.txt ======\nI am on my own safe for the close friends.\nI taught this game about my teaching about this game.\nI am on my own safe for the close friends.\n\n\n====== REC026.txt ======\nТак можно.\nТак, можно.\n\n\n====== REC027.txt ======\nThe friends I talk with about this game.\n\n\n====== REC028.txt ======\nand it's not sure that the Earth's not sure that game is for the Earth's first.\nI could try to put it, it's finding a collective thing,\nbecause that one's both fries.\nSo I forgot the,\nit's me, the Earth's myself,\nof course.\nChris says.\nChris says.\nChris says.\nChris says.\nThere are three branches of development in this game.\nThere you have the overall lore,\nyou have the character interactions,\nand you have the levels in and of themselves,\nacting as a metrophilia like Labyrinth for a minimum of three hours at first,\nwith this prototype.\nIt builds up into more content as the game develops new areas,\nnew sections of the maps that slowly unlock for time-imagined.\nI'll have to try it out.\nI'll have to try it out of the map.\nIt's like a baseball plane.\nI have a little, a little more erratic.\nI've got it, I know it's your next.\nI'm good to go.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(30).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, story, gameplay, mechanic\n- **Imported**: 2025-05-05T16:25:37.016Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(30).txt",
    "importedAt": "2025-05-05T16:25:37.016Z"
  },
  "created": "2025-05-05T16:25:37.016Z",
  "modified": "2025-05-05T16:25:37.016Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "story",
    "gameplay",
    "mechanic"
  ]
}