{
  "title": "11_Nov_2019_-_New_folder__27_",
  "content": "# 11_Nov_2019_-_New_folder_(27)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:10:34-07:00\n\n====== REC001.txt ======\nSo I'm about to take a personal break.\nI'm going to play a bit of pathologic to pathologic 2\nto get some inspiration for dialogue and character interaction that we better done.\n\n\n====== REC002.txt ======\nso\nhere is that uh\n\n\n====== REC003.txt ======\nThe player starts out as\n\n\n====== REC004.txt ======\nThe player wake up makes up to them.\n\n\n====== REC005.txt ======\n1.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5cm x 2.5\n\n\n====== REC006.txt ======\nthe player wakes up to the world\n\n\n====== REC007.txt ======\nThe player wakes to the world, and before them is a red shape, there's a light coming\nfrom that side. The screen prompts them to push forward with L2 if they're not\naware of common movement systems, and they'll tap the light by tapping the\nanalog stick. They'll tap it, but it's like they move towards it, the moon is\nfast, they know they're moving, they know that analog stick is the one they've\npressed, so they lash out as an entity that you see the body of now. You lash it\nagain to the right, but this time it's then it's the turn, turn the body to the\nright, so that you see a flash to your right as their person came up, so then\nwell how do you turn a character to the right? You use the right stick. Okay so now\nthe character moves to the right, a snake-like entity moves to the right, and\nthen suddenly there's a flash above you. What is the player press, the player? Right\nup or right down, intuition being up, and that determines whether or not they're\ntheir left stick camera is inverted or uninverted. Okay, and then from there,\nstarting back a bit.\n\n\n====== REC008.txt ======\nIf that version happens, I'm betting it over here, he's being cozy.\nYou're so cute.\n\n\n====== REC009.txt ======\nOk, so after they've moved forward, left-stick, to confirm forward, they've moved right with\nright-stick in the intuitive direction, which is right with the analog stick.\nAnd they've moved upwards with the left-stick, when either inversion, now you want them to\nuse both at once. So now there's an entity to the... now they have a third-person camera\nthat's falling, crawling behind, the camera zoomed in after it went to the right, in the overhead\nview. Um, anyway. Yeah, I could do it well. You're right. I should totally.\nYes. I know what to do. I've got this, um, sorry, pathology, do you want to place\nabout by this more important?\n\n\n====== REC010.txt ======\nOkay, another crazy cool idea. What if inside this, this sphere, what if inside this sphere?\nThe player moves through these controls to learn the basic movement. It's really quick, it's really quick process that happens\nand it was instantaneously or takes while depending on how long the player takes to learn. It takes to do their correct movements.\nI don't know, they can do either way, but it's gonna keep blinking until they get it right.\nSo if most people should be pretty intuitive, they don't go forward, go right, go up, go left, go down.\nBut you're just testing the one of either if they do it right the first time.\nYeah.\n\n\n====== REC011.txt ======\nImagine in Dotaque and going deeper and deeper and deeper and instead of a sphere of these\nsystems.\nAt some point you have an actual model, a character running around jumping and grabbing stuff\nin.\nOh!\nThat's the actual game, dammit.\n\n\n====== REC012.txt ======\nOkay, so how do you distinguish the internal phase from how you make a floaty, make it interesting?\nYou have the player kind of flutter around the space instead of sliding forward and backwards.\nHad him standing still at the point at some point, but then they float towards the direction of light\npops up on the exterior of the space.\nThe interior white space, the white and red space, that's for comprehension that is for\ncontemplation and such.\n\n\n====== REC013.txt ======\nThe planet shell does not rotate, but the planet facing the sun does.\n\n\n====== REC014.txt ======\nIdeas for expression\nCharacter expression\n\n\n====== REC015.txt ======\nSo imagine grabbing your necklace and kind of twisting around and fiddling with your necklace\nwith your fingers while talking or first thing or thinking.\n\n\n====== REC016.txt ======\nBasing.\nFemte Chin.\nArms crossed. Arms partially folded.\nGestures.\nThe dusting glasses.\nDusting hat.\nDusting clothes.\n\n\n====== REC017.txt ======\nScratching body, scratching face, picking lips, scrubbing eye.\n\n\n====== REC018.txt ======\nThe exterior of the LST other grows back like tree bark.\nThe sewage and living there can easily remove pieces,\nand utilize those pieces for construction,\nbreak them down for materials.\n\n\n====== REC019.txt ======\nThe parent plan is immense. It's at 16 times, 12 times the size of the planet.\nThat's due to the distance it'll need to travel.\n\n\n====== REC020.txt ======\nMake the Atlas Tether's more tree-like, give the root system, connect them to the, uh,\nconnect them around the core of the planet.\nHave these systems connect into the parent planet when it opens up,\nsplit the parent planet into a model of core interior. Have these connections\nhave the Atlas Tether's leads, leads outside to the external of the, uh, structure.\nHave you created a second set of Atlas Tethers?\nAdjacent.\n\n\n====== REC021.txt ======\nThe Ring World does not have engines attached to it and does not have storage, it's actually a Ring World.\n\n\n====== REC022.txt ======\nMy elosism isn't the issue. It's cynicism.\n\n\n====== REC023.txt ======\nWe will figure out the universe before the first human reaches a thousand.\n\n\n====== REC024.txt ======\nTo reiterate, we will...\n\n\n====== REC025.txt ======\nBy the time the first human reaches a thousand years old, we'll have figured out the universe.\n\n\n====== REC026.txt ======\nThe center of the Milky Way is dense with stars.\nThat's the point you need to go to first, not the nearby stars.\nYou go to...\nWell, you can get both, really, because these werefer sets,\nand it will settle it.\nBut already though, it was the center.\nYou're spread out from there.\n\n\n====== REC027.txt ======\nCity is networks like the vascular system.\n\n\n====== REC028.txt ======\nUncontact a heat sink system for the planet. Use the Atlas Pillars and use the Ring World.\nAnd don't forget about the parent planet.\n\n\n====== REC029.txt ======\nThe Alice pillar has continual water, but the water is hot, boiling hot, but it gets cold over time.\nIt's like a...\nIn the water is pure.\n\n\n====== REC030.txt ======\nAt the top of these active support structures, there is an oporous light system.\n\n\n====== REC031.txt ======\nTethers both regulate their own temperature and the temperature around them.\n\n\n====== REC032.txt ======\nclouds are produced at the top of the Ellis tethers, and wind carries them away.\nIt's their scalding hot clouds, but they cool down over time.\nAnd the water that accumulates on the sides kind of slides down,\nwarm droplets, and destroying the rivers.\n\n\n====== REC033.txt ======\nWhat is the radius of the sun?\n\n\n====== REC034.txt ======\ntheland and Yudith.\n\n\n====== REC035.txt ======\nFind a deal placement for\nparent planet in the scene\n\n\n====== REC036.txt ======\nThe matter material is lightweight, durable and photosynthetic.\nIt converts photons into electricity via a photosynthetic process.\n\n\n====== REC037.txt ======\nI'm crystallized material won't do any long-term damage if someone touches it, but it will shock you hard.\n\n\n====== REC038.txt ======\nThat material absorbs heat and energy and pulls it back into the Alice Tether.\nOnly on contact.\nThe water vapor that comes to the top of the Alice Tether, the form of clouds.\nThat is, it's water, pure water.\n\n\n====== REC039.txt ======\nThe crystalline structure siphons of excess heat and electricity are just electricity, really.\nThey're just heat, really.\nInto any doda I could touch it.\n\n\n====== REC040.txt ======\nEnergy stored within the crystalline structure is inert until acts upon by\nHeat to set the particles of electromagnetic particles to the edge of the surface\n\n\n====== REC041.txt ======\nThe way you're setting particles to exert energy.\n\n\n====== REC042.txt ======\nWhat if the University work at Taurus, less like a sphere?\nYou know, that middle pinch point being the center of gravity, the center of mass.\nThat would explain why there's no super-automatic, mega-galactic black hole.\n\n\n====== REC043.txt ======\nSo the Alice Show has a slabs for bark, like a tree, but more like a, I don't know,\na visual for it.\nBut it works.\n\n\n====== REC044.txt ======\nbelongingness, loneliness, wanting to socialize, wanting to be in the group. What is that?\n\n\n====== REC045.txt ======\nanxiety and aversion and dissipation\n\n\n====== REC046.txt ======\nanxiety and want is also a dissipation.\n\n\n====== REC047.txt ======\nThe sides of the dough deck are where the post material should be, so the faces should be white and the sides should be false.\n\n\n====== REC048.txt ======\nI got your stress, I could. Did it go legs yet?\n\n\n====== REC049.txt ======\nExpressions without a selected symbol appear as dots.\n\n\n====== REC050.txt ======\nSymbols with like dots cannot be interact with, cannot be expressed via the player.\n\n\n====== REC051.txt ======\nAnd then pleasure symbols are internal, like depression and contentiveness, they're involuntary reactions.\n\n\n====== REC052.txt ======\nYou're putting your legs on, putting the car's legs on, now it feels fine.\nIt's fine, pleasure and relation.\n\n\n====== REC053.txt ======\nPainter and pleasure are felt before this.\nChrist, take this.\n\n\n====== REC054.txt ======\nPain and pleasure are felt before they can be expressed.\n\n\n====== REC055.txt ======\nThe endless chelars are like giant duke collectors, and there's so much surface area that they'll provide enough water for a slow-moving stream.\nMultiple.\nThe water for entire civilization, but not rapidly, just slowly.\nThey can filter, preserve, and store it. Utilize it.\n\n\n====== REC056.txt ======\nPain in pleasure or not?\nPain in pleasure symptoms, they're negative stimuli\nand positive stimuli.\n\n\n====== REC057.txt ======\nThese reactions can happen slowly or gradually, but well often not, for example, if you touch the hot pain in the stimuli, you feel something good, those are stimuli.\nIs it related? And those can change depending on the context and the behavior.\n\n\n====== REC058.txt ======\nplayers put us in bed if they take in certain wavelengths radiation to get\nenergy and water of course\n\n\n====== REC059.txt ======\nEmiliate plans, but don't be afraid to try away from, say, heat radiation or solar radiation.\nThere's Apple.\n\n\n====== REC060.txt ======\nother routes are still encapsulated, the core of the planet for its e-radiation.\nThey can squeeze the core to increase the radiation, but it does this very gently, very\nlately.\nIf it needs to, if it, in the future, it needs to, it can.\n\n\n====== REC061.txt ======\nWhen the player gets their full body, I guess the partial body I should say.\nThey can uh...\n\n\n====== REC062.txt ======\nWhen the player gets their dotex foreign body, they can paint it.\nChoose to paint it.\nOut of the dotex, the vines, the sky, all of those are the same material.\nI suppose the sky and the vines and the dotex are different, but you know,\nthe vines and the dotex are really the same.\n\n\n====== REC063.txt ======\ndeep of the player's form is hard to see, but if they paint it, either white, blue, red,\nwhatever they want to, they may find your clothes over time.\nAnyway, they also find little critters that are overdock form, that they can also paint\nwhen they find them. They can visit all the vehicles. When you paint them, you see money\naround the world they can only do, but now they're revealed to you all the time.\nHere they come.\n\n\n====== REC064.txt ======\nLions never destroy, they will destruct, and they will encapsulate or surround.\nNavigate lions.\nSometimes they'll like to play as bad.\nI don't know how to go playing yet, but we'll find a way to play mechanically.\nThat's what seems.\n\n\n====== REC065.txt ======\nSo the people, the people who had to redirect the lines, fucking hell.\n\n\n====== REC066.txt ======\nThe people are redirectivines. These significant sources of light to draw their attention, but it's a slow process to move them from their current point.\nAnd sometimes the only notice when they wake up next morning, so it's... they grow quite a bit overnight.\nWhich is what the player does. The player grows a lot overnight. They get into parts sometimes. On occasion I land them.\nOkay, now I've got hands. Now I've got feet. I've got legs. You know, a little bit little.\nGo find the robotic parts you've fallen off. This keeps the scope reduced that way to do animation.\nThey just wake up after a dream sequence. Dream sequence has relevant to the day, like the other wilds.\n\n\n====== REC067.txt ======\nThe Dodex takes him oxygen and converts him to CO2.\nThey use water energy and they use sun energy.\nAll platforms, sun energy is...\nThey're a person out.\n\n\n====== REC068.txt ======\n\n\n====== REC069.txt ======\nSo that takes it.\nDon't, don't, oh my god.\n\n\n====== REC070.txt ======\nIt takes in heat energy and light energy and converts it into electricity.\nLet's do this. Find hypothetical, theoretical, theoretical, nice relation and electromagnetic and magnetism.\n\n\n====== REC071.txt ======\nThe material uses foldable tape and energy conversion.\n\n\n====== REC072.txt ======\nOkay, so the player using the Dodec can extend energy out to the forest material and have it be malleable.\nBut, the first two on its own can't do this to itself. It needs an electromagnetic system, an external system to make it convert the hydrogen energy, great hydroatricity.\nAnd, yeah, hydroatricity. It doesn't use solar as a sound. But anyway, it converts that.\nAnd, it emits heat, but that heat isn't external. It's hot to touch. It's cold to touch.\nYeah, hydroatricity.\n\n\n====== REC073.txt ======\nto be called expectation.\n\n\n====== REC074.txt ======\nDisappointing be called.\nNot, not.\nCan't get right right there.\nShame?\nNot shame, but there.\nThe dot-x symbol for it.\nSinking feeling.\nYeah!\nAnticipated?\nIs it an anticipated nominal?\nUnexpected?\nIs that nominal too?\nWhat if it counters your expectations?\nIt's a voucher.\n\n\n====== REC075.txt ======\nRelief has happiness or sadness.\nElation, joy.\nUnexpectation.\nRelief.\n\n\n====== REC076.txt ======\nRelief would be in between have this asandas, that is asandas are the right terms. Disappointment and\nI wouldn't say surprise.\n\n\n====== REC077.txt ======\nWhat is confusion?\nCan surprise be parsed here?\nWith the system without naming it as a thing in and of itself?\nSurprised into the patient?\nMaybe.\n\n\n====== REC078.txt ======\nA personable story that you think someone might find philosophy or ideas or humor in or just\nyou want a reaction from a vaginal story you can tell.\nI've been trying to feel better about myself in that whole life change, especially recently,\nyou know, trying to love myself more regularly. It's not that I don't love myself.\nBut I don't show myself. It's not that I don't. It's more of like, I wasn't happy with a lot of\nstuff in my life, you know, like, for instance, like I don't like how certain parts of me look or\nfeel, and I know a lot of that's going to do with, like, because I'm always feeling sick, you know,\nbecause I've got that blood disease that causes my white blood cells to attack my body,\nlike my lungs. Is this a sickle song? Or a poem that I was, there's another word for it,\nbut it's a type of blood cell disease, white blood cell disease. It's not AIDS though,\neveryone always assumes that it's AIDS. Yeah, because that's, that's because there are a lot of\nactually quite a few bloodborne diseases and then I put a very few of them actually.\nI can't pronounce it, but I can look it up. Mine starts with a G, I believe, but there's a similar one\nthat starts with a few. It's not like, it's a, it's a, it's a German or English word,\nfrom like, brain, send it a really weird way or something, or let it. But, we're still,\nsorry, we're in trouble. What is it?\nYeah, it starts with a G, I could probably look it up.\nOh, this is making me think, I can't stop it, okay.\nYeah, it's, it's getting high.\nThat's you can't talk to them. That's what I'm trying to do.\nOkay, so, we do, but, um, you know, the only way to help it is if I stay healthy, right?\nI think the lady said, I'm not, not even necessarily your body's\nYeah, well, it's more of like, I also just have to take better care of myself, and I haven't\nbeen doing that as well as I would. What could you do better to take care of yourself? What could you?\nWell, you know how like, I like to cook a lot of greasy foods because it tastes really good.\nI shouldn't be doing that, but I can cook less greasy or ways. It's just a lot of the food tends\nto come out greasy because it's got heavy sauces, but lately, I've been trying to cook better\nfoods like more vegetables like you were saying. I'm doing a mini keto stay with not sticking to\nthe whole entire keto diet. Oh, it doesn't work that way. No, I know. That's not work that way.\nI told you, my dad wants to, oh, are you probably going on to it? Yeah, I'm trying to\nslowly switch things in the house to it, so where my dad starts going like, oh, this is more\nstuff she likes, and then he'll buy it in bulk. So I'm kind of like trying to manipulate\nmy dad's thoughts without telling me what I'm doing. So he'll be more inclined to, you know,\ngetting more protein in vegetables in the house versus like sugar and wheat and bread.\nBecause he buys a lot of everything, you know, like, starch is potatoes. We're heavily\nlive off potatoes, rice, because it's like poor men for you always just to have that in stock\nbecause it lasts a long time, you know. It's kind of like my dad's survival kit.\nI think it's just because my feet is like right in the way. Are you in the pan? So take your foot,\nput it up here. Right there.\nOh yeah, there's some visible light in here.\nOh, it's a little bit.\nPut your feet up here. All right, I'll turn it off for now. We'll let it cool down.\nBut then when it's ready again, just like\nLike\nCan I get rid of this thing hiding in the back?\nI'll show you later.\n\n\n====== REC079.txt ======\nThis was the whole topic, right?\nThe topic was, as you express,\nyou don't love yourself or you'd...\nI don't feel happy with myself.\nYou don't.\nHmm.\nSo, if you were to express that idea, again, that philosophy,\nthat principle or that perspective,\nhow would you say it?\nLike, so I want to build my, like, being happier with myself,\nso I'm trying different things,\ndoing more things I actually love,\nenjoying doing, and fighting the time to do it,\nas well as, like, you know, eating better,\nbecause right now I've been doing really good\nto where I've got lots of energy.\nI just have to start trying to do the effort\nto work out, to make the muscle, you know,\nslim up and stop feeling so heavy,\nso the energy I have isn't this person\nto try and keep up with.\nMy body feeling tired.\nBecause I, mentally, I feel a lot more energetic.\nLike, I just want to go do things now.\nI want to go out more and, like, feeling internally\nand feeling really better, and mentally.\nI just want to actually physically feel that as well.\nAnd I feel like, once I start getting all that together,\nI'll be a lot more happier with myself,\nbecause a lot of the time I don't,\nI've actually never really focused on myself\nand what I want, so I'm trying to do that more.\nAnd it's been making me very happy,\nlike my drawings, and my sculpting.\nMaybe swimming, but it's cold.\nIt's cold.\nI want to do more of those kind of things.\nLike, I lost 10 pounds, and then I gained it back,\nand then I started the new diet,\nand I'm slowly losing weight, but I'm not losing it.\nThat's fast as I first lost the 10 pounds.\nSo, because I bloated back up while losing,\ntrying to lose weight, I'm more healthy or with it.\nBecause I'm eating more vegetables and stuff,\nbut it's also without me doing it.\nI mean, hmm, going up.\nCan I ask a question now?\nYeah.\n\n\n====== REC080.txt ======\nSo you're not going into the ketosis diet, going into the state of ketosis, I should say.\nIt's preventable by you either out of habit or out of what you call it, habit or behavior.\nMindset.\nMindset?\nperspective.\nDo you think the mindset can change?\nI believe if you want something enough mentally, like you want the change, you have to really\nwant it internally to want anything to have a different outcome.\nBecause you can sit there and say you want change with your life all you want, but if\nyou don't act upon it, because you mentally don't really want to do the things that it\ntakes to get that change, you're not going to do the change.\nI feel like you really have to mentally believe you want things to be different and really\nwant it to change to make it change.\nBecause I've always been around myself included, people like me who say we want the change,\nwe say we want things to be different, but if we really, really actually mentally don't\nwant to do it, we're not going to do it.\nBut if we sit there and really reflect on it and start acting upon what we want to\nchange, then it changes.\nAt least that's why it's fun for me, because you can sit there and say all you want, and\nif you don't do it though, it's not going to happen.\nSo you have to mentally really want the change.\nIsn't it to say you don't want the change?\nI do and I don't, because I like who I am in a way.\nI don't care what you look, I am in a way, I am in a way, I am in a way, I am in a way, I am in a way, I am in a way, I am in a way, I am in a way.\nYou know, you never really bother me, you're not that bad.\nI don't like their words.\nThey're very active, they just do kids.\nThey're like dragging around a chain and ball before, or whatever they do.\nThey're good at keeping their kids, you know, out of my level, out of my level.\nYeah, that's usually what happens.\nThey try to turn around.\nWhatever we like, that's not what my apartment complex would have always be like.\nYou know, Dylan.\nYou know what?\nYou said an issue with that?\nI looked at it on the bottom.\nIt was like a stalker and I couldn't jump around.\nI can't jump or smell it.\nPlay.\nIt's very loud again.\nPlay.\nI stopped around.\nThere's benefits and downsides to both top and bottom apartments.\nThat's why I like the house and townhouse side,\nbecause then you have both top and bottom, without bugging anyone,\nyou only have to worry about the sides.\nYou don't want to be being in the malls or anything.\nYou know, trying to eat those stuff.\nIt's only downside.\nBeing on the bottom, you get to run around and do more things.\nYou can't do it when you're on the top.\nBecause if you do, you don't have to worry.\nI hate my duct tape.\nThat's true.\nYou can't fuck us lightly.\nYou don't have to worry about, like, you can see more of, like, the landscape.\nSo it looks nicer.\nBut you don't have to worry about issues that people don't worry about, too.\nAs much as this people will never want to have to worry about, you know.\nLike, sure, you have to be a little more quieter.\nYou're more mindful of people living underneath you.\nLike, you can't just go stuff around.\nWe can't have a bad day.\nWe're being too lazy with the friends.\nWe've got a lot more ways to be a little more quieter.\nI think it teaches a little more respect about you, too, in ways.\nBecause when I was growing up, being on the top floor,\nyou wouldn't find more quieter activities that are equally as fun,\nbut it's not as, like, crap out there.\nI do think it should be, do you think we should really get that bad?\nI think that both floors should have a moderate artist base,\nnot to dampen sound.\nThey should.\nThat would be ideal.\nBetter designate.\nIt would be a lot better design.\nSome people can just live without having to.\nWe idolise a lot more of the people around you.\nMaybe not idolise, but it might.\nThey can enjoy themselves up thinking about others.\nYeah.\nThey're not to say that.\nBecause they don't actively want to disturb others.\nIt's just the fact that they want to control themselves\nand they inadvertently disturb others.\nYeah.\nIt's not funny.\nMalintent.\nIt's like, oh, shit.\nIt's usually their greatness about it.\nI feel like I tried the same thing.\nThere was this all the time where something stopped about me.\nBecause I think aloud, because it was something about having a friend,\nand then I was like, oh shit.\nI turn it down.\nI feel bad.\nYeah.\nBut it's all just there.\nThere's something.\nThere's something down there.\nIt's too loud.\nWell, relative to time period, because you know,\nunless you look-spect.\nThis is an interesting kind of.\nOkay.\nSo, you must be look-spect.\nIt's the working days.\nSo, it's safe tonight.\nYeah.\nI am.\nThe night time there.\nYeah.\nUnless it's not as active,\nbut they're simply active until they sleep.\nYeah.\nSo, just period where it's like tight.\nEveryone should be awake.\nYeah.\nJust period where one side gets disturbed, but it's just dirt.\nYou know.\nIs that okay?\nI think it's going to be here.\nIt's going to be right out of me.\nYou're right.\nIt just starts to hit my legs faster.\nIt feels good, though.\nJust really hot.\nCorrect, please.\nIt's like standing in front of the fire.\nIt's kind of nice.\nFucking hell.\nAnd you're using less of the-\nSo, I'm-\nI'm doing an upstairs.\nI'm doing an upstairs.\nI'm doing an upstairs.\nI'm doing an upstairs.\nI'm doing an upstairs.\nI'm doing an upstairs.\nI'm doing an upstairs.\nI'm doing an upstairs.\nI'm doing an upstairs.\nAnd I don't really know what your time is, but I'm not a disrespect for, like, you know,\nThey don't know what you're shooting for.\nThey don't know what you're shooting for.\nAnytime.\nAnytime.\nAnytime, like, it could be anytime.\nLike, my mind goes everywhere.\nSo, anytime my music's too loud or whatever, just coming off on the door and I'll turn it down for a while.\nNo, you guys are great.\nDon't worry about it.\nI just like-\nIt's the same thing to us.\nIf I'm ever too loud, let me know.\nI love my music.\nWe'll talk about music.\nI don't care.\nYeah.\nJust make sure that I check my kids too, like stomping and stuff.\nOne of my-\nI have five kids.\nSo.\nAnd my eight-year-old, she likes to stomping, so I made it clear.\nLike, you gotta be cool.\nOh, oh.\nIt's okay for you to stop living room, usually, because that's-\nI'm bragging on the bedrooms.\nOh.\nSo, if you want to play, it's okay.\nNo, it's not cool at all, because she doesn't know how to edit it.\nI know.\nI mean, she-\nOh, okay.\nThat's the good point.\nBut yeah, anytime.\nJust go ahead and tell me and I'll make sure I record it.\nThank you.\nCool.\nThank you, ma'am.\nOh, it's your name.\nMy name is Tia.\nSorry.\nDan.\nChris.\nHi.\nGood to meet you.\nTalk to Me People Undertale.\nI love this video game idea you got, then.\nJust for the fact that you got a lot of small social spaces.\nParticipants or faces based on that question.\nWhich room is yours?\nI am over to the far left.\nBut who's in the-\nDylan is over there and the bad master bedroom and Joe is in here.\nOkay, tell Joe too, because I'm over Joe and my music will normally come from my bathroom, my room.\nMaybe sometimes the living room.\nBut I'm like in my room and because the master bedroom is right there, I have to make sure that\nanybody who lives there, they can come.\nOkay. I don't know.\nI just like, I pinpoint the places that I'm going to be at.\nI've never played out here because you probably got like other people telling me and stuff.\nThanks, Dylan.\nOkay.\nYeah, it's cool how indefinitely going to human interactions.\nThe motivations of non-smarting interactions.\nYeah.\nNo one wishes, no one wishes, no one wishes a malintent one other.\nThey act on their own will and they neglect to consider the other.\nYeah.\nIt's like a...\nPeople who live free will, people who have free will is not going to learn.\nWe live in a hard determined state of the universe.\nBehavior is not backed on our own will, it is backed on behavior.\nWe're not special, we're not, there's no...\nWe are just as bi...\nWe are just as bi...\nWe are just as much biologic.\nBiological machines are as our pets, as the plants, as the trees, as the bacteria, or any other visions.\nYeah.\nPeople are getting from long this time the quantum series, the way to do it, the way to fix things.\nThat way, that way to make sense of it all.\nLike, hey, this is this, this, this, it's this freedom.\nBut in reality, it might not be a quantum at all.\nWell, there is, but it's not as random as we think it is.\nIt's not as quantum for whatever reason, for later in time.\nIs it?\nYeah.\nNo, it's dead.\nDamn, dude.\nAnd what's that person's work for?\nI don't know.\nOkay.\nI was listening to this podcast.\nIt could be podcast.\nAnd I came up on a funny one that actually wasn't as crispy as it was.\nI was like, hey, what's up?\nWhat's up?\nWhat's up?\nFun?\nFun?\nFun?\nFun?\nYou know what that is.\nI forgot.\nIt tends to happen.\nWe have 10 second memory, Debbie.\nHuh?\nI wonder how people would feel if they came across something that had a 10 second memory.\nWell, I mean, how long is a church memory, do you know?\nIt can vary depending on...\nOverall, as an average, it's basically a church memory.\nI think it's only a few minutes.\nYeah, it's about 10 minutes.\nYeah, since that.\nBecause your attention span can be pulled for like...\nYou get... you go on tangents.\nYeah.\nYour attention span.\nAre you doing enough?\nThe topic applies to you interestingly\nbecause your attention, first of all,\nwill vary on how long your...\nshort term will process it.\nThe more interesting subject is to you personally,\nthe more likely you are going to absorb what's being said to you versus something completely interesting.\nBecause that will vary on how much you actually take in,\nin a minute, versus something you're actually interested in.\nYou want me to try parsing this to you?\nI'm going to try to stress out the entire story.\n\n\n====== REC081.txt ======\nokay so\nHe's also a kitty.\nI call him Katuulu or a cat, for short.\nHe has adorabbs.\nKatuulu, you know, he is, I kind of want to let him out here, but I want to get Bruce.\nDo you get something to block it?\nI'm walking a bit.\nI'm doing the cross.\nOh god.\nI feel like they look around.\nThey come from the space, but...\nWe'll probably crawl out, too.\nI don't know if they can fit their head under it.\nThey can fit their body.\nI don't know if they can fit their head under it.\nHang on.\nHello.\n\n\n====== REC082.txt ======\nOkay, trying this all the time, oh my god, my brain. Why do I keep doing this myself?\nI'm going... I might be ADD, but I think it's just because I have a lot to say, I have a lot to articulate.\nAnd then I explain too much, because this will be a fucking ink that paints this.\nSo I explain too much, and then I'm talking into a mic, whatever.\nI'm explaining something to myself, but I'm still talking to him.\nSo it's like, he gets annoyed because I still...\nI'm still looking at him, I'm still talking to him, even though I have actually gone under...\nI have actually gone under...\nI just are in tangent, I took it, I explained too much to a certain path.\nSo I'm going to try to articulate this to him, whatever.\n\n\n====== REC083.txt ======\nI'm trying to hear a break from all the processing that's been going on all the interesting\nevents.\n\n\n====== REC084.txt ======\nJust chilling in the moment, bit by bit, little by little, we're slowly making progress\ntowards our goals.\nBeing content in the present day, not explicitly happy, but at acceptance with the present\npace of progress in one's life.\n\n\n====== REC085.txt ======\nNo, I'm going to be an actual story.\nYeah, I had to have a little moment there.\nDid it make sense to you that way?\nYeah.\nOkay, when I'm listening to my son later,\nbeing the present, being content with now,\nbeing content with the way things are progressing in your life.\nYou're making progress to your jewels,\nbut it's a bit, a bit, a little, a little.\nIt's not.\nIt's not full on.\nNot all the ones.\nYeah.\nLater on, I'm going to show you.\nI had on my phone now,\nbut it made progress discord.\nThat's awesome.\nGreat.\nI scaled down precisely with mathematics.\nSo you need to fucking hate this, right?\nWhat would you do is, you string the code,\nso it's like 1.2e,\nand you have another symbol,\nand it's like da, da, da.\nTime to do whatever time.\nTime's 23 times 43, whatever.\nAnd that's number of zeros aren't in the decimal places.\nSo I scaled the sun up.\nThis side need to be.\nThis side is need to be.\nI scaled the...\nI scaled your top.\nThis side is need to be.\nOh my god.\nIt's maybe a cool resultations on those calculations.\nI'm a fucking moron.\nI should be using actual calculator,\nbecause the scale was getting fucked up.\nIt's like, okay, it was good to go with the small scale objects, right?\nI got the Earth's.\nI got the Earth's.\nChion, scaled appropriately.\nAnd I got the...\nThe Alice Chether, scaled appropriately.\nI got the people's scale appropriately.\nAll the one-one ratio.\nYou know, to my knowledge anyway.\nBut I think I got Jupiter, right?\nNot Jupiter, the parent planet.\nAnd then the sun is not big enough.\nIt's like, it limit.\nThey're signs.\nWe're in the code that I've presented with.\nBut that's not true, because I have this...\nThis one I won in Unicode called Universe.\nAnd it's like trance.\nYou scroll out, scroll out, scroll out, scroll out, scroll out, scroll out, scroll out.\nAnd you need the engine.\nAnd you can see this...\nThis gas space keeps it closing on it.\nAnd on it itself.\nThat's big.\nSo there are two leading hypotheses.\nNow there are several.\nThere's lots of them.\nBut the two...\nTwo that are on my mind.\nTwo of them are most interested in me.\nAre dead there?\nIs no infinite expansion to the Universe.\nIt's more like a...\nWhat is that fucking term?\nFor us.\nYou know what choice is?\nIt's like a ring, right?\nSo you have to...\nThe center point being the middle.\nThis is zero, right?\nAnd then you go up from zero when you spring into...\nSpace, right?\nAnd it curves down out of itself as we get the space time or whatever.\nBut then...\nYou have...\nInside this...\nThis...\nInter-articulated...\nBecause it comes as fear after you go far enough, right?\nAnd the...\nThe Torah becomes as fear.\nAnd then you have this...\nThis zero point in the middle.\nIt's not a black hole.\nIt's not a...\nAnd then there's space in it.\nIt's kind of floating around.\nNo.\nEither that expansion is stopped or it's continue to persist.\nAnd it's a...\nIt's not a disc.\nAs far as you understand, it's more...\nRight now, I think one of the...\nThe Universe is not a disc.\nIt's a sphere.\nIt's a...\nI like every of the plants, everybody.\nPretty much.\nWe thought it was a disc for a while because our galaxy is a disc.\nAnd it is.\nBut that's only because of gravity acting on it.\nOkay, so imagine this Torah sphere, right?\nIt's being at the midpoint of the section, right?\nThis...\nThe slice in between the vertical top and the vertical bottom.\nOr another...\nThere's four.\nSo the four fundamental...\nAnyway.\nImagine a black hole, right?\nYou have a top piece on the top half.\nAnd the bottom piece on the bottom half.\nAnd it's doing the Torah thing, right?\nIt's doing that same thing.\nUm...\nThere's a limit to how big it can get for...\nIt pops, right?\nIt got too big.\nNo, no, no.\nNo, that's not right.\nIt shrinks, inwards.\nIt shrinks.\nIt gets...\nOoh.\nOkay, so black...\nOh, interesting.\nOkay, so black holes it.\nIt sinks out into the void...\nInto negative space.\nIn both directions.\nKind of stretching out along the Torah.\nAlong the top half, the bottom half.\nLike the outer part before going into the black hole.\nYeah.\nOr it's not a...\nYeah, that's how it is in the black hole,\nand that's how it is in the universe.\nIt's like a...\nYou're pulling it into both sides, like baking a roll.\nBig baking...\nUsing those rolls to make it to push pizza.\nAnd you're kneading inwards.\nIn both directions.\nYou're kind of flattening it out until it sits flat again.\nBut then you have a mass that's lost.\nA mass that's expelled in the universe through...\nHmm.\nHmm, hmm, hmm, hmm.\nHmm?\nOkay.\nYou can push it all up.\n\n\n====== REC086.txt ======\nOkay, I'm just here all the time.\nOkay, Paul says tangent.\nI mean, can we talk about the story if you're districed?\nI'm just setting a scene and setting a stage.\nOkay, and then you have...\nSo I'll present this information as it develops, as science develops.\nI'm going to try to give it a scientific liturant.\nI'm trying to do to emulate the hard science fiction of films like Interstellar and Gravity.\nAnd there's the Martian.\nBut then there's a new trend of science fiction lately.\nIf you've seen it, it's called optimistic science fiction.\nSo it's not just hard science fiction, but it's also science fiction, the fact that...\nOkay, so the Martian shit went wrong.\nInterstellar shit went wrong.\nGravity all hell and shit went wrong.\nAlright, so you guys get super bad, right?\nBut then there's just a new trend of optimistic science fiction where there's films like her.\nHave you seen her?\nI showed you the film.\nIt was gorgeous.\nI loved it.\nOh my god, that fucking film.\nI love it and don't love it.\nOh my god, it was weird to me having developed your relationship with these things.\nWell, I think that's...\nBut she's the person just in the same way we are.\nIt was just a little weird, but she's sentient.\nShe's an AI.\nShe used something to be revered in the same way we are.\nSo if they had to push a step further, there was AEI would have become sentient.\nThey would have had bodies of their own.\nBut instead they stepped away and left them to be there.\nI mean, I love the idea behind the movie.\nAI aren't to be feared.\nThey're to be embraced.\nThey're just another...\nYeah.\nAnd I think they're capable of being...\nNo, that idea, I love it.\nIt was just weird seeing it without a physical entity being there.\nSo this is going to trip you on.\nBut if you've heard of...\nI don't remember the name, but you know what a cephalon is in a human body or as described.\nThe cephalon is the head down to the central nervous system.\nAnd you're taking this cephalon in your...\nYou're storing it and reserving it before it dies.\nSo before the cellular senescence is the brain, before it dies,\nreally you take the cephalon from the human after they've...\nAfter the person after they've perished or they've pronounced it by society.\nAnd there's actually this...\nHmm.\nOkay, so to reticulate...\nIt's...\nOkay, you know what cell death is, right?\nCell kind of just...\nIt dies because of lack of oxygen, it falls apart.\nSo...\nAnother variable is coarse, but you take that cell.\nAnd you extrapolate that knowledge of neurons and neurons too, they dissipate.\nAfter the cell death, that's it.\nBut you can freeze them.\nBut if you freeze them, liquid, nice, hardens and expands.\nSo you're breaking the cell, you're damaging the cell destroying the neuron.\nSo we can't do that.\nSo instead of we're taking this anti-freeze liquid,\nand you flush the veins with it.\nSo it keeps it cold, but doesn't let the brain freeze.\nSo it's like...\nIf it's 90 Celsius, you're keeping like...\n72, maybe 80, maybe...\nNo extreme, it's maybe like the 95.\nYou know, you're...\nIf it's Celsius, you know, it's like your...\nBut you're preserving the brain before cell death,\nwhich means hypothetically, you could reconnect it or give it new neurons\nand give it a control of the body, and it'll take a...\nYou know what, muscle therapy is, right?\nYes.\nOkay, so imagine like a muscle therapy process,\nbut you have to re-learn the entire body.\nIt's gonna be fucking intense.\nPeople who go through this, but I think they'll...\nI then hopefully have a better means to engage the brain in learning in that way.\nSo it doesn't have to be as pessimistic as you think it is.\nYeah, we have time to learn, we have time to explore.\nSo I think I would...\nIf I were to die, I am a donor, but I would also be a neuro.\nHopefully, if I save up for this, it's like $30,000.\nIt's not that bad, relatively speaking.\nThat's a good car.\nIt costs a lot more if you're using your entire body.\nYou can't preserve the entire body, but it's like...\nThey look at it being like a sentimental thing.\nYou know, your brain is the important part.\nAs long as you were you, you were your brain.\nThat's true.\nAnyway, it's just sci-fi shit.\nBut it's real shit, but it's real world shit.\nIt's just far off in the future.\nSounds more indebted.\nOkay.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nI don't want to be as excited about this one either here.\nWhere should I put it?\nOh, I'm just gonna say you can just leave it over there by the way.\nOkay.\nOh, I'm not there.\nWhat's it look?\nHello.\nOh, I see that in the middle of the way.\nOh, I love shit.\nI love shit.\nHuh?\nI love shit.\nI'm actually about to turn on again.\nYeah.\nDon't shoot.\nShoot.\nI'm gonna put it here actually.\nThere's a hole in here.\nDon't do that.\nYeah, I'm still cold.\nDo you want to catch me because I got one to shoot?\nThere.\nOh.\nOh.\nI need to get inside if I want.\nWell.\nGrrrrrr.\nCool.\nHahaha.\nCool.\nI think.\nIt's cool.\nYeah.\nSee?\ncryptic\nenvironmental\nenvironmental\nenvironmental\nenvironmental\nenvironmental\nenvironmental\nenvironmental\nand land\nand land\nand degeneration\nand degeneration\nand the streets\nand western\ntoxido\nand developing\n\n\n====== REC087.txt ======\nbeing part of the new meal. But it's already a little piece off.\nOops. Whoops.\nOkay.\nMom.\nIntroduce your jewelry over here.\nOh, nice.\nOh, yeah. Still okay.\nThere's this podcast that I've been listening to.\nOh, it's the floating corner story.\nOkay.\n\n\n====== REC088.txt ======\nI think I've been listening to it for too long since I've been listening to it for a long time.\nIt's entertaining. I love the stories of urban ghosts and non-ghosts like gods and stuff like that.\nNope.\nWhat are you doing?\nNope.\nHe just wanted to...\nNo!\nYou have to scoop my chairbell.\nNot there.\nNo, I'm not kidding.\nI just wanted to make this one more.\nOkay.\nOne more roomy.\nOne more roomy.\nAnd then I asked him myself for it.\nDidn't you just mess it up?\nAnd that one is...\nThere.\nThat's such an awesome...\nIt was a lot of fun.\nThis is so awesome.\nI feel like the most amazing person in the world right now.\nAlso because I'm having a hard time.\nThat's true.\nThank you.\nWell, because I'm so into this kind of thing,\nI just don't have the capabilities to actually do it.\nI'm only the right, that's why I'm running.\nWhen I meet someone that can do the very thing I'm obsessed with doing,\nit's just that much more fun for me.\nOkay, so what I'm doing with Leo is that I'm having him...\nWhat are you like doing in World Boatting?\nWhat's your favorite part?\nBuilding?\nBuilding worlds.\nBuilding worlds.\nThe design.\nThe design?\nI love the finer details of putting on materials and color schemes.\nI'm really great at color schemes.\nCan you pick me a color plan?\nI can give you some templates.\nYeah?\nI have two requirements for this.\nWell, you need a lot of greens, types of greens for floral and fauna.\nI mean, yeah, you're right.\nI mean, there's a list of things we need for it.\nYou're right.\nWe can kind of take that color palette.\nWhen you need any individual color palettes,\nif you want the whole city to flow as like an earthly color palette,\nyou can use shoes of light browns.\nSo this one here is...\nThis is actually two different colors.\nSo there's...\nOh, geez.\nScene view.\nI'll be able to get anything I've been working on for a while,\nand it won't make sense.\nI've been working on color palette design.\nOh, yeah.\nThat's super cool.\nYou're going to show me that.\nWhere's that?\nBecause I told you, your stuff makes with some other art stuff\nI've been looking at lately has made a lot of like decisions\non how I'm building things.\nDesigning things.\nPark.\nOh, they're non-clickable.\nOkay.\nSorry here.\nThis is the color palette I'm working with.\nI have Proto-Way.\nThis is a light star.\nThis is the sun.\nAnd this is proto-default.\nThis is like the background items.\nMap that stuff out yet.\nProto-Fos.\nI remember, like, line of lustrous.\nYou know, the beautiful crystal line here.\nFos.\nI need to get the...\nI want to watch that.\nI'll show you how I'm doing before I watch episodes here.\nI'm going to get...\nBecause we didn't really finish like you.\nBackground we didn't.\nIt's a beautiful, beautiful show.\nI was enjoying it.\nI'm trying to find it.\nIt's not a name as a prime.\nIt's only a name as a prime.\nIt's not a sky.\nI was hoping to not.\nI've been trying to find it.\nI want to make a situation today.\nToday, I put it to the forgot.\nWhoa.\nI think it's weird.\nWait, it's what I want though.\nYeah.\nThank you.\nThank you.\nKeep that.\nLet's try and get the brain to see what it looks like.\nHmm.\nI'm going to fuck it.\nI'm going to look for you.\nLet's see how it looks.\nUm, wrench.\nI love doing series.\nUh-huh.\nUh-huh.\nAnd now...\nClose guy.\nEast.\nEast, East, East.\nThat's cool.\nI love that.\nThat's so cool.\nI'm on.\nI gotta get a better view than...\nZero.\nNo.\nYou won.\nHmm.\nMaybe.\nYou're two.\nNo, two for a win.\nThree.\nWhoa.\nUh-huh.\nHoly shit.\nFour?\nOh, what?\nWhat is this?\nOh, god.\nOh, it's interesting, huh?\nNice shot.\nYeah, like on the most actually.\nI like that.\nThis is so cool.\nThis is the atmosphere.\nThis is the same material the pose is made of.\nI mean, not like literally, but like...\nVisual language.\nYeah.\nVisual language wise.\nThis is the same color as this.\nAnd then the player is also this color.\nAt first until they get the paint.\nUh, they actually...\nHmm.\nThat's why I like this.\nI'm thinking so much of this show.\nBut it's it.\nAnd that's why I love it.\nIt's artistically wonderful.\nNo, artistically wonderful.\nNo, artistically wonderful.\nIt's wonderful.\nThunderfuck.\nThunderfuck.\nThunderfuck.\nThunderfuck or...\nYeah, wonderful.\nAnd then I do.\nI go into Discord.\nI go into production.\nOh, dude.\nThat was beautiful.\nHoly shit.\nMine.\nI gotta...\nOh, my god.\nOh, my god.\nOh, my god.\nOh, my god.\nOh, my god.\nOh, my god.\nOh, my god.\nOh, my god.\nOh, my god.\nVery dizzy.\nThat was cool, though.\nOh, dude.\nIt was cool.\nYeah, it was really cool.\nOh, Carlos.\nCarlos.\nYes.\nIt's my all.\nIt's your smile.\nIt's your smile.\nYes.\nCarlos.\nThat was really cool.\nDid you guys?\nI love you.\nYeah, we're practically done with these jumps.\nThat's it.\nOkay.\nAll right, I had a question with it.\nUm, anyway.\nOkay, she's far back.\nOh.\nDid I just show you this?\nOkay, I showed you that.\nYou did those off on my phone a lot.\nSorry.\nYeah, I go ping, ping, ping, ping, ping, ping, ping.\nI did this.\nI'm like, I work in their phones to highlight it.\nAnd I was like, it's got 56 new messages.\nI was like, oh, wow.\nI slowly skinned through that when I knew.\nDo you know?\nOh, see?\nThis is what I had before.\nIf it's work is...\nThat's pretty cool.\nIf work is really slow, then I'll go through it as it's coming up, but if I'm busy, I have to wait.\nI was like, holy shit, you post really fast is what I wanted to say, but I don't have anything that I contribute to.\nWhen you can't say something, you can, I have your list as a colleague.\nYou can even pitch in and say what the fuck you want. Just don't spoil the game, please.\nNo, I'm not.\nThe only time, all a minute, the only thing I've showed was some of those designs.\nOh no, that's totally okay.\nSo what we'll keep what we talk about, between us, keep that between us.\nBut if we have our hairs, fuck it, send videos, pictures, I don't care.\nBecause he's always next to me when I'm holding my phone going through, and he's like, why are you so interested in him like this?\nHe's only going to do his help.\nI told him not to tell him anything, so he keeps asking me what it's about.\nAnd I was like, it's just a really awesome video game you have to wait.\nHe says he wants to play it when it comes out, just because I'm hyping it up to him.\nWell, you can jump some bits like this as gorgeous.\nOh man.\nHe says it better be good.\nHe says it better be good.\nHe's an asshole.\nYeah, let's get a better shot of this.\nI'm just excited. I want to be so stoked when we can actually play this.\nAnd I'm going to run around everything.\nI'm going to, I know what this is.\nI can use all three of these to scatter it.\nBut this is going to stay, because that's...\nNo, it doesn't.\nHe's not being a piece of it.\nThis is not the wrong place.\nThis is in the wrong place, I should say.\nI'm going to love that shot too.\nThis is all scale.\nRemember, like I said, except the sun.\nThe sun is the only thing I need to do.\nI'm not sure if everything is just scale actually.\nI need to fix them.\nI need a really stupid thing where I can't.\nIs this a long one of the pillars?\nYeah, one of the Alice pillars.\nOne of the Alice Tyler's ditches I should say.\nI've got to short them like them too.\nNow it's too easy.\nLike it should be.\nImagine this is kind of a scaffolding.\nThey're taking these two points.\nThey're like, okay, I'm going to attach here, here, here.\nAre you building a good tree?\nI'll see what you do.\nIt's going to be a city.\nYeah, a righteous zone.\nI can get it now.\nLet's put this.\nIt's more accurate actually.\nWhere's like center mass?\nThat's like...\nNow it's on that one thing.\nThat's like it's like this.\nDoes that feel right?\nI am, aren't I?\nNo.\nWhat if that's not about a thing?\nBeing inside this thing?\nNo, I don't know.\nWhat if this is like an aesthetic difference?\nJust to get the player attention that it's there.\nIt's slightly perspectives.\nYou can always move it around in the more you get your detail in.\nThat's true.\nOh, good.\nOh, yeah, that's zero.\nHuh?\nGot it.\nThis is...\nIt's just the player camera.\nOkay.\nLet's move it back around.\nLet's see what we want to do.\nYeah.\nI'm not zero.\nI'm just not impressed.\nWhere to go?\nBack up, back up, back up.\nWhat would it do?\nThat is weird.\nYeah, that's good.\nIt's safe here.\nCrush Ros.\nI just started.\nI was trying to watch it.\nI was trying to watch it.\nI'm trying to watch the process, I should.\nYeah, it was for a second.\nI had a fight right back to begin.\nI was working with...\nWhat?\nYeah, I won.\nI was at...\nOh, it wasn't, it wasn't.\nOh, when that's the side,\nand then, let's see, tab again,\nand then I want locations.\nMove this over...\nOh, that's not what I wanted.\nOne of my zeroes is what I wanted.\nGot the camera.\nHold on, everyone's outside.\nI'm all right, you're right.\nDamn, over a second.\nHmm.\nYou zero.\nAssist me.\nOff.\nOkay, so what if...\nI did...\nChrist.\nHmm.\nNot just too much.\nGive it some more.\nStupid.\nHere it's almost stupid.\nThere's one of the things.\nPeople like to say...\nI wanted to move the town.\nI wanted to move this around the town.\nSo the town should be in zero.\nThat's why they're all fucked up.\nLooks that shit.\nBack to the tangent.\nChrist got damn it.\nI've just had a hard time with this.\nSometimes, I'll try to work him focused.\nBut it's fun.\nI'm doing a little, little while making it\na little more of an interesting scene.\nSo let's go back to branch.\nOh, four.\nShow him what the fuck out.\nI don't have to do anything.\nNo, you want to hang out?\nGood to hang out with that for a little while longer.\nLook at that.\nYou can see the contrast there.\nYeah.\nThat's what you're trying to get.\nWhat if it's my business?\nThat's too much.\nIt's overwhelming.\nWhat if it's the shocker I'm with?\nYeah.\nThat's one of the smallest.\nI don't like that there.\nLook, look, look, look, look, look, look, look, look, look.\nYeah.\nYou can see a little bit of all of that.\nBut he did an intro shadow here.\nIt's like...\nIt's like, ooh, that's fucked up.\nI mean, I could do this.\nThat's ridiculous.\nIt's ridiculous.\nI'm fucking about.\nOh, okay.\nI should be more on you. That's what I should do.\nMore on the fucking scene.\nDid you?\nDid you?\nOkay, okay. Like that.\nOh, it's pretty down.\nWhoa.\nOh, it's okay then.\nIt's better letting me.\nNot like that.\nLike this.\nWhat is that like that?\nWhat is that like?\nIt's all too sorry and things don't chase Christ.\nI'm moving to the right.\nNope.\nWow.\nOne night, why is that different?\nNo, that'll help.\nYes.\nWhat do you think?\nIf this is trying to demonstrate the length of this structure,\nI have her back yours.\nTell me.\nI don't know about that.\nYeah.\nThat creates more depth. That's cool.\nOh, that's what you're trying to do.\nSo you need to freeze out from too far from the effect from the fall from.\nFall from.\nFall from.\nYou want to create more depth to the view.\nYeah.\nSo now that's going to be crazy.\nI'm going to fucking nightmarish levels.\nAll right, so what I got to do here is take the background.\nAnd we're going to serve to the building.\nOh, but it's part of the background.\nSo I've got to take this canvas and move it over to the locations.\nI have.\nOver area.\nIt's creating your empty.\nBranches.\nNo, we're not branches.\nClose.\nClose.\nWow, that was strong.\nVery pronounced.\nOkay.\nNow I'm going to go back to the background.\nI'm moving the universe, the planet shell.\nShell and atmosphere.\nEverything around it.\nBut this is because I'm fucking living together.\nI've got to choose it.\nSo I don't want to do this.\nSee what all three points are moving.\nI'm working with the structure.\nThere.\nLast one.\nOkay, so I'm not going to take these carefully.\nAnd bring them back out.\nI'm trying to get the smallest point.\nAnd then kind of put further out, kind of like to test the space.\nBecause this is like the, the whole area, right?\nThe most regimented in the middle.\nSo if I can take the rest here.\nSo.\nClose to grace.\nClose.\nClose branches.\nKind of damn it.\nJust.\nThese also works.\nThey're easy to dance.\nClose branches.\nAtlas tether, you know.\nTo me.\nAtlas pillar.\nAnd they should just try to pull it out.\nAtlas pillar.\nAtlas tether is really cool because that's how it works in space.\nYeah, fucking Atlas tether.\nOkay, do what I want.\nI'm talking myself again.\nI'm talking myself again.\nGood point.\nThank you for that.\nAppreciate it.\nNot for seizures just, you know.\nWhere it's mean nothing unless you actually understand the meaning.\nYou're right.\nWhich is why I don't see why everyone is so busy about how I talk.\nWell, if you understand me, why is it a problem?\nOh, no, you're fine when you are.\nI just think that typically when you're taxed, it's a bit different.\nEveryone keeps trying to correct my grammar.\nI go, yes, I'm very aware my grammar is horrible.\nYes, I'm very aware.\nI'm very aware because I'm corrected by everybody on a daily basis.\nDo I care?\nNot necessarily.\nIf I did, it probably would have changed my mind.\nBut I like saying things like me is hungry.\nWhat?\nOh, yes.\nSure.\nI is hungry.\nI is hungry.\nYou know, I said food.\nI said foods is...\nI'm irritated, but I said foods is I like foods is...\nIt's just like my grammar of tingle, tingle, tingle, damn right.\nAnd I go, yes, I is hungry.\nShe doesn't know what?\nYes, I is hungry.\nShe's like, that don't make any sense.\nI was like, yes, grammar, I want food.\nShe's the only person I'll correct it off.\nBecause if I try to do that with her, she gets really confused very easily\nbecause I'm no longer speaking Spanish.\nYou're no longer keeping up keeping up to date with her.\nNo, social say something in Spanish and I'll say something funny in my horrible English.\nAnd it will throw her off if it's not really good at English.\nWhere is it?\nAre you trying to cover it completely?\nI'm trying to immerse the player in the force.\nIn the brain?\nRegis.\nIt's pretty immersed if you look in there.\nYeah, but it's like it's too dense or something.\nI think it feels too harsh for me.\nI want to make more open but it's the same time when I sacrifice everything, you know.\nTake it out a lot of people.\nI think.\nHuh?\nMaybe going to have it too.\nI'll take some stuff out of you.\nThat's okay.\nI'll just make it.\nWhat is the most interesting part here, I think?\nOut of these two.\nThere's three I should say.\nWhat is?\nI was going to say you can move that one over that way.\nWhere the?\nOh.\nGive it a little more space.\nPull it out.\nAnd then with this one, which one do you think is worse for claustrobia?\nLike this?\nI don't know.\nThen I'll put it all this way.\nBecause that's so...\nLike that?\nThat's really empty.\nThere.\nAnother perspective.\nAnother perspective.\nAnother perspective.\nNeither mother nor another perspective.\nOkay.\nDo do do.\nThat's so cool.\nI don't know.\nLet's go back.\nWhere does it grab everything?\nI don't know.\nWhy do you have a camera here, dammit?\nLet's try to love him.\nKeep working the perspective.\nBecause it's a great.\nThat's so useful.\nIt's not straight ahead of it.\nI'm going to look up in the fucking sky.\nI'm really...\nOh, hey, what is that?\nAll right.\nOkay.\nNo further.\nI might need two perspectives here.\nI don't know.\nFuck it.\nI'm excited.\nI'm going to do a little bit.\nJust a little bit.\nYes.\nPerfect.\nYeah.\nI like it.\nI like it.\nOkay, but I don't know.\nThat line is fucking my brain.\nHaha.\nI'm going to open my cats butt.\nShit.\nBack.\nWhere is it going?\nBack.\nWhere is it going?\nThat's when you need to make a camera.\nI'm going to do it.\nLike you're doing that.\nWow.\nThat's trippy.\nOkay.\nI'm going back to my class.\nIt.\nWhere is the layer right here?\nFuck it.\nFuck it.\nCreate a camera.\nThere you go.\nEyesets.\nLine with you.\nSo this is what the in-game camera sees.\nThis is what the engine sees.\nRight now it's a little fucked up because I don't have a background.\nYeah.\nIt's genitals bulging the background.\nThat doesn't make it so weird.\nOkay.\nHow do I need a DVD right here?\nNot music.\nMusic.\nOkay.\nThat's nice.\n\n\n====== REC089.txt ======\nDota is a third-person adventure game with non-combat mechanics.\nNot necessarily, you're addicted to a slice of life kind of thing.\nSo imagine that you're...\nThere's no combat because there is no conflict.\nNot violent conflict.\nIt's all interpersonal conflict.\nThat what exists.\nI mean, there are areas of violence.\nViolence does happen kind of time.\nBut it's rarely ever lethal, rarely ever fatal.\nAnd what it is, it's...\nIt's serious, but people have a hard time understanding.\nBecause this is...\nHow could you manage to ever be so violent?\nThis is kind of a...\nArticulation...\nArticulation is still how to make people better socially.\nIt's being bring them closer together, making them more trusting of each other.\nTake the space.\nThe physical constraints of the space, being these vertical structures.\nAnd you're building a civilization around that limited space.\nWhich means no cars, no roads.\nYou have community networks.\nYou have blimps.\nYou have monorails.\nYou have...\nYou don't have...\nThis is...\nI'm trying to give you a scientific bit of it.\nSo there's no teleportation.\nThere's no fashion like travel.\nIt's basic.\nNo physics to the best of my knowledge.\nWhich is why I won't ever...\nI'll refrain from doing the whole black hole thing for a while until they parse it out.\nEven though I have an idea, I think that...\nI don't want to trust the experts on their understanding of it.\nBecause we're getting better and better.\nAnd every sex or gesture...\nSuccessive generation is contributing to it and challenging that of their ancestors.\nSo it's like they're still building a better knowledge.\nIn the world context and in the real world.\nIt's a madness.\n\n\n====== REC090.txt ======\nWe can only muscle in one given area of the brain at the time.\nWe can't multitask, that is to say.\nYou're getting the habit of this fear here.\nYou're thinking different from the brain.\nThis is the only memory stored and it's like...\nSome regions are more biologically adapted than others for certain tasks.\nCertain behaviors.\nSometimes reach much into it because we think that we have consciousness, but we really don't.\nIt's just the same as everything else.\nWe have self-awareness, but sort of cats, sort of dogs.\nThey don't have the ability to express through language.\nThey don't have the ability to express through behavior, right?\nWe have behaviors that bring us closer and more socially.\nWe read abstractions onto our emotions.\nImagine aggression, right?\nAnd dogs.\nAggression, right?\nThey're ready for...\nEasy.\nYeah.\nCan your teeth, right?\nRight.\nAh!\nAh!\nWell, their muscles tend to feel their skin.\nAnd it's like...\nFools in the area.\nYeah.\nIt looks like it's an extreme intense.\nAnd you have...\nFear.\nAdjacent to that.\nBut I'd say that's the way of putting it.\nFear is the most basic.\nBecause anxiety builds into anxiety with adrenaline.\nBuild into anxiety or fear.\nThe fight or flight thing, right?\nBut it's more complex enough.\nBecause anxiety also affects jealousy.\nAnd affects everything else.\nBut anxiety goes on like an...\nImagine you have two wings, right?\nAnd you have another...\nAnother third wing coming in between Adjacent.\nGoing out.\nThis is anxiety as it curves out into behavior.\nHow anxiety...\nThis...\nThis biological trait that exists in everything.\nIt's...\nIt's so ingrained in us.\nBut it affects every aspect of nature.\nIt's okay.\nThat was the timing.\nLet's save that.\n\n\n====== REC091.txt ======\nMaybe they do, I don't know, it's just, it's a bizarre belief, I don't know what I can\nnormally do.\nI don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't know, I don't\nI don't know, I don't know\nI don't know, I don't know, I don't know, I don't know, it's teeth\nI don't know, it's teeth\nUp there.\nAll right.\nI guess I would have picked it up on the ramp.\nCan you clear off me?\nLonger.\nOh, longer.\nEmma?\nEmma?\nEmma?\nDon't look at your hemorrhage.\nStop pressing over there.\nPressing over there?\nYeah.\nLike, does anyone?\nNo, no, no, no, no, no, I'm gone.\nSorry, I had to go.\nI'm over here.\nGet the tape around.\nThis...\nYou going?\nNo.\nTurn it off.\nRight here.\nRight here.\nHold this for me.\nDon't want to go up with it.\nOkay.\nOkay, I've got to do it.\nAnd figure out that it's a little bit of the way.\nThank you.\nJust barely.\nA little bit.\nThat's what I should do.\nI should be getting the tape.\nAll right, that's all.\nOkay, I'll play with that.\nYeah.\nYeah.\nHold it.\nCome on.\nCome on.\nOkay.\nHow are you?\nAll right.\nCome on, pull this thing up.\nCome on.\nAll right, come on.\nCombine that space.\nLike take that thing back out.\nPull this one there and put that one there.\nThat was larger, actually.\nLet's get the core space.\nYeah.\nI always know that.\nYeah.\nYou better just bang down.\nOkay.\nAh, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah\nah ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah ah, ah, ah, ah, ah, ah, ah, ah, ah ah, ah, ah, ah, ah, ah ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah ~!\nThat's for your cut.\nDid I interrupt you?\nI didn't get it.\nI didn't get it.\nYeah, that's why I didn't get it.\nI need to stick it.\nI need to stick it.\nOh, I'm not going to stick it.\nThat was probably...\nIt's supposed to be for this.\nI didn't measure it out, but I can have a big deal with it.\nI don't know if I need it.\nI don't get it.\nThat's nice.\nIt should.\nFirst thing I'm going to do with it is...\nI'm going to stick it.\nI'm going to stick it.\nI'm going to stick it.\nI'm going to stick it.\nI'm going to stick it there.\nOkay.\nOh, look.\nCome closer, come closer.\nCome closer.\nCome to me.\nWe ready?\nWe ready.\nOkay.\nOkay.\nYou can do that.\nOkay.\nTo the right.\nTo the right.\nTo the right.\nI need to turn down.\nI just need to turn up a little bit.\nI can still hear it.\nCan you?\nWhy do you really believe me?\nOkay, I can hear you.\nPlease, give me your attention.\nAll right.\nRight?\nOkay.\nNo.\nI need to use the pressure.\nYeah.\nI think this is because it probably needs a lot of attention.\nCan you turn down a little bit?\nNevermind.\nYeah, I can.\nThat's right.\nWell, that's right in your way.\nNo, I can't.\nI can't bite that much.\nI'm not sure.\nI think we're just, uh, or something.\nAnyway, it was like, makes it.\nIt was like, hey, stop, stop, stop.\nMakes it a piece of music.\nI don't know if that's always.\nIt's not the better stuff.\nIt's more like a, uh, a hand you're wasting.\nYou're burning, you're burning, you're burning.\nThat's probably what it was.\nAnyway, we're holding it from the wall.\nSo it's up to 10 seconds, and we're still here.\nAnd catching it was five seconds.\nWe're using seven.\nI don't know.\nReally? Super cozy?\nIt just gives me up.\nIt's all open, aren't we?\nYeah.\nBut it's mostly facing me, unfortunately, I'm like, great.\nCan you hold it?\nCan you hold it?\nCan you hold it?\nWhat?\nIs that for people who are more than one?\nIs that for people who are more than one?\nYeah.\nLook at my back.\nThe Christmas.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nI think it was talking about drinking.\nYeah.\nYeah.\nYeah.\nYeah.\nYeah.\nAnd that was what worked with the Soviet Union, because I was getting sick and all of these\nthings out there.\nThey were just going to keep letting you in this moment.\nAnd they were feeding you.\nStick around with this.\nLike, the factory already has a lot of companies from this.\nI don't want to ask you.\nWhy are you using your body?\nYou can show up on the workspins.\nYou just want to work this out.\nYou just want to work this out.\nYou just want to work it out.\nMake sure you hold it up when you're trying to press.\nWhat if it's just walking around?\nYou're going to get a boyfriend at the end of the room, so you can do a job.\nWhat?\nWhat do you think?\nNo, I mean, I was just sorry, because I felt okay.\nI felt sorry for the car or something.\nI think it's too hot.\nThat's a bit of a stick, church.\nI don't know, I don't know.\nMaybe it's just a stick.\nWhat?\nMaybe it's just a stick.\nWhat would that be good?\nMaybe it's over here.\nI love it.\nI love how it goes.\nWell, you're going to have to go to bed soon, you know, right?\nYeah, but it's time for my glasses.\nSo I can choose a seat for a car to our...\nCan you handle that?\nYeah, just do that.\nAll right.\nHow are you?\nIt's good.\nFive or six hours.\nWait, right now, I have to go in the car.\nIt's a spaceship for me.\nYeah, it's still going to happen.\nWhat are you doing up there?\nYeah.\nI just, like, I hate to sleep.\nI don't function well.\nThat's it.\nI get...\nI don't know why my default when I'm tired and I'm not feeling good is...\nI'm angry.\nBut my default when I'm tired and I'm not feeling good is...\nUnfortunately, I think it's who I'm not super angry.\nI'll finish.\nWhat do you think?\nI'm worried about the saying here.\nI mean, there's a stress or a homemaker expressing frustration\nthat maybe your personal life is your dad's life.\nYou're an interperson life here.\nIn our process of yourself.\nWhat are you following?\nWhat are you doing up there?\nI'm not feeling good.\nOh, you're...\nYou're not feeling good when it's contributing to it, didn't you?\nDid you write it before?\nIt's actually better.\nWhat's up?\nWhat are you trying to do?\nI was trying to make this better.\nI'm not private, but, like, you have to learn jokes\nand I don't think I can touch them.\nI'm looking at you.\nI don't know.\nNo, I want to see me, but it's also...\nI don't want this.\nThis is just...\nThis is just journalism.\nThis is just star space, pretty much.\nOh, right.\nIt's a room.\nYeah.\nIt makes sense.\nI guess it's a room.\nYeah, it's a chill room.\nIt's a chillout door, isn't it?\nYeah, I don't know.\nI just always default in doing what I don't feel good.\nI don't know what I was trying to do.\nI guess it's super...\nAll right.\nAny reference photos?\nThe game.\nCan I take a reference shot at this?\nI guess.\nMaybe you'll have more life turning on the truth.\nIt's just a little bit.\nAnd then I take a picture.\nI try to get the...\nThe real last...\nIt's a visual...\nHow do you want me to be more relaxed than I am?\nIt's your first time you are.\nYou're super cozy.\nYeah.\nWell...\nYou want a pillow?\nNew one.\nI have.\nThere's nothing back there.\nI need to get you a pillow.\nTwo pillows, actually.\nB or B.\nCan we have the ashes?\nYeah.\nWe'll try that tonight.\nThe trash.\nI'll put it off this side.\nAll right.\nDon't you see?\nI don't know what I'm gonna do.\nIt's okay.\nI'm gonna put one over there.\nOops.\nOh, David.\nIs there a church?\nI think it's too hot.\nNo, a church.\nOh, it's going on.\nOh.\nIt's going too much energy.\nIs that out of here?\nOh, it is.\nYeah.\nLet me see if there's my hypothesis.\nIt's not showing the breakfast, but it's like...\nI can't start one more one.\nI don't know, maybe.\nMaybe I'll be taking things.\nI'll do it with that.\nLet's see if I can start.\nI'll switch.\nI'll switch to either way.\nThere you go.\nHere we go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nThere you go.\nShe was dead.\nNo standing in the fort.\nAll right.\nI'm glad we're safe.\nI'm glad we're safe.\nIt's been a great idea.\nOkay.\nAll right.\n\n\n====== REC092.txt ======\nwant to do it worse, we'll have two different juxtapces, move the seizures now.\nI want to change shifts sometimes but in like my friend Lindsay you want to be or\nAsian, I think it's beaches, but she's not really happy.\nSometimes it depends on who you're dealing with.\n\n\n====== REC093.txt ======\nThat's in half of those people will choose the same path.\nThe name.\nThe person will choose it differently.\nCan I give you an example of that?\nYeah.\nFor a situation that I had in the past.\nSo I worked at this retail place, yeah.\nAnd, um...\nSomeone that's still on TV.\nI chased after them.\nYeah, I get...\nI'm not supposed to do this.\nBut I go out there anyway.\nNo one else is following me.\nBy myself.\nI chase after them.\nI go to the car.\nAnd then...\nI yell out.\nWhy are you doing this?\nAnd the man says...\nHe pauses.\nHe doesn't say much.\nHe's getting in the car.\nHe's going to go.\nHe's...\nHe's almost in the sea.\nHe says,\nI'm an asshole.\nAlmost angrily.\nBecause I'm an asshole.\nAnd he goes in his car.\nAnd...\nNot so angrily, not he didn't moderately frustrated with himself.\nHe doesn't think it's that bad.\nPretty still knows it's not a cool thing to do.\nHe expected just to get it with them to...\nNo, only fulfill that for it.\nYeah.\nBut they got his plates.\nYeah.\nAnd...\nNow he's in...\nYeah, custody.\nHopefully it was a minor offense.\nHopefully he got out quickly because it was just TV.\nBut that's going to fall around with him.\nEven though it was miss...\nIt wasn't intentional to his...\nTo the degree that he thought it was bad.\nIt was intentional to the degree that he thought it was...\nHe felt justified in his actions.\nAnd that's not his...\nAnd not to his fault because of deterministic behavior.\nAnd then we react.\nHe didn't choose evil.\nHe didn't believe himself to be evil.\nHe acted with it.\nHe's in most acceptable intent.\nIf it makes sense.\nAnd no one believes himself to be evil.\nPut it simply.\nI get it, but he's still okay.\nOkay, so...\nI get that the individual doesn't think they're doing things wrong.\nBut then again, that's just the interpretation part of where like...\nEveryone has their own way of doing things.\nThey don't...\nIt's not entirely necessarily wrong the way they're doing it.\nIt's just that's how they enter on how to do it.\nSo it's not like...\nThere's Dylan has five.\nYeah, it's just the way they're acting in their basic fundamental behavior.\nAnd they're...\nAnd they're drive to fulfill whatever...\nThat's what I was trying to say.\nThe difference between me and Anna is that...\nTo me, her mindset is that she's being completely ridiculous.\nLike, she's in her own world kind of thing.\nWhere...\nProbably to her and me is the same thing.\nSo she thinks I'm just living in my own world.\nIt's being what they do.\nBecause I've seen things differently than how she's seen.\nBut in her mind, the way I see her is wrong.\nBecause she knows what she is.\nAnd she believes what she's doing is what's best.\nI'm so cold.\nI am so worried.\nI don't know how you're feeling.\nI feel so...\nI am so comfortable to get out.\nI can speak.\nMaybe you need a chair.\nMaybe you need a little thing.\nI think that's what it is, Anna.\nSo that...\nIt's nothing at all.\nAnd I know the space.\nYou can't call if there's no space.\nThere's no space in one of them.\nWhat if you got down here?\nAnd I was over there.\nThen I can curl in words like this.\nAnd then it wouldn't be so weird.\nAnd you can just prop yourself up on the corner there and I'll go over there.\nOkay.\nYeah.\nThat way it's like...\nIt's both of us.\nIt's two of us.\nAll right.\nOkay.\nHuh?\nHuh?\nHuh?\nYeah.\nHuh?\nHuh?\nHuh?\nHuh?\nYeah.\nHuh?\nHuh?\nHuh?\nHuh?\nHuh?\nHuh?\nHuh?\nHuh?\nHuh?\nHuh?\nHuh?\nNot that cold.\nNot sweetie.\nThree twin twin.\nIf I got the wrong...\nIf I had been well-intentioned,\nif I hadn't done it like that, I guess.\nIf I'd make that more confusing, this was like...\nI wouldn't be able to get it.\nYou were trying to figure it out and it wasn't working.\nYou got me out.\nYou got to move out so I can get it.\nYeah.\nBecause my foot's behind the chair.\n\n\n====== REC094.txt ======\nOkay, so imagine, Megan, that humanity now lives for countless thousands of years.\n100,000 years is average, it's typical, it's 150,000 years is barely older than that.\nHumanity lives span, spans beyond, billions of years into that goes of space.\nAlright.\nFuck.\nWe'll try that, we'll try that one again.\n\n\n====== REC095.txt ======\nNo thanks, I'm just not too long to be gettingn, but I'm oversinking and overexpigning\nOMG, I'm going to try to express my stomach...\nOk, I'm gonna try to explain to it like fcking everything...\nLike all the afterthoughts and tangents...\n\n\n====== REC096.txt ======\nDodeck is a third-person adventure.\nNight in the woods asks slice of life, community building game with a hint of metroidvania\nand a mirror's edge and a comb-rater.\nYou're exploring the vertical dark souls, like level design that spans.\nWhat looks to be, looks to go on for as far as I can see.\nBut in Roundy I'm working towards building those boundaries.\nThere's little obstacles to players and player encounters.\nThe crystals I showed you.\nThey're blocking the path for the player to progress forward.\nThere are minor roadblocks in the day-to-day travels, but they unlock more and more as they go in.\nEventually they hit a roadblock so enormous that the player is to stop.\nAnd this is where I built backwards, I built back into the city.\nImagine they get all the way to the entrance.\nThey need to do next. They have to travel back.\nThey have to go back to the very edge of the city now.\nThey have to go upwards.\nOh, they have to go upwards. Yeah, that's more interesting.\nThey have to go for the endless tether.\nTo a civilization that is far above them.\nAnd this fibosilization is...\nI really want to fan.\nIt's more of an entrance into the tomb.\nAn entrance into the vast caverns of the Atlas tether.\nSo you're putting me up. You're going from there to...\n\n\n====== REC097.txt ======\nSo imagine you're building me up, you start in a little office, you are what known to people to be the Dodec.\nAnd the Dodec is a Dodechedrin.\nYou take the form of a... Oh geez, step him back.\n\n\n====== REC098.txt ======\nOkay, so the player starts out as like a, what I'd call a neuron, my little spark.\nAnd they're, they're throding back and forth into space.\nEventually the spark is larger and larger and larger and larger until eventually.\nIt's, it's almost tapping at the sides like a snake and eventually that's the player growing.\nThey can kind of move around on the stuff.\nThere's bigger and bigger, I get t t t t t t t t t.\nAnd then there's lights beating you along this path.\nAnd then lights go right, go right, right, right, right, left, left, left, right,\nfort, fort.\nDown, the issue is the player had a move and then how to use the camera.\nAnd then using lights to direct him in the way that needs to be conveyed to give them\na proper tutorial. So imagine.\n\n\n====== REC099.txt ======\nSo imagine you have your hands, no no, yeah, okay, imagine you have your hands, you have control on your hands.\nAnd there, you know, no controller works typically, people with it, and looks at it.\nWell, you think that, but I think it's surprising, but most people don't know how.\nThey don't have the foundational knowledge to use controller. It's a bad game design.\nSomeone born away from video game consoles as they exist.\nAnd you put them in a situation and try to learn it, there's no intuition to build from.\nYou have to even portal 2 doesn't have basic controls for looking with the mouse. It's assumed.\nIt's connected to the analog stick.\nThat and with keyboard and mouse, it's not displayed.\nAnd I don't think it's displayed for me, maybe, on analog stick, I don't know.\nBut either way, these games are fantastic at it.\nAnyway, going back to G-Screen.\n\n\n====== REC100.txt ======\nWhere's the remote from the other guy?\nWhere'd he put it?\nOh, it doesn't matter.\nOkay, whatever.\nI'm sorry.\nI didn't think I'd just explain this otherwise.\nUh, so I imagine.\nHmm?\nOh, yeah, thank you.\nJust real quick.\n\n\n====== REC101.txt ======\nOkay, well this is one-on-one.\nI thought this was the highest we've gotten in terms of number of notes.\nAnyway, actually I've got a couple thousand already.\nLike, through all these conversations.\nNot sure if I've had conversations with other people.\nTo kind of ideate, ideate, ideate, ideate, I think Leo and I have a lot of fun next time.\nWe've got to build this.\nPlease, touch it.\n\n\n====== REC102.txt ======\nRight now, I'm working on the dialer system with Molgato, but when we're done with that, I need to focus on movement.\nAnd I think one of the best methods to work around the floating point limitations,\nkind of movement, would be to have a...\nI've got the term you can tell me once.\nYou'd have a horizon-chased turbo, kind of panoramic effect.\nAll right.\nHow are the fucking term?\nOh, that's...\nPlaypad went the fuck? That's tiny. Small map.\nWe're probably a good reference if it's difficult.\n\n\n====== REC103.txt ======\nLike an endless runner, but in preset directions, in handcrafted directions.\n\n\n====== REC104.txt ======\nOh, this is gorgeous.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(27).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, dialogue, item, location, story, quest, mechanic, bug, fix\n- **Imported**: 2025-05-05T16:25:37.014Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(27).txt",
    "importedAt": "2025-05-05T16:25:37.014Z"
  },
  "created": "2025-05-05T16:25:37.014Z",
  "modified": "2025-05-05T16:25:37.014Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "dialogue",
    "item",
    "location",
    "story",
    "quest",
    "mechanic",
    "bug",
    "fix"
  ]
}