{
  "title": "11_Nov_2019_-_New_folder__28_",
  "content": "# 11_Nov_2019_-_New_folder_(28)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:11:01-07:00\n\n====== REC001.txt ======\nWhen I get back inside, my goal is to continue working on the map.\nI'm really tempted to dig into the bits of recording, so I've made over the last couple months, weeks.\nJesus, I'm going to make my process. I haven't even given three months yet.\nOh my god, I can't imagine where I'll be in like a year. I can keep going on like this.\nJust over in your cell phone.\nBut I turn you guys right now, it's eventually.\n\n\n====== REC002.txt ======\nand we're gonna have this a brightness thing and this thing\n\n\n====== REC003.txt ======\nOkay, so\n\n\n====== REC004.txt ======\nGet a train mattress\nNot a train mattress\n\n\n====== REC005.txt ======\nget a giant bean bag for the bedroom, or see at a cost through the size and the usage,\nand then get a firm padding to place above it, a fractured rest.\nIt's not for relaxing sofa place, and then you put a little boarding on there.\nMaybe you're fine just digging the burring into the mat, the seat bag, and just get it careful about the way my neck is supported.\nIt's like a pillow.\nSeveral pillows.\n\n\n====== REC006.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC007.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n\n\n====== REC008.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n\n\n====== REC009.txt ======\nThe shell world opens up from the center.\nSo from the horizon you see this immense amount of the line.\nAs the top shell of the planet rises up,\nthe bottom goes down.\nIt moves over to encapsulate the world and\nattaching on to the atlas pillars and room rule.\nThe engines.\n\n\n====== REC010.txt ======\nThe engines of the structure were enclosed inside the sphere and when it's ready to move\nto prevent damage to them from asteroids nearby debris, they're encapsulated and closed.\nThey pop out like a cannon and star wars on the ships, but it's more of a means of\ntransportation.\nNot a weapon.\n\n\n====== REC011.txt ======\nThere exists a hub in this world\nCreates for themselves\nIt's\nOr area they've explored\nThere they explore\nLet's say this is the first\nexpansion\nOr one of the major as much anyway, you have a blimp and a blimp as a\ninfrastructure\nSmall group people\nOh\n\n\n====== REC012.txt ======\nThey build off the foundational knowledge of the blimp and how it works out function in the space.\nAnd they say, oh, hey, what if it lets us cross that gap that's in the center of the...\nThat same infinite gap that we can't create a bridge for inside the Atlas Teller.\nTo go to the door, we can put a blimp there and use it to walk across.\nBut there's a problem. There's an updraft.\nSo, it's a hot updraft. An updraft that could potentially cross harm.\nOr, no, not severe harm, but if you fall, there's nobody catch you.\nSo, no one's attempted it.\nSo, the blimp like structure would be like a platform.\nAnd the platform, through content and falling, can use a little bit of thrust.\nOr content from going upwards, can use a little thrust to push down, down against it.\nAnd that's how you'd engineer around the problem.\nYou'd have a floating platform that's...\n...regulated by thresholds top and bottom.\nAnd that's how you get across. And the player, he's light enough...\n...for it's easy for them.\nYou can't go all the way until you gotta go slowly.\nIf you will, a few people will tell him, because it's for the smaller structure, it's a finished structure.\nOr it's for it's rounded, like a blimp.\nAnyway.\n\n\n====== REC013.txt ======\nYou use a structure to walk across to the door, place the dodeck that have gone missing.\nNo.\nThe player and one other entity interact with the door.\nThe other\nTemu. They had spotted insane around the world.\nThe Krishlinelike creature.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(28).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, weapon\n- **Imported**: 2025-05-05T16:25:37.015Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(28).txt",
    "importedAt": "2025-05-05T16:25:37.015Z"
  },
  "created": "2025-05-05T16:25:37.015Z",
  "modified": "2025-05-05T16:25:37.015Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "weapon"
  ]
}