{
  "title": "11_Nov_2019_-_New_folder__25_",
  "content": "# 11_Nov_2019_-_New_folder_(25)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:03:56-07:00\n\n====== REC001.txt ======\nOkay, so another idea, Cat is in my lab, Coutulu.\nSo I can actually type it down, so I'm going to speak it.\nThe Poké on Mechanic in Super Mario Odyssey is probably the best reference for music,\nnot music, just tries to best reference for movement.\nSo imagine a player, they're climbing a building, instead of, like, slowly grabbing an\nobject, climbing up a scene option distance, they can't grab onto it, just by slowly climbing\nup.\nThey have to wind up their jump, their herds arm kind of builds up energy and then blast\nforward, but not so much in a violent wake and like an air burst.\nIt's not a violent air burst, it's not a loud one, but it's satisfying in the way it sounds\nand you blast up to a point you can see, you can grab onto and it's not always far.\nSometimes it's just a few feet away, but that jump again in of itself is satisfying\nenough to make that movement enjoyable, without making a shit ton of climbing animations\nand a complex system, I can just cheat it a little bit, that makes sense.\n\n\n====== REC002.txt ======\nis laughter tied to crying more closely than we think.\nSo laughter is the expression that\nthere is no aggression being presented as the A.\nWhen you show your teeth, when you grit your teeth, when you\npresent anger, that is aggression outwardly.\nBut the smile, he he ha ha.\nIt seems counter to that, not seems.\nIt is, it showcases non-aggression.\nIt's like if the tail of the dog expresses aggression.\nThere is also an expression of non-aggression.\nHumans crying is an expression of, well,\ncrying and fear are expressions of extreme anxiety.\nAnd that said, aggression is also attributed to anxiety.\nSo it's more or less the three different responses out of that one system.\nAnd anxiety is stress.\nIt is the buildup of adrenaline,\nso different degrees, and to different responses.\nSo fear on the dog act, and then aggression on the dog act,\nanxiety would be in the center.\nAnd anxiety wouldn't be like a sexual option.\nIt's the buildup.\nYou can pop it, or you can let it fade.\nJust let it fade, let it get calm.\nAnd that's the whole dialogue system.\nSo when curiosity builds, for example,\nyou can pop the bubble, you can choose a direction for\narticulation.\nArticulation is done through symbols.\nIdeas, ideas, ideas.\nI just want to run through all the ideas I had today.\nOkay.\n\n\n====== REC003.txt ======\nAnother day ahead is the community-funded social space. It's 24 people or so. Maybe less than that, maybe like, fucking 12.\nAnyway, yeah, I have a bunch of close-knit friends, and I live in the social space that's designed to everyone's own personal desires, personal wants, personal needs.\nSo let's say I love my bedroom. My bedroom is really important to me, but I want it to be a little more open. I want windows. I want privacy as an option.\nBut I like it to be open when I need it to be open. When I'm working on my game, when I'm trying to drink my day, I want to see outside, but here I'm not comfortable enough to do that.\nI don't like having windows outside, opening up night, on the bottom floor. It's just, I don't feel safe.\nNot the place isn't safe. It's just, if I may back turn a little night. But I don't mind closing off the window, blocking it off, not accessible, you know, closing the blinds or whatever.\nAnd then having it open that night, because I trust it remains. They're close friends, they're good people. And I think that you can extend those trust, that trust other people as well. You're your other, your social group.\nThey say that seven friends is kind of a maximum number of interactions you have typically, but I don't think that's entirely true.\nIt's a human somebody categorized shit. And if the statistics say that seven people are more, we love hard numbers. And we choose, oh yeah, yeah, seven. That's max number.\nI don't think that's entirely true. I mean, a therapist can talk to dozens of patients that still retain a level of connection with each one of them.\nHow would you define close interpersonal connections, connections where you spend time with people? It's not necessarily the length, but it's also the level of connection, the level of relation.\nAnd relation doesn't have to be like 100% matching in philosophy. It's more of a, both parties can converse, both parties can articulate interactions they need to in the most interactions they want to.\nThey're both free to express themselves in an anxiety-free environment.\nOh, my ideas. Well, not really. It's just these ideas are abstract. I need to express into the game. It's like and do. It's just way too broad.\nI can describe in the Leo, just fine. He doesn't understand. He understands it. So I've got to stop focusing on the overall explanation. No, no, no, no. I should. I should. It's just really difficult to parse.\nSo I shouldn't rely on using these recordings as it means to describe things. I've got to focus on the game design document, the creative design document, creative design document primarily.\nBut the game design document is also important. Take it by ideas. These systems are not independent. They're interwoven. They're separate for ease of comprehension. And reduce scope.\nAnyway, I'm exhausted. Good night.\n\n\n====== REC004.txt ======\nInstead of the typical, I mean you can still have a shower, but it's like off to the side.\nAnd...\nTidy or drink system I suppose.\nAnd when you have a...\n...versional hot spring inside the apartment...\n...you walk in and there's some little empty space, you know, the hallway or whatever.\nYou go and there's a little lecture space and you go down and it's like, oh wow!\nThere's a tub built on the floor. It's a hot tub and, really, it's a hot spring.\nLet's focus on moving water and no waterfalls where like a calm flow of water.\nVery quiet space.\nAnd that to the hub.\nAnd that to the hub.\nAnd that to the hub.\nAnd that to the hub.\nAnd that to the hub.\nAnd that to the hub.\nAnd that to the hub.\nAnd that to the hub.\nAnd that to the hub.\nAnd that to the hub.\n\n\n====== REC005.txt ======\nthat's difficult to articulate via text, or I'm lazy, I don't want to tape it out right now.\nSo, the Dyson Swarm, at some point in the future.\nLet's say hypothetically at the end of the game.\nThe Dyson Swarm goes dark.\nAnd the game after they've called on us, the planet after they've terraformed it to the point where it's comfortable for everyone.\nIt's utopia, in every sense of the word.\nAnyway, you have this planet, and with new ecosystem, the light goes out, and the sun.\nWe see it, but we don't feel the effect for about eight minutes.\nAnd during that time, about eight minutes, let's say it's like maybe 15 minutes, because it's colder.\nEverything's too far, I don't know.\n10, 12, 12 minutes, it's 12 minutes, and in that 12 minutes, this thing goes dark. People freak out.\nBut at the same time, the Dyson, the Jupiter-sized structure divides into two, and then it capsizes the planet, by attaching to the ring world.\n\n\n====== REC006.txt ======\nHow long would it take to reach the center of the Milky Way if we were traveling with\nion engines, super efficient propulsion, and it's converting the Dotaque, the Dotaque\nheatrons into energy, and it has like a storage, layers and layers of storage that go on\nfrom miles.\nImagine you have like a Jupiter-sized structure, and then the moon, the parent planet of\nchion, and it's moving chion using all this energy.\nBut it's worth the cost, because you're moving people, you're not just moving a planet,\nbut you're also preserving the planet, and it takes systems and its structures, and it's\nlike you could preserve Earth this way.\nBut it's not as costly as you might imagine, due to the fact that this is a very small\npercentage of the overall, of a star's overall, the exertion of energy.\n\n\n====== REC007.txt ======\nThe juper-size structure encapsulates when the juper-size structure encapsulates a chi-on\nit emits an artificial light that's viable for life.\nThat's also why I need so much fuel.\nBecause it's emulating the surface area, it's emulating the surface area emitted by\na light from a star, from the star of the original planet.\nSo you have it emulating a 9-day cycle.\n\n\n====== REC008.txt ======\nOkay...\nI'm outside. It's been nine.\nHmm, no, it's nearly 4am.\nI'm out here giving myself some time to think.\nThe process.\nNo distractions.\nI am\nit's\nI am outside and I am that\n4am and\nI'm covering the blanket.\nIt's cold but I have\nI have\na little\nI have a little heater\nand it cures me nice and cozy.\nI'm a little hungry with that hungry but that's okay.\nIt's a minor distraction.\nI am comfortable in the space.\nI'm comfortable in the space.\nI'm relaxed.\nNo distractions of my own head in this recorder.\nThe recorder is part of the distraction.\nLeo will be talking again.\nI'm not explaining\njust to you, I'm also explaining to myself and to the people that\nlisten to this if anyone does.\nIf I do and I want to express ideas to all the other people.\nIt all depends on whether or not this is part of takes off and I think I will.\nIt's just a matter of\narticulating exactly what the product is.\nHaving difficulty explaining this to friends.\nRecorders are helping.\nI'm not a boss.\nGive myself the time to think.\n\n\n====== REC009.txt ======\nDodeck is a third person in an adventure game.\nI don't know.\nI have more thoughts there.\n\n\n====== REC010.txt ======\nOkay, I'm now inside the blanket.\nI'm trying to express myself with early, so stop.\n\n\n====== REC011.txt ======\nDota is a third-person inventory game within a process on character development, exploration,\nand a Metroidvania-like progression system that's built around systems and language, more\ndotex you unlock, more aspects of the world were able to understand due to better communication.\n\n\n====== REC012.txt ======\nYeah, it's a metaphor, but it really works. I think it's hell until I need it.\nI'm content that I've expressed exactly what they do.\n\n\n====== REC013.txt ======\nOkay, so Katulu here has told me something interesting, and this is an aspect of the game\nI want to convey.\nIt's just a mental number now, where I might become more, I don't know, backwards.\nKatulu has taught me something interesting about behaviour.\nSo, although Katulu may seem very behavioural, and they are, from that purpose, Katulu is very\nbehavioural.\nBut, it's going to be a long time.\nHe looks to play here, like he's doing now.\nHe's exploring the space and analysing it and navigating with his eyes.\nAnd he sees prey.\nSo, he follows the prey with his eyes.\nNow, if you just wait at the prey in front of him, he's not going to care.\nAnd he's like, okay, I see it.\nI'm good.\nIf it gets away, I can chase it.\nHe's expending the energy to reserve it.\nHe's hunting like a...\nOh, Kat.\nSo, you see it?\nHi.\nThere you go.\nOh, it's over here.\nOh, what is it?\nWhere did you go?\nYou hear it?\nThank you.\nOh, there it is.\nOh, it's on the chair now.\nWhat do you do?\nWhat do you do?\nWhat do you do?\nHe just hails very fast.\nNow, he's more intense.\nNow, he's more intense.\nNow, if they move in, they're talking.\nThey look to me just now.\nOkay.\nOh.\nSo, this toy is okay.\nBut I think the best toy.\nThe toy that's more representative of a pavier.\nOf his innate pavier.\nIs...\nThat's the reason it sounds.\nThe laser pointer.\nI rarely use this, so it doesn't get bored.\nIt's the best stimulation he has.\nThis is my negative.\nSo, what is that?\nWhoa, whoa, whoa.\nOh, it's on the chair.\nOh, where is that?\nOh, oh, oh, where is the...\nOh, god, there it is.\nThat's right, it sounds.\nShe can park her over the hole in the whole way.\nSo now we're in the kitchen.\nThere's a lot of space.\nHe says he's trying to move past him.\nHe's keeping an eye on it.\nHe's very intense.\nVery intense.\nWhere's the door now?\nOkay, so what's going on with the chairs?\nOver there.\nOh, that was unnatural.\nOh, he's chasing after it.\nHe's getting away.\nHe's getting scared.\nHe's still going to get away.\nHe's going to get away.\nHe's going back around.\nIt's running up the couch.\nOh, it's going back to the hallway.\nOh, it says it's moving.\nCome on.\nYou can't.\nYou can't.\nYou can't.\nYou can't.\nYou can't.\nYou can't.\nThe good for it.\nThe good for it.\nGood for it.\nGood boy.\nNo, come on here.\nOkay.\nI want to get in the treats.\nThat's wonderful.\nGood playtime, good playtime.\nAlright, shoot.\nI need to get more treats, I can add some more.\nGood playtime, good playtime.\n\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(25).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, dialogue, mechanic\n- **Imported**: 2025-05-05T16:25:37.014Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/11_Nov_2019_-_New_folder_(25).txt",
    "importedAt": "2025-05-05T16:25:37.014Z"
  },
  "created": "2025-05-05T16:25:37.014Z",
  "modified": "2025-05-05T16:25:37.014Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "dialogue",
    "mechanic"
  ]
}