{
  "title": "12_Dec_2019_-_New_folder__34_",
  "content": "# 12_Dec_2019_-_New_folder_(34)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:14:43-07:00\n\n====== REC001.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC002.txt ======\nTo describe in the game design document, the Universal System utilizes a wide array of\nmechanics to VR.\nLet's see how many of these can be described as best.\nLet's see how many of these can be described as best.\nLet's see how many of these can be described as best.\nLet's see how many of these can be described as best.\nLet's see how many of these can be described as best.\nLet's see how many of these can be described as best.\n\n\n====== REC003.txt ======\nIn the center of larger walkways, there are ropes, like ropes, or a police system that the players are about to.\nYou don't want to drive in the space faster.\nAnd if I can convey your system, but less, less invasive, you don't need to put one foot on.\nAnd maybe it probably is better for that then.\n\n\n====== REC004.txt ======\nand the untrial life of the men's system, the player can have a lot of pretty much any time.\nThe player can have a lot of whatever they see it.\n\n\n====== REC005.txt ======\nThere's like six people in it, and it's eight or five.\nAnyway, that July system is like our way to go to characters.\nYou don't take them, not even on the straight level, but on the way above the ground, too.\nThere's not the best search routes.\nIt's exactly the same.\n\n\n====== REC006.txt ======\nThe dry system has seats they connect. No.\nThe dry system can split off, divide.\nOr no, they can move a passenger from one car to another.\nWe want to make sure to fry them if they burn.\nThey are these, which I shouldn't stop.\nWe want to strike points.\n\n\n====== REC007.txt ======\nFlash drops, I think thatгаaps.\nThe gliders?\n\n\n====== REC008.txt ======\nThe player is colliding a space that goes from the indirect little bit, this is the trailer.\n\n\n====== REC009.txt ======\nThe trailer began, the characters were in the first place, lightly entering my characters.\nThey looked up, they came to the line, they were climbing.\nThey...\nYou're seeing the rest of the game, little bits of pieces, and they came as part of the climbing.\nLet's get that, and you're looking down out of this, at the city.\nAnd then you look down here, your waist, your hip.\nAnd there's a launcher to put yourself in a little gravity.\nYou can think, geez, you're not sure the player is jumping in the gravity.\nThe player looks all off.\nBut they're climbing jumping, as I'm assessing that there's very little resistance on impact.\nFor the rest, I get a lot of resistance, but not too much.\nNot as much as it would be on Earth.\nPlayers that make climbing like the first thing, but this...\nYou can say this is due to the...\nbearance of the player, but...\n\n\n====== REC010.txt ======\nYou're already on your waist as you see the thruster.\nThat looks, it also looks the hands.\nThese ones as well, yeah.\nAnd then a looked into the mant everybody on the looks\nfor them, because later on,\nthis is for the roots first,\nthere'siplier sizes and margaras,\nthough not you use.\nBut you must be precisely..\nabrasion also correct,\nand interact with you more.\nOh, my god.\n\n\n====== REC011.txt ======\nI thought it could be unlocked if...\nI thought it could be the true one that player pulls both players.\n\n\n====== REC012.txt ======\nNo, no, no, no, third, just one and two, that's it, that your self-constrained, and I'm\nmaking sure that both of them are at the same time.\n\n\n====== REC013.txt ======\nSee here, you're walking, you're climbing, you're...\nOh, and the place is just...\nThat's just...\nMake things easier in the place.\nOh, this isn't...\nNo...\nYes.\nIt's like this to me, sis.\nIt's just a place...\nIt's just...\nYeah, it's made to make the place interesting to the person.\nWhy is this your sis?\nIt's a place...\nIt's made to make the place interesting to the person.\n\n\n====== REC014.txt ======\nIs that yourself up for, is that yourself up for, if you are in the petition, if you want\nto get a chair in the room and find a place for the keyboard mouse or really use the\nkeyboard we have. And then use that to iterate because we are trying to create the navigation\nfunction and claim me. It is a person both out and out of position, you are grabbing\nup the stuff and it feels good. There is an F to your movement.\nFor your subtle life though, like a relaxing tent, a springy feeling will stop it not\ntoo excited for it. And then you are getting, you have magnets, but that is a little bit\nlater on. You have your hands up first. Your magnets are on your wrist. You have got to move\nit in a particular way. Your hands and your toes too, but the magnets have to be planted\nin a regular horizontal direction, like in the surface of your climb. They look\ngood. They look good for you usually, but those are good for your existence there. And then\nyou have your left hand right. There is a train magnet. You are trying to use that to\nmagnetize on the surface as you are climbing. This is very obvious to me.\nIt is very physical to me. And then you have,\nyou have your left hand right now, you have the train magnet.\nThere is a train magnet. There is a train magnet.\nThere is a train magnet. There is a train magnet.\nThere is a train magnet. There is a train magnet.\nThere is a train magnet. There is a train magnet.\n\n\n====== REC015.txt ======\nIf you want to use that lead motion, and you have this quest, look at the grain of\nbuttons, this is your fingers, hands, the rune of buttons, and besides I'm thinking of\ngetting better though. Make note of example of the cord. Make your head for example over\n\n\n====== REC016.txt ======\nthis quest, is it worth the expense?\nYes.\nI have to sell my own 5.\nI'll have to get here soon.\n\n\n====== REC017.txt ======\nMake use of the resources you have.\nThe beam motion as it is now.\nI'm gonna set it up to where it's.\nI'm gonna record and watch it.\n\n\n====== REC018.txt ======\nOur fangling reference herald, herfingle, peachy experiments, filate social norms by\nherald, herfingle, peachy experiments, filate social norms by herald, herfingle, peachy experiments\n\n\n====== REC019.txt ======\nReference, awareness, and social play.\n\n\n====== REC020.txt ======\nbase, bouncing back and forth, chasing up indoors, or like the flag of a little molligan\non this game, but you're kind of like going to your doors when they're running, so they're\nrunning, so the windows be gentle on it. It's weird, but you're a precise machine. You\nkind of interest to come back and forth, back and forth, back and forth. I have to get to\nget to the door and the door are using for you. They're going to press R3 through a moment\notherwise you just move through the wall. So R3 is a means of traversing their doors.\nAnd your running speed can change. The radio-witched first door is going to change,\ndepending on your running speed. So you walk into it, press R3, you're going to open it slowly.\nIf you're running through it, you're hoping to fast, but you're going to quickly and precisely.\nIt doesn't damage the door and doesn't hurt anyone around it.\nSo we have to be careful. You're not sprinting, you're running.\nAnd they're new. You can only sprint in the road after a leg, because that's where all the\nmost space exists. You can pull up enough amounts of the run and jump and bounce into space\nin first person, seeing your legs. So I've got to re-fill the character controller. I've got to put\nthe camera I have inside the third person controller and make it feel a little more unique\nand then drink the camera shake. Make it more natural. And there you go. You've got a free\nfree controller.\n\n\n====== REC021.txt ======\nI need not worry for the past, I need only for the future.\n\n\n====== REC022.txt ======\nI will overcome this red bump in my life.\nLet's just run along the way.\nI can't overcome.\n\n\n====== REC023.txt ======\nOkay, a physics-driven locomotive system.\n\n\n====== REC024.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC025.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n\n\n====== REC026.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n\n\n====== REC027.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC028.txt ======\n3,490g\n2,540g\n2,570g\n1,850g\n1,450g\n1,550g\n1,550g\n1,570g\n1,570g\n1,580g\n1,580g\n1,580g\n\n\n====== REC029.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\nこれはじゃあ おでしい おでしいな\nあ なわ\nほうれい\nえー\nでも\n\n\n====== REC030.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n\n\n====== REC031.txt ======\nIf an infrastructure was deemed a right, instead of a pre-evidentity, we could affect\nreal change.\nI think that Starlinked is the best potential for that notion, but luckily, as is now, without\nthese systems in place, it might be worthwhile to install fiber-optic networks with a land\nspace as well.\nWhen it did not, maybe we leave them in the middle of the water to get their in.\nHuh.\nWhat do you know?\nElon, let's get your figure out.\n\n\n====== REC032.txt ======\nYou're going to have to write the sounds taken notes, but Friday's action plan, I need\nto find the phone number, location, ownership, type, and cost of giving space to serve research\non each location, that's what we have to do left or left driving, right around, let's\nchoose three of the best locations, and then a fifth backup, fourth and fifth backup,\nmake a spreadsheet.\n\n\n====== REC033.txt ======\nI need to go internally to, externally, I need to pull from the foundation of the structure\nupwards into the space, not building external space and then that I get into it, I've got\nto focus on perspective development, not third-person thing I'm doing, third-person is a disadvantage\nto building a space, but I want to be fun to have a third-person controller to navigate\nthis space with, so let's have a look at something in there.\n\n\n====== REC034.txt ======\nFirst person, we are in the third person control of an navigation.\n\n\n====== REC035.txt ======\nYeah, both the first version of the controller.\n\n\n====== REC036.txt ======\ntime trying to get the character to animate in proper timing with the movement when I\ncan just focusing on the movement first and then attach the 3d model to it. That way it still\nfeels really good to focus on movement first and then animation. Good feeling first person movement\nand then first person animation too complimenting.\n\n\n====== REC037.txt ======\nMake the camera the first person controller, of course.\nBut then, uh,\nAttach the, uh,\nThe model, the player model,\nAs a...\nChild.\nJust to turn...\nFunny.\n\n\n====== REC038.txt ======\nI put that down, I get this into the controller.\n\n\n====== REC039.txt ======\nThat kickstarter is my last shot, last chance.\n\n\n====== REC040.txt ======\nI have brought them to no one to myself right now.\nWithout a job.\nNo, I suppose I am.\nI'm not going to my roommates yet.\nI haven't actually.\nI haven't been able to pay rent this far.\nI'm going to continue that thing over here.\nSo I'm going to...\nI don't know.\nI don't know.\nI don't know.\nI don't know.\nI don't know.\nI don't know.\nI don't know.\nI don't know.\n\n\n====== REC041.txt ======\ngames like Yamu, Hitme, and J.S. Joust all have something interesting in common. They\navoid using big screen to provide continuous and extensive feedback to players. Researchers\nhave found that enhanced bonding and mutual good-feeling, more reliable arises from coordinated\nphysical activity involving mutual gaze. The more players look at each other, the better\nresults they achieve in coordination and the stronger the lingering positive social effects.\nNice. Thus, the more attention players can put in each other's movements, the more\neffectively the designer can use, move into evoke emotion and drive interest. Interesting\nsocial intermediations and experiences.\n\n\n====== REC042.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC043.txt ======\nin the multiplayer space, and this is our player now.\n\n\n====== REC044.txt ======\nIf a room object\ncommunication gets triggered at NPCs\nfrom a nearest to the spaces\nwe're allowed for renovation\non new spaces to be renovated\nin anything as long as space\nif they're unused\nthey're free to climb\nso the floor can clean the space\nand build on the rest of the other\nperished by space\nbuilt on your spaces\nfrom no one owns the space\nyou're safe\nbut they have four of their own spaces\n\n\n====== REC045.txt ======\nNo one owns any given location but they do form their own homes per se.\n\n\n====== REC046.txt ======\nSpace outside of buildings is free to own to anyone\nyou can build up for as long as you want\nbecause these materials are so well fortified\nto the consent of people around here that it's\nmissing\n\n\n====== REC047.txt ======\nWhat's the catch for sure these ideas?\nSee that?\n\n\n====== REC048.txt ======\nthe player again, I'll keep my space.\n\n\n====== REC049.txt ======\nI architect the main area of the game just to get them started to get them the same\nused to work with. And then as I'm able to develop race races, acquire race races.\n\n\n====== REC050.txt ======\nFor now, the entire game is made by hand, but when I have all the tools I need to do\nto myself in the engine, I then allow players to do the same with those same tools.\nEmphasize building with VR, building with your hands, taking a space and putting it together.\nBut using multiple parts, not pretty much multiple parts so you can breath.\nThink of a different shape, but there's a base of functionality to every single one.\nYou know, tourism.\nHomes, certain scale rooms.\nWith those, etc.\nYou can use this, or as it means to.\nI never mentioned that.\nSo whatever.\nRight.\n\n\n====== REC051.txt ======\nPretty monol, the brave fans needed to do this.\n\n\n====== REC052.txt ======\nYou model. The previous ones need to do this. You model is better than easier than using\nan extra program. I can keep going and engine. That's what I'm doing.\n\n\n====== REC054.txt ======\n1kg\n麺\n麺\n✨!\n✨😠\n✨😠\n✨😠\n✨😠\n4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5 4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-8-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-\n\n\n====== REC055.txt ======\n4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4\n4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4-4\n\n\n====== REC056.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n2 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\nwiki\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n\n\n====== REC057.txt ======\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/12_Dec_2019_-_New_folder_(34).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, location, quest, mechanic\n- **Imported**: 2025-05-05T16:25:37.022Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/12_Dec_2019_-_New_folder_(34).txt",
    "importedAt": "2025-05-05T16:25:37.022Z"
  },
  "created": "2025-05-05T16:25:37.022Z",
  "modified": "2025-05-05T16:25:37.022Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "location",
    "quest",
    "mechanic"
  ]
}