{
  "title": "14_Mar_2020_set10",
  "content": "# 14_Mar_2020_set10\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:20:03-07:00\n\n====== REC001.txt ======\nthe real room is all in there on here\n\n\n====== REC002.txt ======\nto lock on to someone. I'll mention that they are passable, that it makes for you. I mean,\nit can keep you down automatically or it can be done with RTLT. It's going to be a\nvery satisfying thing to do right now. So, RTLT, there you go.\nThis is your hands. You can bounce back and forth, you want to be coming in.\nThat's it.\n\n\n====== REC003.txt ======\nSo they're all going to need to get smaller, right? That chown is too big, it's not within\nthat scale, small or large size planets. I want to make it smaller and make it\nlarger, larger, larger, larger. So it's in the scale of your body.\n\n\n====== REC004.txt ======\nBecause there is a vertical destruction, the waterfall on the structure is that people\nlive.\nCan they have it in themselves?\nYeah.\nThey occupy, I should say, on the waters there are pillars that go on the structures.\nAnd that looks like a waterfall.\nCome here.\n\n\n====== REC005.txt ======\nThis is one of the launch rockets, this is one of the launch rockets.\nBut that's silly because we should put a fire up.\nSo you need space elevators in between these others.\nOr a small Article 1 at June 25th 2020 or a small Secretary of the United States.\nWhatever you want.\n\n\n====== REC006.txt ======\nThe lower the gravity you must have to lower on average.\nBut you still have variations tonight between those averages.\nAnd then there are extremes, but on a curve you see there.\nJust makes sense of the characters.\nYes, characters.\nYou need variations in body types that can just be as full of four doesn't.\nThat's correct, and also the RPGs they just have the body type when they copy it over and over again.\nThat's not interesting.\nSo I have body types, but I'll also give her about the body types.\nThis is a changer shape.\nMaybe the weight of the ship.\nThat's pretty advanced.\nOkay, so just to the player character as this is.\nAnd then 10 PCs.\nThey have variations.\nI wish it would serve such.\nNot only that.\nThe player has pre-fibs that can use their modular machine.\nThey're not really about to.\nWell, you've justified it.\nBut yeah, mechanically, really.\n\n\n====== REC007.txt ======\nthe layer as it breathes, it moves through a transformation.\n\n\n====== REC009.txt ======\nI should pretty good constraint.\nMaybe that ability comes with time.\nOr maybe it's just built into the main game.\nAnd over having me check and jump further.\nAnd jump higher.\nYeah.\nThat's fun to play with.\nFun to master.\nIt's not.\n9.26.\nIt's really 3.\nCool.\n\n\n====== REC010.txt ======\nSo, sign 2 in the middle of the drain.\nWhen you get that booted generally far,\nyou can use your thrusters to maneuver yourself\nwhile in the air.\nA little burst of heat, really.\nI'm gonna make it right now.\n\n\n====== REC011.txt ======\nI don't know what to do with this.\nI don't know what it is.\nI can't expect to further answer that.\nThere's no way to extract anything from this.\nAnd it doesn't matter.\nIt doesn't matter.\nIt retains it.\nIt doesn't matter.\nIt retains it.\nIt retains it.\nIt retains it.\nThere is only because of what that says.\n\n\n====== REC012.txt ======\nWhat are these creatures, when they get that crystalline form, they notice that they go\nthe quicker they die, the quicker they become.\nIt's very real. I'm from the dark.\nThe person who didn't have a destroy, the one who's trying, you gotta go up.\nI'm just gonna help you. Get in.\nThe flare is up.\nLet me see.\nI don't know.\nThink about it.\nYou're gonna have to enter the instances where you have the prayer form, the chasing machine,\nand then you have to try, if that's taking shape, you have to have that machine.\n\n\n====== REC013.txt ======\nWhere resources are abundant, and people need for nothing.\nHow do you find purpose? How do you find meaning in your own life?\nPeople here, they search for it every day.\nWhere, meaning they find this?\nNot always in.\nThey're not always content with what they're like.\nI suppose.\nWhat they have to be, that's the pressure.\nAnd do you think they do it?\n\n\n====== REC014.txt ======\nYou've gotten the turning point for you, all the resources you could ever imagine.\nThe illnesses of age and the experiences, any more wanting more,\nyou've got all your name, all those that don't want to.\n\n\n====== REC015.txt ======\nPeople still search for me, right?\nWhether it's climbing the Atlas Chethers, exploring on the occupant regions of the map.\nOh, that's it.\nToo late to explore.\nI'm going to be characters, I suppose.\nI'm going to be characters that weren't too late to explore the world.\nI suppose.\n\n\n====== REC016.txt ======\nWhat drives us, what compels us, our characters alone, and the sense of exploration, enough to drive the player.\nThe narrative that people within that world should drive the story.\n\n\n====== REC017.txt ======\na better change its position. If you're awake for 60 hours a day but it's\nspent those hours standing, sitting will not prolong your life.\n\n\n====== REC018.txt ======\nI'm gonna put it here.\nSee you again.\nPut it here yourself.\nGo now.\nGood.\nGet some new roots.\nGet your help with them.\nDon't you want them to grow?\nI don't know about mine, really.\nThank you very much.\nThank you very much.\nI don't know.\nMust be nice, but I have no money for that.\n\n\n====== REC019.txt ======\nLike a certain sort of sense of, uh, physicality in games, so much if, if you can get...\n...remotion working.\nThe system could be...\n...best reinforced on the...\n...player characters.\nAnd then PC's like, so you have...\n...the physicality in the game.\nIn the game.\n\n\n====== REC020.txt ======\nI'm going to eat after you re-scaled G-O-N and\nDr. Worsh.\nI suppose, guys, this is what's now talked about.\n\n\n====== REC021.txt ======\nWe're really moving to placing the character back where you began with the front of the\nthing.\nAnd for that space, I'm trying to scratch you up because you have no practice.\nBuild the spacebar and then move on to the other emissions for spatial science.\nSpace to science.\nSpace holds.\n\n\n====== REC022.txt ======\nYou have a response about it yourself to move forward, not just not just for me, but for others.\n\n\n====== REC023.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC024.txt ======\nIf you don't know where you're going that's okay every step will take you along the way\n\n\n====== REC025.txt ======\nShader, but it's\nBuild a\nDon't stationery satellites with a planet\nLike another rings really\nI\nFigure it out. I just want to say let's put the plan\n\n\n====== REC026.txt ======\nMake the player, make the player, make the player wade through water on collision if it's waste time.\nDifferent.\nAh, she has two couplers.\nIt's her water.\nThere you are, surely.\nFor different animation sets.\n\n\n====== REC027.txt ======\n\n\n====== REC028.txt ======\nI've noted this before, but in low gravity environments,\nenable jump jets on directional jets, like you're ideally\nhaving space to reorient yourself or affect your movement.\nBut low gravity environments used to do it justifies\nthe mid-air orientation the 3D controller has.\n\n\n====== REC029.txt ======\nI think rolling and falling off objects, fun, satisfying with you, kind of a visual and\nauditory reward for fun gambling, you're jumping around low gravity and you're falling\nand you're moving, the controller makes it fun.\nI can't think of how I am, but real estate business is low-gravity.\n\n\n====== REC030.txt ======\nI need a water shitter.\nThat's also a fiscally accurate.\nI'm just going to add your one and the one that's...\nEffect, of course.\n\n\n====== REC031.txt ======\nof the viscule simulated water that's nearby.\nYou have the distant water that's far away,\nbut if the distant shader or the clutch shader\ninside the clutch shader for water,\nthat's certainly best if that one's before run.\nBecause the extra ones are so simple,\nI make really interesting fine later on in the player.\nAnd the extra point is that you don't think you can\nbecause it's the one of all of them, you can.\nJust need to find a couple of other water.\nBecause there's so much force in the pressure.\n\n\n====== REC032.txt ======\nEvery layer below the main location should be populated and people should be traversing to the top.\nI mean this immense structure building away up.\nBut,\nsome success, some planes exist.\nSo this is the maximum height for oxygen.\nNo.\nI can do it.\nI was able to build it in the space.\nSo they had to go and take the resources.\nThere's limited people right now.\nIt's not quite developed.\nThere's no instruments.\nBut, there's a wonderful.\nWhat it landscapes between places.\nAnd the distance, the very terrain provides.\nThe creations.\nEcology.\nHumanity.\n\n\n====== REC033.txt ======\nIt's just a fraction above a...\nPlenty of no.\nLess than reflect gravity in some state Mars.\nMars is probably a good example.\nIt felt it there, really.\nAnyway.\nThese are your structures.\n\n\n====== REC034.txt ======\nYou want to build it in a smart, small and planned holographic,\njust putting these on meds?\nGravity is the weakest force, remember?\nSo if there's no core, if it's just a show world.\n\n\n====== REC036.txt ======\nI need this sector system before you're nanny you're nanny\nKeep the player at moment that per se, but keep them within\nlevel region\nWhat's that to play for region?\nWhen you\nper se, but that's lower to us\nYou want to have it all one day one hour to see you\nBut there's magic this is\nAt a given time, so\nYou're at a right with us on our local environment and players all around me\nThey can think each other\nThis is the most frustrating, but you can go up, go up, that's it here in my home\n\n\n====== REC037.txt ======\nSo we'll be really cool when I mention it.\nIt's in your truck with a little bit of a cool op-man.\nThe player character, the main character.\nMy player is just, you see, I'm just,\nso that's all.\nAnd the description's a great thing.\nThe description character.\n404 and 38, you know.\nI bet we ate, but that's particularly.\nI just wanted to go ahead and definitely go ahead,\nbut,\nthank you.\n\n\n====== REC038.txt ======\nCommon sentiment with people should be, I do not name for more.\nI am content as this, but this is a free system, a system built for everyone.\nThat's pretty much the perfect choice for a figure for all.\nAnd that triangle poses for the, as it sounds, the freedom of mind.\nIt's a basic, you know, that's the most important.\nEPI respectfully.\n\n\n====== REC039.txt ======\nI'd like to offer my game DRF free, let's do it, man, I'll go over it.\n\n\n====== REC040.txt ======\nno wonder first of all. So, what damage should be animated in live lines? Let's say that player\ncharacter looks automatically, and then turn the player looks. On the player looks, oh no, that\nit's fine, it's just fine. The head is really lucky, that's perfect.\n\n\n====== REC041.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC042.txt ======\nSo as they move, they've got lively animations, and this animation set varies depending on\nthe player character, and the species have a different animation because they are different\nbodies.\nThey're not the traditional NPCs in most doing games with the default figure set.\nThere's a more very contrast in the shape of human figures for creatures in the game.\n\n\n====== REC043.txt ======\nOkay.\nOkay.\n\n\n====== REC044.txt ======\nThis is the pirate character emulating the feel of the first system in Saints Row.\nForget about that, forget about that.\nIt's just a rare rush from the looks, but then in a little bit to where it's more reasonable.\nThere's a longer aim than there is.\nIt's more deliberate in this game and don't act.\nJust understand your jump and understand how you can go.\nAnd you can hold the wind up,\npress the data,\nrun, and then tap data.\nWind up, stuff.\nI'll go on then.\nGet a girlfriend, stall, maybe.\n\n\n====== REC045.txt ======\nWhat if it's the last thing for it to run and it had to pass normal?\n\n\n====== REC046.txt ======\nMake a beater run is turning it like and then you try to ask for more.\nThen it's such a fault I think that working less take to run than I'm holding a remote running\nturn is up and you can jump normally without having any traction.\nSo let's take four.\nCome on.\n\n\n====== REC047.txt ======\nI don't know, it's a good design question, I've got to ask, I don't know, I got to think\nthat experiment, there it was, what we're supposed to do, let's take a B.A.\n\n\n====== REC048.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC049.txt ======\nThe old generation has to get the form of a machine, it's time for it.\n\n\n====== REC050.txt ======\nThere is a sort of modularity to the linking systems, but aesthetically, the style changes\ndifferent parts. I'm more of a desiccological opium. Physical opium. Physical opium at the time.\nThere is.\n\n\n====== REC051.txt ======\nI'm not important, nothing happened matters, but does that speak to the enemy as well?\nWe're so insignificant, that we can't defend it.\nIt's almost over.\nI can't see.\nAnd from now, I can let it grow.\nAll the stars' systems, if we start certain of them.\nIs that way or not?\n\n\n====== REC052.txt ======\nIt's a fast beam.\nLet's say, just a rush now.\nThere's a mouth-to-risk defection at the moment.\nIt doesn't seem to bring about war with the mandate, the colony that lives there.\nBut they...\nare standing ready to defend against...\nwhatever built the megastructures.\nThey don't...\nguys really trust that.\nBut they don't think it's...\nwithout purpose either.\n\n\n====== REC053.txt ======\nNow, to change the direction of the true kind of posture.\nThat's where.\nTaking your seat.\nLeave and walk away.\nThat's what that one is.\n\n\n====== REC054.txt ======\nIf all the stars and it's guy, what dark, put this one.\nThis one will get dark, let's try out it in a nice and strong way.\nI don't know if I can help, maybe that's what I should try out those stars.\nNow I need to encapsulate them because I need the radiation.\nThe Sun and the Galaxy S are just where it does the stars.\nIt's where it could be the interest of us, but if you were to,\nentrap them in a...\nWell...\nAll in traffic, that's real.\nThat's real, that doesn't...\nYou just get rid of the stars when they get there.\n\n\n====== REC055.txt ======\nThe clear ends in the sea are the fireworks below, down the mountain, it's down, the\nclear and controlled parts. They find that they're sharp, this marvellous hand.\nOh gravity, it's universal. Every spring, every leap, and bound, landing in the through\nthe animation, it's out of action, camera shooting, you can make the jump satisfying and fun,\nbut reliable.\nHere's the player, greater control, and lighter momentum. Later on, as they get off.\nIt's definitely better parts, and eventually they come to the full upgrade,\nwhich is to shut the robotic skeleton, to reveal the former skeletal structure.\nThe crystalline form, I guess.\n\n\n====== REC056.txt ======\nSo the player travels down the mountain, and to their surprise, they encounter NPCs.\nMost of them just distance themselves, they're not immediately recognizable, or a total player, but they're all just in this place.\nEach one of them is a character.\nBut you interact with the NPCs.\nThe others, kind of, spread out.\nYou see, they're interstellar.\nThey're a bubbly machine.\nThey're a compass, but they're large, and unknowable.\nUnknowable people here.\nPeople here.\nThe player is...\n\n\n====== REC057.txt ======\nDo-ShowBSRECTIONS\nI need some more of the other.\n\n\n====== REC058.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC059.txt ======\nSo, no action, I was meanly, it's more of a, okay, so, let's do that.\n\n\n====== REC060.txt ======\nSo the player sees these decimals, they can't distinguish what we didn't do, but it seems\nthat for the flaring of the flaring of the flaring of the flaring of the flaring of the flaring\nof the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the flaring of the fl\n\n\n====== REC061.txt ======\ngive each, give each effect, it's own animation it sounds, it's like the symbol and the expression\nI don't know if the expression of the demo is unlike that if you want, because they do not have phases that should have bodies\nThere are expressions are more exaggerated, more elaborate\nI don't know the demons\n\n\n====== REC062.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n\n\n====== REC063.txt ======\nThe player can experience fear or regression, but I go to a list and they don't.\nIt's not a fight, it's not a side-by-fire flight.\nSometimes, everyone's just in a trace.\nIn situations that could kill them.\nImagine a Tiger Stark.\nYou're crazy.\nBecause you want to, you want to afford its case.\nSometimes stop.\nSeizing of money.\nThanks for your attention.\n\n\n====== REC064.txt ======\nThen that's first sound, really.\nFor...\nIf you get too close...\n...smallest issue.\nSo I suppose that's...\n...that's best for us to...\n...stay in a group.\nDon't want to keep going as a group.\n\n\n====== REC065.txt ======\nJemalschenings, wir machen mal ein, wo kommt noch Nachseingefryt?\nDanke.\n\n\n====== REC066.txt ======\nI have no one to express my optimism to the world, so I do not know.\nI don't want my progress towards the future.\nIt doesn't seem to live beyond 70, so it doesn't want to be around past 30.\nI'm just spending time with them now.\nI will move forward.\n\n\n====== REC067.txt ======\nI'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry, I'm sorry\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/14_Mar_2020_set10.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, location, story, quest, mechanic\n- **Imported**: 2025-05-05T16:25:37.030Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/14_Mar_2020_set10.txt",
    "importedAt": "2025-05-05T16:25:37.030Z"
  },
  "created": "2025-05-05T16:25:37.030Z",
  "modified": "2025-05-05T16:25:37.030Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "location",
    "story",
    "quest",
    "mechanic"
  ]
}