{
  "title": "15_Mar_2020_-_New_folder__9_",
  "content": "# 15_Mar_2020_-_New_folder_(9)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:18:50-07:00\n\n====== REC047.txt ======\nPhilosophy, ethics, opinions, and the overall human expression, human experience is external to the Dodeck.\n\n\n====== REC048.txt ======\nSubjective as in internal thought processes and subjective as in non-objective.\nOne of the same are two different scenarios. Subjective thought and subjective opinion.\nI guess that kind of makes sense, but subjective experience.\nOh boy.\nThat's probably a messy idea.\n\n\n====== REC049.txt ======\nsubjective exchange and subjective information inside the brain and outside the mind.\n\n\n====== REC050.txt ======\nExperience is internal, expression is external, external being subjective, and internal being subjective.\n\n\n====== REC051.txt ======\nThe Dodeck-Hedron is representative of the human mind and how it is\none by physical processes.\nSo interior to the Dodeck, interior to the Dodeck is\nthe brain, so to speak, and that is the experience, external to the Dodeck-Dodeck is\n\n\n====== REC052.txt ======\nJodek is representative of universal systems, not just the mind, the brain, the physics\nand of itself and technology and things we can objectively observe and make predictions for.\n\n\n====== REC053.txt ======\ntechnology be external to the dodeck.\n\n\n====== REC054.txt ======\nAs tools, science, art, and philosophy are external to the Dodeck.\nBut as knowledge are these facets of human understanding interior to it.\nIf the Dodeck is representative of human mind.\n\n\n====== REC055.txt ======\nIf behavior is represented by the face of a dodeck, exterior to that is knowledge, subjective\nand objective, a web of information, like neurons in a brain.\n\n\n====== REC056.txt ======\nOkay, hopefully I can convey this in a few minutes.\nI've got break.\nSo, let me think for a minute.\n\n\n====== REC057.txt ======\nImagine a Dota Kedron floating in space.\nThe Dota Kedron is representative of the human body.\nAnd all the points around it are his reality, his physics, his chemistry\nand all of these variables act on the Dota Kedron.\nAnd within the Dota Kedron is a collection of knowledge.\nObjective information is beyond the Dota Kedron and subjective information is within it.\n\n\n====== REC058.txt ======\nbut that still isn't work\nthat uh...\nit's not a linear progression\nof reality, it's more like a\nmore of a literal\nkind of sense, it's like\neven my looking out the universe\nwhen in reality it's more like\nit's not work\nit's not work\nit's not work\nit's not work\nit's not work\nit's not work\nit's not work\nit's not work\n\n\n====== REC059.txt ======\nSo imagine these extra points.\nThere these\n\n\n====== REC060.txt ======\nthe beginning of the game. There is a dodeck. It's inverted though. The symbols are backwards\nand it's black instead of white.\nThe player gets close to it, close to it,\nthey go into the threshold when they pop out. They're looking out into the world.\nSo imagine coming in the exterior of this web space.\nThis dark space I suppose is R. All the variables that affect the world.\nThe mind houses knowledge, the mind houses information, but then all those other variables.\nThe natural processes that act on the dodeck affect the interior and affect the internal behavior and external expression.\nAn eventually of philosophy and mathematics and further equipment we utilize to understand the world.\nSo again, I'll read it over time.\n\n\n====== REC061.txt ======\nYou have space, and the space itself, all the variables, all the gravity and the weak force,\nall the variables that act on us, and they collect as variables as a train of events,\nsort of on to a little bit speaking, yes, but...\n\n\n====== REC062.txt ======\nSo you have dark space, and it acts on, act, acts on an inverted Dota caedron.\nAll the symbols are backwards.\nIt's black instead of white.\nThere are many, shall I say, veins around it, smaller connections, and they all lead\nto the exterior, or no, fuck, that's just too complex.\nI'll have to represent information with the sides of Dota caedron.\nThe faces are the expressions and the sides are the information.\nThey are the regions at which space and mind connect.\nSpace, mind, expression, and a boy.\nI'm going to need to visualize instead of speaking it.\nYeah, that's what I'll do.\nThis will be a personal goal, because I can't actually articulate this using words.\nIt's more of a abstract concept.\nWe are the...\nHang on.\n\n\n====== REC063.txt ======\nWe experience the universe from sort of a inverse perspective because we are not separate\nfrom the universe.\nWe are affected by the universe in and of itself.\nThe universe acts on us and we express outwardly into the universe.\nNothing around.\nWe don't act on the universe.\nThe universe acts on us.\nWe've got a little messed up.\n\n\n====== REC064.txt ======\nthe center of the dodeck causes it to invert. The effect of this inversion is implied.\nThat way it's easier to navigate all the variables that affect human psyche, but then realize then that all the variables that affect human psyche are external to us.\nWhen it flips, when it goes inverted.\n\n\n====== REC065.txt ======\nObjective is extrojective or being external. Subjective being internal. Objective being object generation.\nDon't panic right. That's what I can do.\n\n\n====== REC066.txt ======\n\n\n====== REC067.txt ======\nWhen the dodeck unfurls, this is when it goes beyond behavior into expression.\nAnd then science blocks the mathematics.\nYou see connections being points connecting out and reaching under states.\nMore metaphorical than anything else.\nThat part is automatic.\nThe other bits are controlled by human interaction.\nSo like, clicking, finding points, having a rush forward, closer and closer.\nAnd eventually, matching all patterns are going through the chain of events\nto create the behavior scene.\nBasic behavior is first and then more complex ones that are on.\nEventually, the control sides and the control sides use their main.\nThey kind of unfurls out in the universe.\nThe unfurls are once when all these connections are made up.\nWhen they're all done, you see the sides of the dodeck headion glow.\nStart to take shape.\nBut then when you're done making connections, the entire thing forms a complete dodeck headion\nand then uninverts into normal shape.\nAnd then reaches out into the expense.\n\n\n====== REC068.txt ======\nAt the beginning of the game, you see the exterior of Ludota.\nYou see every distance, you see, you kind of move towards it, right?\nAnd then eventually, you don't, uh, it uninverts, and then you go into it, and then see out.\nOr no.\nOoh, interesting.\nOkay.\n\n\n====== REC069.txt ======\nSo the dodeck stays inverted.\nYou keep zooming in, zooming into these points and eventually you're in the center of the dodeck and the center of the dodeck is\nexperiential, that is\nexpression.\nAnd then later in the game there are\nlet's say new connections being made from within the dodeck.\nSo like you're looking out\ninto\nthe void and you've got those connecting points again, but then on the far end you see\nthe symbols. They're backwards again.\n\n\n====== REC070.txt ======\nTry to do this in the engine if you can, save the dope excite for actual content, leave\nthis for intro and mean tree.\n\n\n====== REC071.txt ======\nYou know, it kind of makes more sense.\nLet's go with the first iteration there.\nSo, you're the universe, blah-bah.\nYou look in words, draw the dotac.\nYou see it.\nYou start pulling closer and closer.\nYou make connections.\nIt builds the lines fill up to make 3D shapes.\nAnd the 2D shapes turn to 3D shapes.\nAnd then it turns to a whole dotac-hedron.\nAnd then it inverts and then branches out into the universe.\nAs we explore and learn, express.\n\n\n====== REC072.txt ======\nis anticipation and innate human trait.\nIs it found in other animals or humans?\n\n\n====== REC073.txt ======\nanticipation, anticipation is equivalent to prediction.\nPrediction is connected to curiosity.\nOkay, interesting.\nI've got actually a bubble dot actually.\nI can start with connections like this.\nI'll use the symbols instead of words.\nI'll use, I'll connect the symbols to words to see if I'm missing anything.\n\n\n====== REC074.txt ======\nHow do you attraction want some curiosity really?\nFind biological links and extrapolate using the definitions and other potential connections.\n\n\n====== REC075.txt ======\nWhen the dodeck uninverts everything in an environment uninverts with it\nAlmost instantaneous\nOh no, gradually actually gradually to express the human knowledge is so very expensive\n\n\n====== REC076.txt ======\nWe illuminate our surroundings by making points.\n\n\n====== REC077.txt ======\nTo be more literal, the dodeck could.\nYou go into the dodeck and exit in third person with a symbol's back normal.\nOr you can leave the player's perspective with the dodeck antenna focus.\nTo symbol the back of the neck, pick it up.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/15_Mar_2020_-_New_folder_(9).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.030Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/15_Mar_2020_-_New_folder_(9).txt",
    "importedAt": "2025-05-05T16:25:37.030Z"
  },
  "created": "2025-05-05T16:25:37.030Z",
  "modified": "2025-05-05T16:25:37.030Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}