{
  "title": "15_Mar_2020_-_New_folder__33_",
  "content": "# 15_Mar_2020_-_New_folder_(33)\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:19:44-07:00\n\n====== REC001.txt ======\nand branches beneath the fan list others\nBill\nthe show will, but that's layers\nand the core\nand iron core at the center\noh no\nthe material they'll be using the\nwhat?\nwhat do I do?\njust a sphere, a security\nit's very dense\n\n\n====== REC002.txt ======\nHow much healing I'm required to live with one ounce of matter, you know?\nAnd I'm blown with the strength in the basket.\nAnd then what is the difference?\nI'd say\nLars or\nEuropa.\n\n\n====== REC003.txt ======\nEmbrace the man in his optimistic future.\n\n\n====== REC004.txt ======\ncouch go up game as a story as an narrative every actor in the\nactor in the world is moving the timeline simultaneously\nthe player interacts with that PC is alone at that level\nthey can talk to them in the air so they can talk to them in the air\nbut they can't control when they start moving\nso all the players can do is continue to interact\nuntil they're next one in the region\nthey have to push that stall again\nthey have to chase\n\n\n====== REC005.txt ======\nThat's a little gravity in immense winds, winds that can move a player as they're jumping.\nThe player can resist with mechanics.\nYou're fighting for control of the landing as they're jumping.\nIt's not intense, it's just...\nIt's okay, I'm working on this one.\nIt's okay, it's not dangerous, I'm alright.\n\n\n====== REC006.txt ======\nCompressed air compulsion.\n\n\n====== REC007.txt ======\ncompressed air... air soft...\n\n\n====== REC008.txt ======\nSo compressed air propulsion on the legs and arms of the flare-chartered with the left and right.\nBecause of the gravity it takes them a while.\nIt takes them a while to fall.\nI don't know what otherwise they are.\nThey have a period of control of cells,\nbut these abouties aren't developed in them right away.\n\n\n====== REC009.txt ======\nRunning up the full speed shouldn't be instant. Just take a moment.\nTake a few more and stick to max speed.\nI have to find the ideal timing.\nI always say.\n\n\n====== REC010.txt ======\nIf you want anything else, the controller needs to be fun.\nYou can use the environment as it is, but you really have to focus on it.\nGetting that controller where it needs to be,\nbefore you belt this place, that way, you know, you can do it too.\nI think I know for it's fun, a lot of marine sections.\nIf you adjust the gravity and the propulsion,\nthat's the issue for it, that's it.\n\n\n====== REC011.txt ======\nI didn't place the steps better than ladder cellarators, but if we come back, back to\n\n\n====== REC012.txt ======\nJust hold the hand a little bit.\n\n\n====== REC013.txt ======\nand escalator. And escalator, I suppose, makes sense.\nYeah. Put your hand on the handle.\nThat's what you're going to adjust.\nRight. And you put your foot on the pedal.\nAnd you can adjust this system just to go down there.\nI don't know, actually.\n\n====== REC015.txt ======\nThe colony's hunchy on a full day star engine, and they've set course for the center\nof the Milky Way galaxy, the others, witnessing how the stars are going dim day by day.\nThe dromenos seem to be unaffected by this, because through the west, good nightmare, the stars are going dark.\nThey can either embrace the curiosity and go towards the center of the galaxy,\nor embrace the dromenos, the by-time, or if installed they could escape, as opposed to other options.\n\n\n====== REC016.txt ======\nThe colony ships lost origin contact centuries ago, Melanie, 300,000 years ago, 300,000\nyears ago.\nAnother pextile.\n\n\n====== REC017.txt ======\nReplacing your parts with machines parts.\n\n\n====== REC018.txt ======\nThe modifications are your body, your expressions of yourself, so with technology and\nwings, there will be no shape for me.\n\n\n====== REC022.txt ======\nThe player's machine that's been handed down in regenerations, it's never taken on a\nwell at some, it's just in a task, it's used to the tote with end as a sort of\npower source.\n\n\n====== REC023.txt ======\nThis machine is a manufacturer, it's custom built, so if you have to take it apart, really\nunderstand it.\nThey understand the mechanisms around it, but they don't understand the programming, the\nwiring per se.\nNot the wiring, the wiring, oh god.\n\n\n====== REC024.txt ======\nIf it's all the same to you, I'd like you to talk about the real world, well that is.\n\n\n====== REC025.txt ======\nI get to find purpose here.\nThere's nothing driving me forward.\n\n\n====== REC026.txt ======\nIn a mission, if the initial controller is enough to be getting people interest in the world,\nlater on in the game, you might expand the controller to the air, to the water,\nimagine traveling the airways, traveling the air currents to just areas of the world,\nor taking swimming up a stream,\nin a really elaborate way, it's like fast travel almost, but it's\nall the way through it.\nIt felt like we were going up, going down as far away, how we were going to get there\nfor a solo ride.\n\n\n====== REC027.txt ======\nSee one of the design of two things. You want to design for the unfooted forked\nversion as well perhaps.\nAnd the\nair traversal.\nI had one or the first one, but the one or the one or the first one was one more in the air.\nOh geezer.\n\n\n====== REC028.txt ======\nIt kind of goes against the reality, yes, there.\n\n\n====== REC029.txt ======\nso this will be dense\nactually, right, this creature\n\n\n====== REC030.txt ======\nthis is dated got them in\nwasn't\n\n\n====== REC031.txt ======\nAs the story goes, you come to this\nperson come to be known in the community, to your actions,\nrelationships and bases, and in the end they think that you are dead,\nthey think that you are dying, fallen into the depths of the oceans,\nfar beneath the\nseaside, some Russian little chemicals have\ndisbrcountry committed\n\n\n====== REC032.txt ======\nI can't save you, so speak.\n\n\n====== REC033.txt ======\nAfter you died, they presumed you'd be gone, they can't find you really, they can't\nreach you.\n\n\n====== REC034.txt ======\nYou return to them, I think survived, but your form is different, you are unknown to them.\nThey soon come to know you again through your behavior, but there's a new system of expression.\nThe player needs to learn.\nThat's where the forms come in play.\nAnd the crystalline creature doesn't express the way you meant the one it changes form.\n\n\n====== REC035.txt ======\nSomething to be responsive people to seeing this creature.\nWhat does it mean to the player?\nNo longer be recognized as they were.\n\n\n====== REC036.txt ======\nI don't know what the fuck they are.\nThat's my little bum.\n\n\n====== REC037.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC040.txt ======\nThe design can screen, that's supposed to be it.\nOpen doors, you're coming, open doors are coming, this is smaller, I've got to can stream\nmyself differently.\nThis space, that's enough, it's not built up, that's enough, I need to step as part\nof the foundation before I need, when there's a scaffold not to, let's say they build\nthe technology too, it's got a lot of all of these other structures without making it.\nIt's easier to read the stairways ahead.\nPit or it's about to fall down.\nmes Florization between, so,\nWhite problem.\n\n\n====== REC041.txt ======\nI need to be more interested in dealing with limited constraints, but I can also add\ndetail on top of those structures.\nI just need to figure out what I'm going to show you guys in a second.\n\n\n====== REC042.txt ======\nSo you have the structure as is, but you have these, almost been used like systems, trees\nthat reach from the top to the bottom of the tether, or the section of the tether, the\ntethered areas, I think it's up to the collection material.\n\n\n====== REC043.txt ======\nLet's see if the...\nDivinuous systems\nhave three legs structures\nNo, they're more\nAs much as they are\nThey are three legs structures\nEach layer of active\nto their\nwell\n\n\n====== REC044.txt ======\n1kg\n\n\n====== REC045.txt ======\n.\n.\n.\n.\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/15_Mar_2020_-_New_folder_(33).txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, story, mechanic\n- **Imported**: 2025-05-05T16:25:37.030Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/15_Mar_2020_-_New_folder_(33).txt",
    "importedAt": "2025-05-05T16:25:37.030Z"
  },
  "created": "2025-05-05T16:25:37.030Z",
  "modified": "2025-05-05T16:25:37.030Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "story",
    "mechanic"
  ]
}