{
  "title": "16_Apr_2020",
  "content": "# 16_Apr_2020\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:20:46-07:00\n\n====== REC004.txt ======\nWe can't act, we can only play a role.\n\n\n====== REC005.txt ======\nan urban, lepidory little blanket, that's interesting.\nFirst fermentation for research, for all the technology needs to do the research.\nAnd the awesome.\nAll the means to experiment, whatever you want,\nare our stand and explore.\n\n\n====== REC006.txt ======\nIt's a brilliant, far gone, about three years.\n\n\n====== REC007.txt ======\nfrom Oregon. So it's a 3rd version of our system. Built on reference to the RZH and\nhandling.\nGeez, my first version.\nOkay, just try this, just try this.\n\n\n====== REC008.txt ======\nOkay, so, in the corner of the road cruise system, the player is running, they can slide, they can jump, they can slide running.\n\n\n====== REC009.txt ======\nThe player can run, slide, crouch, keep on jump per se.\nOh, they can jump, keep on demolishing.\nIf I decide what these things do.\nThe player drops a beat.\nI'm already used to.\nAt the peak speed they can jump really far.\nThe background is you.\nThen slide.\nYou can roll into a slide.\nMake it fun.\nMake it interesting.\nAlthough there's pressure in the ground too.\nIn a minute, slide.\nThe outfields.\nGet the jump right.\nPlay around the troll you have.\nThen try to get it.\nAnd stop at the...\nStop at the...\nSo it's not as much as...\nPlay with it.\n\n\n====== REC010.txt ======\nThe player can run a rope that explains now what I'm going to say is dark climbing, I know.\n\n\n====== REC011.txt ======\nTranscription for REC011\n\n\n====== REC015.txt ======\nYou guys are cheap, but I know how to build my ideas best.\nDemonstrate with a prototype, vertical size, it's all I can do.\nGet your business set up, set it up an edge, and then if it's just well, hypothetically.\nMake a Kickstarter, but by then have a steam store page and a commitment to be DRM-free\non all platforms.\nDon't, don't give in that pick and don't make a big deal of money if they do rich out\nto you.\nHmm, I don't know, I don't know if people, I can't be that mean, it's my project.\n\n\n====== REC016.txt ======\nTranscription for REC016\n\n\n====== REC017.txt ======\n\n\n\n====== REC018.txt ======\n~~So here's the game plan, build the website, build the game, apply for any game fund or any~~\n~~other means of income and then develop it further, get it more polished, or at this time~~\n~~you should also have it each that I owe a page, get it more polished, and have it ready for~~\n~~a Kickstarter campaign, websites, groups or this, work class and I bought it, but be careful, just~~\n~~be careful, emulate, avoid how race funding and income to the friends, there's some others~~\n~~there, but just like references, build your Kickstarter, put your website, yeah, Kickstarter, website,~~\n~~if you have a page, same page, apply for any fund, when possible, when you have a playable game~~\n\n\n====== REC019.txt ======\nOkay, so what's the deal?\nTake guys, give it a rainman.\nYou can make it personal, transparent, make it representative of a Saturn-like rain, whatever, you know.\nJust put the gas around it.\nOn used gas.\nSo it looks like a Jupiter, really, but it's not the deepest, right?\nShallow gas.\nYou can do that.\nThe generator is pretty sluggish. Anyway, give it rain, keep it still in the axis.\nDon't want to rotate, but then I have a rotating script, a circle around the axis, we're not.\nYeah, the axis of the torch ion, right?\nGet it looking appropriate for the physics.\nMake it look right, so it looks like a planet rotating you, that's not.\nAnd then every scene you can change the rotation of the Sun plane for the rotation of the Sun.\nOr under rain.\nThis is where we're going.\nI don't think it's where we're going to rotate the light.\nWell, under rain.\n\n\n====== REC020.txt ======\nSo, essentially, I had to run to guys.\nI haven't rotate around, but a lot of you access with rotation of guys.\nSo, it looks like it's rotating naturally like in real life.\nBecause I came with the scene, I'm going to simulate the extra space.\nAnd then, because the sun can't move for real time, I'm going to have to load scenes to change sun's position.\nBut then, you've got to plan out the rotation of the sun.\nThen, you can make a vertical orbit that simulates the orbit of guys.\nNo.\nI have to be stationary.\nYeah, I have to be stationary, but let's hit the guys.\nThat's what I'll do.\nThat's what I'll do.\nThat way, I can get to the surface once now, hypothetically.\nNo.\nIt has to be independent.\nIt has to be slower.\nOh, okay.\nGood.\nSo, we're going to take guys to the relative velocity or rotate the sun around a little velocity.\nIt needs independently.\nThat would be extremely year.\nIt's going to be an eight month.\nThat's guys take 30 days rotate.\nOr have a big tune.\n30 days rotate right guys.\nMaybe an eight day for this thing.\nI don't know.\nI'm not sure anything about it.\nBecause it seems to rip it's already determined.\n\n\n====== REC022.txt ======\nThis step is to place all our actors in key frame scenes using basic animation.\n\n\n====== REC023.txt ======\nThis is a character and there's acting characters.\nI think we have a good news for each model, which we'll face in a couple of seconds.\nOr, I love how tough these are to me, actually.\nLet's do it.\nOh, it's the stuff.\nNot for the name of it.\nLet's do it.\n\n\n====== REC024.txt ======\nzischen Concentrationen, Highlies.\n\n\n====== REC025.txt ======\nTranscription for REC025\n\n\n====== REC027.txt ======\nTranscription for REC027\n\n\n====== REC028.txt ======\nI hate it, I hate it, I hate it, I like it too.\n\n\n====== REC029.txt ======\nat least right here, at least right here, okay, so we're going to take a look at the story\nfirst, humanity is such a fellowship, these people have fallen theirs and I'm necessarily\nthe best and brightest because there are thousands of colony ships, maybe millions, depending\non how far transfer this is, but really the thousands that say it's not a huge thing, it's new,\nit's never going to go, this is the first time, let's see.\n\n\n====== REC030.txt ======\nTranscription for REC030\n\n\n====== REC031.txt ======\nTranscription for REC031\n\n\n====== REC032.txt ======\nSo I took this egg in 3,000 years to reach this world, their capital ship, their\nchampionship. That's kind of resources for the next voyage, and it's preparing to, here's\nthe sun as a means of propulsion. It's going to circle around it, it's going to sling shot\nit in the direction used to go. But it's about to leave, chill, leave, see, we're back.\nDo you see if that's taking place right now? It's a large event, people are celebrating, people\nare saying goodbye. It's been a long journey and they're now ready to move on. The colony,\nthe colony is well off, it's well, it's demolished, it's stable, and that's all I need.\nI think I'll start with the monitor. It could have taken a couple of years, a hundred years.\nI'm going to take two deals, I'll break it all out, I will. Anyway, the player wakes, they're in the forest.\nThey take the form of the magician, robot.\n\n\n====== REC034.txt ======\nOkay\nSo we're going to demonstrate the scale of the city\nThe scale of the world all our just the player dust with the mountains\nwith\nMariana at their side\nThere's a small shop\nFar from the city\nSo\n\n\n====== REC035.txt ======\nTranscription for REC035\n\n\n====== REC037.txt ======\nTranscription for REC037\n\n\n====== REC376.txt ======\noh my god let this thing on\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/16_Apr_2020.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, story\n- **Imported**: 2025-05-05T16:25:37.031Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/16_Apr_2020.txt",
    "importedAt": "2025-05-05T16:25:37.031Z"
  },
  "created": "2025-05-05T16:25:37.031Z",
  "modified": "2025-05-05T16:25:37.031Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "story"
  ]
}