{
  "title": "17_May_2020_-_set01",
  "content": "# 17_May_2020_-_set01\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T22:21:47-07:00\n\n====== REC028.txt ======\nOkay, build a naturalistic canopy of human structures that encircle a tether.\nOkay, and then then you have the pillars. Alice pillars, now there's tethers.\nOh, shit. Okay. Yeah, that makes sense now.\nI've got a comb, something different than Alice then.\nJust to make the clear distinction, that name change.\nFirst, give him the same Alice all over the world.\nYeah, that's cool. Keep it.\n\n\n====== REC029.txt ======\nOkay, so you have Atlas Tethers that are encircled by the place base, then you have lots of\nAtlas Tethers spinning together, there's those lots of them, there's an array of them\nfor you and they go upwards into the Atlas Tethers, Atlas Pillar, sorry, Atlas Tethers\njust go into the Atlas Teth Pillar and there it's a naturalistic looking system of inverted\npyramids, the build of the tethers, then let's go up vertically, and then we'll just\nonly do distance there is the Pillar.\n\n\n====== REC030.txt ======\nThat morning, the Demo Creatures, the Demo Creatures, the Dodak.\n\n\n====== REC031.txt ======\nAt noon, but dimmo, they harden the stone, and as 9 sedans.\n\n\n====== REC032.txt ======\nI don't\n\n\n====== REC033.txt ======\nat noon\n\n\n====== REC034.txt ======\nat the noon of Chio.\n\n\n====== REC035.txt ======\nAt the noon, I'm chill.\n\n\n====== REC036.txt ======\nAt the noon of shone the player heartens their restrictive movement and they sleep\nBut as they sense\nThey're awake again, and they can navigate the space\nTimes code changes\nIt's a very important demonstration\n\n\n====== REC037.txt ======\nSo, times go changes as the player, when the player hardens.\nIt spits up because now they're asleep in there.\nTime is advancing fast and usual.\n\n\n====== REC038.txt ======\nThey cannot move in this time, but it goes by first.\nMaybe...\nSeven minutes.\nNo.\nIt happens with a span of moments.\nSeven seconds.\nThe attention span of human.\nNo.\nFourteen.\nWhat is the relaxed span of...\nWhat is the relaxed span of attention?\n\n\n====== REC039.txt ======\nor state attention span.\n\n\n====== REC040.txt ======\nThe flow of status and attention span is in that number of seconds.\nThis interval takes place in.\nLook at that out on your own, what feels great, what feels right, what feels interesting.\nI could have slower speed this band depending on how flat we're smoking.\nHow much time I want to get a player to think, oh my god, okay, that's what it is.\n\n\n====== REC041.txt ======\nI could get the player rearing spans of time for this, this, where you have to speed\nup.\nI don't know.\nSame time.\nKeeping consistent.\nGood decision to make it feel like it is a game blue, it's part of the game blue, but it's a good game blue, it's not a bad game blue, but it's a good game blue.\n\n\n====== REC042.txt ======\nChrist I've had 41 notes out here this is I just wiped this thing damn okay I have\nto go through all that fuck I'll find it I'll find it I'm gonna deal to one side\n\n\n====== REC044.txt ======\nshort-term goal. Go inside, relax a bit, play more now, go to bed.\n\n\n====== REC045.txt ======\nThat's a bit tooionsy.\n\n\n====== REC046.txt ======\nGet back to the next day and get the car picked up for repair.\nI had to on company.\n\n\n====== REC047.txt ======\nBut the car is functional.\nWater...\n...per.\n...and water.\n\n\n====== REC048.txt ======\nGet the bumper in the hood, put them in the trunk, or get them delivered to the place\nyour knee repairs done, and have them replace the parts.\n\n\n====== REC049.txt ======\nI can do it.\nSand the card down.\n\n\n====== REC050.txt ======\nAnd then if they're up for it, or if anything goes for it, get the car painted.\n\n\n====== REC051.txt ======\nbefore you get a painted and sanded, get the old checked and the general maintenance done.\nBe sure the car is in good condition to run.\n\n\n====== REC053.txt ======\nCome there.\n\n\n====== REC054.txt ======\nOrganize the business as a co-op and purchase a small area of business land.\nRegister with...\nRegister with...\nEnvySoverLone.co\nAnd...\nGet your account via phone number and zip code on the Nevada Bureau.\nHave them consent to belong for an office space to be built in in a normal and an area that would normally be industrial.\nWhen you're in the street, it's a unique dollar workshop that's also with the airspace.\nIs that industrial enough?\nMake it both of the space and the business space.\nThe airspace and the bottom open area, lots of fun.\nBoth that you have.\nNo...\nThe right direction.\n\n\n====== REC055.txt ======\nSo, I need the consent tool.\nIt lays either a...\n\n\n====== REC056.txt ======\nhouse and built within a space, an office area, an inversion pyramid, the bottom area is\nvery open and the top area is the way all of the described better. That's what I wanted to.\nWow, it was a long time ago. Let me iterate on that idea as soon as you're near me.\nThen I'm more down.\n\n\n====== REC057.txt ======\nI'm going to demonstrate this base in phases.\nThe final phase is only used in the game, but the immediate phases.\nThat's used for... no.\nI both want the same.\n\n\n====== REC058.txt ======\nIt's a box at first, but you build it in upwards from the center of the box until all four\nsides are relatively parallel.\nBut this space is going.\nOr a subtle upwards.\nOn an axis, three degrees.\nI forgot the officialized panning dead.\nOkay, fuck it.\nLet's try it.\n\n\n====== REC059.txt ======\nMy mom referenced my lack of belief, my abysm in an email regarding the most of these.\nI don't know how to help with that.\nI guess you want to talk, but...\nI just don't know.\nI just don't know.\nI just don't know.\nWhat is my lack of belief I have to do with the death of a loved one?\nIt's about them, it's not about us.\nIsn't it?\nBut a relation to them.\nI just don't know.\nI just don't understand how I feel about...\nThis is something you care about.\nI might not believe in an afterlife, but...\nI'll cherish the time I did have with these people, these loved ones, with the ghost here.\nI could hope for more, but hoping for more of them, but...\nHe'll have more experience.\nMy experience with them is going to turn in.\nI guess that's...\nI guess I'll cut that out, I don't know.\nYeah, that's just me.\nI guess I'll cut that out, I don't know.\nI guess I'll cut that out, I don't know.\n\n\n====== REC060.txt ======\nThe next goal was after it, before the business stuff is to get different classes in a better\ncar.\nMake it look nice.\nMake one percent of the business, it's all the clubs and stuff.\nAnd then we'll get work to get rid of it.\nWe'll do it actively.\n\n\n====== REC061.txt ======\nModular controller using 3D printing.\nBuilder turning off not only your TV, but your soundbar, your monitor, your TV, your...\n\n\n====== REC062.txt ======\n3D printed modular remote that allows the user to turn off their computer with a press\nbutton or a TV or a soundbar or a projector or a monitor or whatever other device they\nhave enabled with the USB-C adapter provided.\n\n\n====== REC063.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC064.txt ======\nso few things. The base seat needs a box and with the box\nneed a built-in vertebrate. Then take the invertebrate and make sure it's facing\nadjacent to the tether. That's the structure that's shaped like a branch.\nThis seat is part of the branch. It's almost like a leaf but it's very very.\nYeah, it's almost like a leaf. But it's not usually a leaf. It's more like a...\n\n\n====== REC065.txt ======\nThe city is built around the branches, there's a curve near the bottom, they've kind of\nfigured it out there.\nKind of higher than near the armpit, so to speak, and then going up, it gets less and less\nsense, and the difficulty's in building for that.\nThat's nope.\nIt's the increasingly difficult.\nCerrera.\n\n\n====== REC066.txt ======\nThey're actually burning.\n\n\n====== REC067.txt ======\nlike Mars\n\n\n====== REC068.txt ======\nShowed that fire watch.\nI'm gonna play three hours and I'll keep...\n...finally occupied in VR.\nI don't know.\nYou know, that dead plane, I don't know, I...\nI gotta encourage him to enjoy the game.\nBuy himself.\nBecause that's where these games are for his experience.\n\n\n====== REC069.txt ======\nTook deep enough of\n\n\n====== REC070.txt ======\nand pulling the space, give her a stop.\n\n\n====== REC071.txt ======\nAllow yourself a constraint for bulletinous space, and that constraint is no\nfake leg. You may only use direct lighting, ray tracing,\nmirrors,\nmirrors reflections,\nand water, and lights themselves.\nNo light bulbs, candles, etc., but no\nsourceless lights. That is the constraint.\n\n\n====== REC072.txt ======\nYou must build the scene and it must lack lights that don't have a source.\n\n\n====== REC073.txt ======\nIn the co-op we take vacation simultaneously, so we're working nine months out of the year,\nor let's say seven months.\nWe have four months to relax, ideally.\n3-4 months, ideally, those 3-4 months at the fall, winter, and spring.\nSo, winter is where we work, winter is the time we spend together.\nI think that works, probably, that way to join the good seasons.\nYou know we're working during the good seasons here, you're free to explore during the good seasons.\nWe're just going to be able to do the home fuck.\nDon't determine by season, determine it by temperature when people want to leave.\n\n\n====== REC074.txt ======\nSchedulification is based on burnout, rates, and a amount of backlog content.\nWe need at least three months of cute content per development cycle, and we're always working on the next one.\n\n\n====== REC075.txt ======\nWow, there are 34 nodes on this.\nAnyway.\n\n\n====== REC076.txt ======\nIn enclosed greenhouse-like roof structure that's built to retain moisture, the plants\ncould be used to increase the density of this layer, but in all reality it's probably\na simpler or more cost-effective, more resource-effective to make a literal glass bubble or tube, tube\nthat leads into another parts of the city.\nHmm, I'll have to consider that.\nIn the greenhouse-like structure, I'm netting a glass netting that encapsulates the sea.\n\n\n====== REC077.txt ======\nWe need a blueprint for larger cities, larger cities without cars, close to social spaces as I keep saying over and over again.\n\n\n====== REC078.txt ======\nLet's use this game as a blueprint.\nNot for a mega structure, but for the cities themselves.\nYou can do it, read, gather references, build, make it your own, but make it.\nSay, I'm difficult at it, and what's all there is to be said?\nBuild around human biology, walking, baking, running,\nmaterials, blimps, trolleys, electronic systems.\n\n\n====== REC079.txt ======\nSo, I want to reiterate none of these.\n\n\n====== REC080.txt ======\nOkay.\n\n\n====== REC081.txt ======\nLay the foundation for a city first.\nYou can use the process or mannequins as reference for scale.\nBut keep track of player movement, how they traverse the space,\nand design that movement, design that traversal.\nUnderstand that traversal and build around it.\nLet the player assign themselves a home.\n\n\n====== REC082.txt ======\nsign themselves at home and keep track of where those homes are made, expand from those locations.\n\n\n====== REC083.txt ======\nI know I really want to do something, I want to get some stuff done at the same time.\nI know I need to work, so I'm trying to sleep.\nThis is the worst.\nYeah.\n\n\n====== REC084.txt ======\nYes!\nOh!\nOh my God!\nOh my God!\nOh my God!\nOh my God!\nOh my God!\nOh my God!\nI'm not the gentleman that wants to be here.\nI have to be any helpin' and I'm a good old man\nif you are protecting me.\nAnd I'm the pleasure of organizing\nyou a person that does this kind of thing.\nSo many of you are holding glass feet.\nThank you so much.\nThank you.\nYou know, a few years ago,\nI was going to protect you from this incident.\nI was seeing one of my friends deal with you.\nI was going to like your government.\nWe're all old.\nSpeak out.\nThank you.\nThank you.\nI'm going to like your government\nthat answers to big corporations\nand yours and me.\nOne of that's talking about\neducation without any other debt.\nFind a job\nas your boss will explain to you.\nGet a life-old safe transportation.\nWe're trying to live your life\nwithout your fire and study,\nbut it's alright.\nWe're proud of you.\nIt was easy to go home\nand let things can never be any other way.\nNow I want to share a future\nI can put it to you.\nAnd I was frustrated\nbecause I had a lot of people\nwho had a baby for us.\nAnd both of them issues\nthat really affect us in our day of life.\nIn 2015, when Bernie Sanders\nranked your president,\nI thought it was inspired and hopeful\nin a way that I hadn't felt before.\nWhen it was either convenient,\nnor personally beneficial,\nBernie Sanders was speaking to chew\nby what's going on in our country.\nAnd what would it be?\nAnd you remind us that that\nthat the better world\ntruly pays positive.\nYou don't need to stand up\nand fight for it.\nAnd so this year,\nI do our favor,\nand I'm side-on.\nAnd I decided to stand up\nand be part of this group.\nYou know?\nWe did it.\nSo if you're all done,\nyou need to find a good place\nin this election,\nbecause so much is.\nOkay.\nIs that better?\nThank you.\nThank you.\nSo you don't need to find\nBut I want to take the moment to think about what Brody said when he says not to need us, because that's not just a slow, but that's how we're running this campaign.\nAnd winning the selection really depends on all of us out here, because the only way I'm going to comment on money from big corporations and from the billionaires is with people.\nAnd those people are asking all of us out of here to get this room and be organizing over these last couple of months.\nYou know, for me, it was scary when I first realized this, because it means we're going to be out of state, out of city, out of town, out of Canada.\nNow that we're not going to come and do this, it's already has to work for us.\nIf anyone's going to do it, it's us.\nBut it also means that we have an opportunity.\nBecause if we make a choice, we get out and organize together and talk to our neighbors, we really can't wait this election.\nSo how are we going to do this?\nYou know, what we're going to do in our communities is share our story, talk to our neighbors, not our dollars, make our phone calls.\nThey phone calls.\nWe really love people now.\nWhy is this?\nSo please, the one thing that I would ask all of you today here is that you believe in this movement.\nYou really believe what Brody said for it.\nAnd please comment, be part of it.\nI know that I can see part of the beginning.\nFor me, it was to knock on the standard door saying hello to my name's Andy.\nI really hope you're going to vote for Brody.\nBut I promise you that it's going to be working.\nAnd actually, this weekend, all across the state, December 14th and 15th, is a weekend of action.\nWe need all of you to help us knock on doors and make phone calls all around the city.\nMost of you should have had a sheet pass where I knew you came in.\nIf you couldn't sign up there, please put a map dot where you're saying this dot com.\nAnd sign up for an event.\nThis weekend is out there.\nAnd we also need all of you to come out and vote for some call to stay.\nPlease sign up to help us out on February 22nd next year.\nYou can go to burnysanders.com slash the bad end.\nAnd sign up.\nSo let's just take the moment to focus and what we need to do.\nWe've got a couple of bunch of list calls.\nIf we get out there, we talk to our friends and family.\nWe knock on doors.\nIf we do that all across our communities, our towns, our cities and our county.\nAnd we need to take that one next step to make sure for you standards is a knock move.\nWe can't promise that.\nOkay.\nSo please come out and join us.\nThank you so much.\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh!\nOh.\nOh!\nOh!\nEverybody?\nWelcome!\nI am C++N, and I would like to share my story.\nSo first off, I am very grateful for an awesome job that supports me.\nBut being to this point came out of the cost that I did not base upon anyone else.\nI walked away from college with $40,000 in student loans.\npart of the public service loan for him this program,\nI'm not very hopeful that it will fall through.\nThis program supposedly supports those who sacrifice\ngreater financial returns for life and service\nin their communities, and I believe that is important.\nI have found in 2016 a new inspiration.\nI am not defeated.\nI believe that one individual stepped out\nand led a movement which has inspired me personally\nto both thoughtfully give you the politics\nand educate the others about for me.\nSo I believe in Bernie Sanders because he is\nincredibly individual in a long history of integrity\nand excellent policies that are innovative and strong.\nSo I believe in policy such as college for all\nand for giving student loan debt because\nwe have to do this.\nWe need more educated individuals\nto get into our own community,\nsuch as doctors, nurses, and teachers.\nAnd thus, I am happy to endorse Bernie Sanders\nor the next president in the United States 2020.\nEverybody please welcome you in nurse and Bernie\n2020 Super Volunteer, Dorothy Dean.\nMy name is Dorothy Dean.\nI'm an emergency room nurse and I have been for 18 years now.\nI am supporting Bernie Sanders for president of the United States.\nBernie Sanders has earned my vote\nbecause he understands this intimately\nand completely as any nurse\nhelp our barracks and unsustainable\nour American health care industry is.\nThank you very much.\nMy job as an ER nurse is to assist people\nthrough what is often the most catastrophic time of their lives.\nPeople come to the ER after devastating injuries\nor near-fable mental events\nlike heart crashes, pulse, heart attacks, and strokes.\nThese traumatic situations affect\nnot only the patient, but their loved ones as well,\nsometimes permanently.\nWhen speaking with patients or their families\nabout tests and procedures that are essential\nto a sure patient's survival\nor best possible recovery,\ninvariably I am asked by the insurer and uninsured life\nwhat will it cost.\nThis question should never have to be asked by her.\nShould never have to be asked\nby a person or family in crisis.\nYet I have heard it asked\nevery shift of my career.\nI've seen many, many patients\nleave the ER against medical advice\nafter deciding that the treatments or medications\nthat may save their lives\nwould be too expensive for their families to bear.\nJust as financial worries have no place in a patient's mind,\nprofit and greed should have no place in health care.\nBernie Sanders is the only candidate for president\nto confront the profiteering\nthat is causing heart-burping Americans\nto deny themselves the medical attention\nthey need to live healthy lives.\nBernie Sanders can end the financial calamities\nthat Americans endure when they get sick or injured.\nBernie Sanders will heal our unfair, inefficient,\nand barbaric American health care system.\nPlease contact your local organizer,\ntalk to your friends,\nhand this to your neighborhood, vote in the caucus.\nI urge all of you\nthat care about the health and happiness\nof your fellow Nevads\nto support Bernie Sanders for president.\nAnd now, allow me to introduce\nthe next president of the United States.\nThank you all very much.\nThank you all very much for coming out this afternoon.\nNothing began by thanking the Washington Tri\nfor allowing us to use their continued.\nAnd I just want to say what everybody in this room knows\nis the way that the United States government has treated\nthe Native American people from day one.\nIt's a shame and a disgrace.\nAnd not only are we going to change the relationship\nbetween the federal government\nand the Native American people,\nwe've got an ask of them.\nAnd that is that in this moment in American history,\nwhen we have so much environmental degradation,\nwhen we are dealing with the crisis of climate change,\nI'm going to talk about that in a moment.\nWe need our Native American brothers and sisters\nto go all over this country,\nwhich is president, that's why I've asked them\nto explain sustainability\nto the American people into the world.\nAnd then continue up\nthat this generation,\nin the meantime, doesn't have the right\nto destroy the environment\nin order to make huge profits\nfor our handful of people.\nSo I thank the Native American people\nfor all that they have done in educating us\nabout popular respect in the environment.\nI also want to thank Andy Filman for his remarks\nin Michelle Batson and Dorothy Dean as well.\nOur campaign, as I think that you get out,\nhas a very different approach\nthan other people in our country.\nBecause yes, I am here to ask your support in the data\nbecause we can win here in the matter.\nWe're asking you to do that.\nFor so long on the candidates,\nthat's not a unique idea in the presidential form.\nI am asking your help\nto win the Democratic nomination\nand to defeat the most dangerous president\nin the history of our country.\nI'm the candidate to do that as well.\nBut this is what makes this campaign different.\nIt is that I'm not just asking you\nto help me defeat Trump.\nI am asking you to help me transform this country.\nI don't want to just go back to where we were before Trump.\nI want us to address the incredibly major issues\nfacing the working families of this country.\nAnd that is what this campaign is about.\nAnd this campaign is also asking you\nto think outside of the box.\nTo go beyond what you hear members of Congress talk about\nor you can see on TV what you read in the papers.\nTo ask some hard questions\nwhich we as a nation very rarely do.\nLet me just follow up with a couple.\nRight now, you know, we try ourselves as a democracy.\nWell, in my view, every single day\nwe are moving further and further away from democracy.\nAnd it is not only Trump's refusal to obey the law\nand is lack of knowledge about the Constitution.\nWhat is going on right now is we are seeing every day.\nBillionaires able to spend hundreds of millions of dollars\nto help elect candidates who represent the wealthy and the powerful.\nThat's not democracy.\nDemocracy is one person, one vote.\nSometimes you win, sometimes you lose.\nBut you can't have elections when billionaires have so much power.\nWhen people running for president\nare prepared to spend hundreds of millions of dollars on campaign acts.\nThat is not what democracy is supposed to be in this country\nwhich is why we are going to overturn this citizens United.\nIt is why we are going to move toward public funding of elections.\nIt is why we are going to establish the reality and the need\nthat anyone in this country who has 18 years of age has the right to vote.\nNo more voting surprises.\nSo our goal is to create a vibrant democracy\nwhere if people disagree with each other they do it civilly\nwhere majority rules where we respect the Constitution and the rule of law.\nIt doesn't seem to be a very radical idea but given where we all think it is.\nOur second issue that I want you all to think about is the economy.\nWe are here on the TV and the papers come, it is just worth that test.\nReally? Could fooled me?\nRight now in the richest country in the history of the world,\nhalf of our people are living paycheck to paycheck.\nRight now in America today we have more income and wealth inequality\nthan in any time since the 1920s.\nOver the last 30 years the top 1% have seen a 21 trillion dollar increase in their wealth.\nWe got that 21 trillion dollars, that's real money.\nBottom half of America has seen a decline in their wealth.\nRight now in Nevada and all over this country we got people working two or three jobs\nin order to bring in enough income to take care of their families.\nRight now tonight in America over 500,000 Americans,\nincluding 30,000 veterans, will be sleeping out on the streets\nfor emergency shelter.\nRight now in America three people on more wealth than the bottom half of American society,\n49% of all the income goes to the top 1%.\nSo I want to bore you with a lot of statistics.\nBut I do want to say this, that the goal of our campaign and our administration\nis to create an economy and a government that work for all of us,\nnot just wealthy campaign contributes.\nWhat does it mean? This is what it means.\nIt means that in America if you work 40 hours a week,\nyou should not be living in poverty.\nIt means that we are on the same,\nthat in Nevada and around this country,\n10 people can't make it.\nOn 8, 9, 10, 11 bucks an hour,\nwe're going to raise the federal minimum wage to at least 15,000 dollars an hour.\nWe are going to establish equal pay for equal work within a month.\nAnd I'll tell you what else we're going to do.\nWe're going to make it easier for workers to join unions.\nWe are going to sanction in,\nwhich will double union membership in America in four years.\nBut what else our agenda is about?\nOur agenda says what everybody knows to be true,\nand that is the future of our country rests with the MP.\nAnd I got a little bit tired of politicians telling us how much they love America,\nbut somehow ignore the needs of our children.\nAs a nation, we should be embarrassed that we have the highest rate of child poverty\nof almost any age of country on earth.\nWe have a child care system which is in shambles.\nAll over America, mom does the work, dad does the work,\nand it is almost impossible to find quality of affordable child care.\nWell, together we know what the psychologists tell us is that zero to four\nof the most important years of intellectual and emotional development.\nThat is why, together, we will have universal, high quality, affordable child care,\nvery working-class family.\nBut it's not just a child care.\nThis is the wealthiest nation in the history of our life.\nWhat does that mean?\nI'm not going to want you to not forget that.\nIf we were poor country, we would have a different discussion.\nWe are the richest country on earth, richest country in the history of the world.\nWe must have the best public educational system in the world.\nWhen we talk about change in priorities, we talk about changing our views on education.\nEducation is what human life is about.\nFrom day one to the last day we experience on earth.\nAnd when we talk about having a great education system, we have got to respect our educators, our teachers.\nLeave outside of the box, go outside and what you see on the news tonight, and ask yourself, how does that happen?\nThat in this great country, we have teachers who will work in two or three jobs in order to take care of them.\nAll over this country, we have experience, good teachers, reading the profession.\nWe have teachers taking money out of their own pockets in order to buy school supplies.\nWe have school districts all over America that are coming back on the arts, coming back on language development.\nThat is pretty crazy.\nAnd that is why we have got a triple funding for a tiny one schools.\nWe are going to make sure that children with disabilities are able to get the care and attention they need in our public schools.\nAnd I'm talking about us, and this is a value change.\nAnd that is to say that a nation that can pay its football players, and basketball players, and baseball players,\ngive them contracts of tens of millions of dollars.\nYou know what we can do? We can make sure that every teacher in America earns at the 60,000 dollars a year.\nSo I want, this is what I want, and I'm not going to tell you what happens overnight.\nBut when we change our value system as a nation and we appreciate the education, and we appreciate the children of our country,\nI want young people on college campuses all over this country to say, you know what?\nI am so excited because I am going to do something the most important work in this country.\nI'm going to become a teacher, and I'm going to earn a living salary.\nAnd when we talk about education, I want every kid in Nevada and in the North, regardless of the income of the kids and her family,\nthe understand that a fact child studies hard, but well in school, that regardless of his or her income,\nthat young person will be able to get a higher education.\nFour years ago, when I was here in Nevada, I talked about making public colleges, universities, tuition free.\nPeople said, for me, that is such a radical idea. God, you can see, what are you talking about?\nWhy I don't guess what's happened over the last four years?\nIn communities, in counties, in states, all over this country, they are now making public colleges and universities tuition free.\nWe're going to do that in every state in this country.\nAnd I tell you what else we're going to do.\nDo you want another radical idea?\nI don't want anybody collapsing in here.\nOh, here it is.\nLiving years ago, Congress against my boat decided to fail out the crooks on Wall Street to destroy this economy.\nVery close. What they were involved in is illegal behavior.\nYou know, they're rich, they're powerful, they own the Congress, of course they get bailed out.\nAnd just a couple of years ago, Congress voted a $1 trillion tax break for the top 1% in large possible corporations.\nWell, it seems to me that we're going to get huge amounts of money to the rich and the powerful.\nWe can cancel all student debt in this country.\nAnd when we do it, we pay for it.\nWe do it for any modest tax on Wall Street speculation.\nAnd that's another issue where we have been making some progress and to issue that we've got to think outside of the box on.\nWell, years ago, I came to the matter and I said, but everybody would get silhouished like ponies that don't burn you.\nTo radical, it's doing a stream nobody in America agrees with you.\nI said that health care is a human rights-notting privilege.\nAnd I said something else, incredibly right and right for another radical statement.\nThat maybe the United States of America, the wealthiest country on earth, just might be able to do with every other major country under a belt.\nGuarantee health care for all of our people as a like-n-out privilege.\nWell, as you may have noticed, I get criticized a little bit for that concept.\nAnd it's not just Donald Trump and the Republican party.\nAnd it's not just the health care industry in the drug companies.\nIt's many of the establishment debtors who want to preserve the status quo.\nBut here is the status quo that my some of my Democratic opponents want to maintain.\nWhat the health care industry wants to maintain, what Trump wants to maintain here is.\nNumber one, we are spending as a nation twice as much per person as the people of other nature country.\nNot that twice as much in Canada, they spend about $55-$100.\nWe're spending $11,000 per person and we demand women and child in those countries.\nNow, if you're going to spend $11,000 per person, you should have a go-played health care system.\nPeople should look into our ideas.\nBut it turns out that despite spending so much health care, our system is far inferior to many other systems from America.\nSo here is the reality.\nToday in America, 87 billion people are either uninsured or underinsured.\nYou know what uninsured is? You do.\nThat means people are paying high debutsables.\nThey have high repayments.\nThey cannot afford the out of pocket expenses that they need.\nToday in America, 30,000 people die.\nYou know what they're doing?\nBecause they don't have insurance and they don't get to the doctor when they shoot.\nAnd by the time they walk into the doctor's office, it is often too late.\nAnd this is when you talk about a dysfunctional and cruel system.\nI want you to hear this one.\nLast year, some 500,000 Americans went bankrupt because of medically-related illnesses.\nYou got that? They went bankrupt because of medically-related deaths.\nI want you to think about this.\nSomebody goes to the doctor's office.\nThe doctor said it's like that.\nYou know, you can't sell them that.\nThey were out out of tune.\nYou're in a shop.\nWhat doctor and what going?\nWhat hospital and what kind of treatment do you want to get?\nHow long did I get my feet back on the ground?\nHow do I get home?\nAnd yet in the midst of having to deal with all of that shock,\npeople in this country have to say, oh my god,\nif I'm going to run off a medical bill of $100,000 or $50,000,\nwhen I got $5,000 to the bank,\nwhen I make it for you, $50,000, yeah, how much was the bank?\nA 50 or $100,000 to the bill?\nAnd the answer is they can.\nAnd the answer is they go bankrupt.\nOr the alternative is their credit score gets shot\nbecause they are late in paying their bills.\nHow can all of this happen?\nSo pay the feet back and ask about this system,\nwhich forces people to go bankrupt.\nWhat are they going to do?\nThey make a bad investment.\nThey blow their money on a big house.\nThey got sick.\nThis is America.\nYou should not go bankrupt because you should buy those\nbooks and everything.\nSo why is medical care for all of you?\nWhat does it mean?\nWhat it means is right now,\nyou have a medical program,\nwhich is a good program.\nWhat can I make of that?\nWe are going to expand medical to cover\nmedical care.\nHere we make to cover dental care to cover eyewitnesses.\nThe last glass that I heard\ngoes off health care needs.\nAnd I'll tell you what else we do,\nwhich is enormously consequential.\nRight now, throughout this country,\na lot of older people and people with disabilities\nare forced out of the homes\nthat they would like to say,\nI think, to a nursing home.\nOn the out of medical care for all plan,\nhome health care is covered.\nAnd because we are going to end,\nthe greed and corruption of the pharmaceutical industry.\nCan I do it right now?\nYou can get me going on the homicide.\nI don't even want to do it.\nYou're making me do it.\nAll right.\nSo we'll spend a few minutes on our good friends\nand the drug companies.\nYou know, this country is rampant with corporate greed.\nI mean, these guys say at night,\nthey bring out how much more billions of dollars they can make.\nWe understand greed.\nBut there's another element of the drug companies\nand it's not just greed, it is literal corruption.\nCorruption is illegal behavior.\nWe give you an example of what I mean.\nA number of months ago,\nI took a group of diabetics\nfrom the Midwest over the Canadian War.\nTo buy insulin.\nAnybody here dealing with diabetes?\nOkay.\nWe buy insulin, which is the oxygen.\nThat's just what people with diabetes think it's a lie.\nYou know what?\nThe fractional price was the same insulin manufactured\nby the same company was.\nYou know what?\nWhat the difference was?\nWhat's the difference in price in Canada?\nThe United States.\nWho knows?\nYou stand for money.\nWe bought the same product we were using\nfor one tenfold of the price\nthat you can't give for the United States.\nOkay.\nAnd the reason for that,\nand it's not just insulin.\nYou name the drug.\nVirtually every drug in Canada's prices\nare not the cheapest in the world.\nWe pay the highest prices\nin the world for prescription drugs.\nYou want to hear with this functional health gas system?\nYou'll sit.\nYou go to the doctor.\nThe doctor says,\nwell, Mary, you know,\nthis is your problem\nof finding out a prescription for you.\nOne out of five people in this country\ncannot afford to fill\nwith the drug.\nOne out of five people in this country\ncannot afford to fill\nthe prescription that doctors are writing\nfor your surprises are so high.\nOkay.\nMeaning while,\nafter all of the price fixing\nand the collusion,\nafter all of that,\nthe drug-six major drug companies\nlast year,\nmade $69 billion in profit.\nYou got it?\nOver the last 20 years,\nthe drug companies alone\nspent $4 billion on lobbying\nand campaign contributions.\nSo that they could end up\nbeing able to charge you\nany price they want\nor any drug you use.\nWell, we got some bad news\nfor the pharmaceutical industry.\nThis president\nwill not accept the collusion\nand the price fixing\nwe're going to take them on\nand unmetacare for all\nbecause we've got a lower\ndrug prices in this country.\nNobody in America\nwill pay more than $200 a year\nfor the prescription drugs.\nThank you.\nNow, we're fully unmetacare forward.\nAll we are doing\nis expanding Medicare,\nthe Card Law,\nApple Care,\nhearing aids,\neyeglasses,\non health care.\nRight now,\nto be eligible for Medicare,\nwe got to be 65.\nFirst year,\nwe lowered the 55.\nThat 45,\nthat 35,\nfour years,\neverybody is in.\nNow,\nI'm criticized.\nHow am I going to pay for it, Bernie?\nOh, my word.\nI'm going to do this so worried\nabout the working people of this country.\nAnd you are just going to\ndo terrible things to them.\nOkay.\nSo the first question is,\nfor all those who want to maintain\nthe status quo,\nshe's going to be paying for it right now.\nI guess nobody has to pay\nany premiums, right?\nIt's all free for you, right?\nAnd Bernie comes along,\nlots of,\nraised all these things.\nAll right.\nHow do you pay for it right now?\nThis is how you pay.\nToday,\nthe median family,\nin our country,\nmakes about 60,000 bucks a year.\nOkay.\nThat's the family,\nright in the middle of the American country.\nThat family,\ntoday,\nis paying\n$12,000 a year,\nfour bucks a year.\nThat means premiums,\nthat means\nthe payments,\nthat means\na pocket,\nexpenses,\ntotal,\n$12,000 a year.\n20% of the income,\nof the family,\nin the middle of the American country.\nThat seems to be,\nthere'd be a heck of a lot of money,\nfor that family,\nto be paying for a health care.\nSo what we do,\namong other things,\nwhat we do is say,\nokay,\nanyone tells you\nthat health care is free.\nStop,\nI'm going to be doing this.\nStop,\ndon't worry about that.\nSo what we say is,\nInstead of having,\nthat average family,\npay 20% of their income,\nthe health care.\nWhat we do is get rid off.\nI want you to follow me here.\nPremiers are gone,\nthe youth,\nand your voice,\ngone.\nSo what we do is,\nour voice,\ngone,\nour voice,\ngone.\nSo what we do is,\nwhat we do is,\nwhat we do is,\nwhat we do is,\nwhat we do is,\nwhat we do is,\nwhat we do is,\nwhat we do is,\nthe same concepts in the history of the world, gone, out of pocket expenses, gone, limit\nto how much you can spend on prescription drugs, don't get boxed here, okay? Now, is\nthat what you get when you're back to free yet? So, one of the approaches that we have,\nwhich in tax purposes, we say, to that family, to that average family, 6,000 here, you're\ngoing to be paying 4% of your income in taxes with an exemption of the first $29,000 of\nincome. That being in Japan, 4% on $31,000 idea, which is $1200 a year for comprehensive\nhealth care. Which, when we're on comprehensive, is a pretty good deal, and a hell of a lot\nbetter than the $12,000 idea that currently, that's the currently being paid by that average\nfamily. So, next on year, how we're going to pay for it, ask them how they're going to\npay for it, and we're going to end middle-class families having to pay 20% of their income.\nSo, I want to touch on another issue, which is so comprehensive, not only for Nevada,\nbut it is. And here's the story, tragically, we have a president of the United States who\nthinks that climate change is a host. When anybody calls you, the climate change is not\nreally, I'm not going to think about it, they are turning their backs on their own kids\nand on future generations, in any way, radically. Here's what's going to be going on.\nWhat I want to tell you is that what the scientists are now saying is that they have under\necstasy the degree and speed in which climate change is ravaging our country and in fact\nthe environment. That's what they are saying. And what they are saying is that we do not\nmove very aggressively in transforming our energy system away from fossil fuel that\nis efficient in sustainable energy within the next 8.9 years. The damage that will happen\nto our country and to the world will be irreparable. And the crisis will only get worse and worse\nand worse. What we are looking at right now is the melting of the coal ice caps and significant\nrising of sea levels which will flood major cities in our country and around the world.\nWhat we are looking at is drought, which right now, as we speak, is leading Australia right\nnow, is burning, which God knows, you all know, it's going to happen in California and\nin the United States. The terrible fires are seen on our own west coast. What we are\nsaying is flooding, which will be agriculture in our country because farmers can't grow food\nwhen their fields are underwater. What you're going to see is the spread of disease because the\nbacteria that cries on warm weather will be able to expand when they're not killed in cold\nweather. We're saying that the way around the world. What we will also see according to the\nUnited Nations is hundreds of millions of people in the years to come for our climate refugees.\nThat means they cannot be saved in their communities because it is the land they will cross\nthe water, the drink they're going to be ivory causing great international conflict.\nWhat you're saying is the acidification of the ocean and fish die so that people look at their protein\nfrom fish in the world to be able to do that. We have a planetary crisis here and anyone\nwho tells you that bad is not the case, it's just not telling you the truth. This is not\nsomething I can not. What I'm doing is listening to the scientists and I'm proud to tell you\nthat in listening to the scientists we have brought forth the most comprehensive climate\nchange plan ever brought forth by any candidate for president of the United States.\nIt is based on concept of the green India and what it will do is tell the fossil fuel industry\nthat their short-term profits are not more important than the future of our planet and the well-being\nof our kids and future generations.\nThe good thing in the midst of all of this frightening stuff about our contractors and the good news\nis that on the out proposal we create up to 20 million good paying jobs transforming our energy system.\nThe other point that I want to make is I wish I could tell you that this is just an American issue.\nThis is obviously not. This is a global issue and is president of the United States.\nWhat I will do is do everything possible to bring the people of the world together and say,\nthat what may be concerned and what what a truly follows a year on weapons of destruction\ndesigned to gently chop up, maybe we pull our resources and buy our economy.\nThank you very much.\nThank you very much.\nThank you very much.\nWe are going to hand the world of policy with federal agencies, agents, our statutory babies of the arms of their mothers\nand on day one, we are going to hand all of the races exactly to all its congregate in our country.\nAnd that means that means on day one we will reestablish legal protection of the 1.8 million young people in the back of life.\nWe are also going to deal with the greatest and working criminal justice system.\nWe will invest in our young people in jobs and education, not build more jazz and more incarcerated.\nWe are going to hand pride in prisons and detention centers.\nWe are going to hand cash bear.\nWe are going to hand find the so-called war on drugs.\nWe are going to hand the world of policy with federal agencies and detention centers.\nAll of us are horrified.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe live just on some of the issues of our people's minds.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe need millions of people who stand up for justice, for racial justice, for social justice, for environmental justice.\nWe are going to hand the world of policy with federal agencies and detention centers.\nThank you all very much.\nThank you all very much.\nWe are going to hand the world of policy with federal agencies and detention centers.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nThank you all very much.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nWe are going to hand the world of policy with federal agencies and detention centers.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThank you all very much.\nThe good news is that our younger generation is the most progressive generation for us in American history.\nAnd we know how progressive they are from the Republican government as well over this country, we're trying to prevent that from voting.\nAnd we are trying to prevent that from voting.\nWe are doing everything we can to reach out to young people who are getting involved in the political process for some success.\nWe're going to try to want to be a heroine of youth in this country with all the danger of positive health.\nWe don't have it locked down because she's involved in each of the stuff you want to bring her here in the battle.\nAnd the third point is that as you indicated, it is young people who are leading the African terms of climate change, not only in America but around the world, it is young people who have led the African terms of country safety legislation.\nAnd you're right, young people are looking at this world and saying it a lot.\nWe want to make sure that our kids and our grandchildren will have a decent, standard living and a planet that is healthy and happy, they're helping to lead the whole of that stuff.\nSo the answer to your question is yes.\nI think there's incredible amount of energy and intelligence among young people which have got to be incorporated in the public policy.\nSo it's not just a bunch of old white guys who are making the decisions.\nWe're going to be reaching out.\nWell, we want to accept that you've won all black up.\nI've been here a couple more questions.\nI've got a question right here.\nI've got a lot of people.\nIs your platform have a plan for alternate impact corporations this afternoon?\nOh, I wouldn't say yes.\nWell, we talked about the governments are controlled by the government of power.\nWhat it means is that we have not raised the government wage, federal minimum wage, and over 10 weeks.\nBut we have managed to get massive tax rates, with billionaires and large corporations.\nThat's called the government dominated by the wealthy and the power.\nAnd what you have right now is in taxes and business lists, where in the midst of massive income and wealthy quality, the effective tax rate of the very most used people in the country is lower than the effective tax rate of somebody in the middle class.\nSo if you are a multi-millionaire, your effective tax rate is lower than somebody in the middle class.\nIf you are anybody you know, how much Amazon paid last year in 30 hours, that's cool to be called political sustain.\nWe got it.\nNow you're right.\nI'm very proud to talk about this stuff.\nI think we are the only campaign to have received no contributions from billionaires.\nAnd I'm really proud of this.\nWe have as of today, I think, in the technical world.\nWe have received some 4.2 million contributions.\nWe have received them from something like 1.2 million separate Americans.\nThe average contribution is $18.\nAnd what we have accomplished in terms of the number of contributions and the number of individuals is more than any candidate in the history of the United States.\nNow, one of why democratic opponents has received contributions, I believe, from 44 billionaires.\nAnother candidate is going to be running around the country going about these people's homes, raising a whole lot of money.\nIt doesn't matter, they will not influence them.\nYeah, we're receiving millions and millions of dollars from the rich about, but they will not influence them.\nGod, why do you think the rich and the powerful make these campaign contributions?\nThey may be greedy, but they are not stupid.\nThey know exactly what they are doing.\nSo I'm really proud to tell you that actually more uniquely than any campaign in the history, not just by now history, but this country.\nThis is a campaign that is dependent upon the working class of this country that stands with the working class of this country and will develop policies which protect the working class of this country.\nI think we're going to have to be one.\nAnd I just want to thank all of you for being here.\nI don't have to tell anybody in the term that the battle plays an outside role in the democratic primary process in other triumphant.\nWe think we have an excellent chance to win here in the battle.\nAnd with your help, if you are prepared to volunteer for our campaign, knock on door, let's take a close.\nLet's give a big round of applause to your friends.\nYou know, you have to call this here to ensure that you and your friends are comfortable.\nIf you do that, then win here in the battle.\nIf you have an excellent chance of Iowa and the Hampshire, we win these free states for money, have for victory and transform this country.\nThank you all.\nThank you all very much.\nThank you all very much.\n\n\n====== REC085.txt ======\n                                                                          \n    \n\n\n====== REC086.txt ======\n4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC087.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC088.txt ======\nDay-day time. Day-day time at Miss Faye really sucks for audio.\nNot really.\nThis day-day sucks the cars. The cars are in this.\nAnd in the background there's this droning noise that always exists.\nIt's an interference missed the normal\nchrome of the space. Cars.\nCars to fight people and to fight wildlife, I'm to fight.\nCommunication.\nCommunication.\nI don't like how our cat has struggled.\n\n\n====== REC089.txt ======\n\n\n\n====== REC090.txt ======\nI need a better quiet sound.\n\n\n====== REC091.txt ======\n________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\n______________________________________ ____________________________________________________________________________________\nbinnenklapp\npor 2\n\n\n====== REC092.txt ======\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC093.txt ======\nI am using this vaporizing tool, but I don't want to do it more when I get to work for it.\nI've been hiding it in way too much, I'm good.\nI've never gotten used to it.\nI'm just doing a step into the old shit.\nHopefully.\nNow prototype the old stuff.\nIf it turns out to be interesting, it's interesting, but if not, it's not.\n\n\n====== REC094.txt ======\n4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n\n\n====== REC095.txt ======\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n1 tbc\n2 tbc\n\n\n====== REC096.txt ======\n4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-6-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-7-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n4-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0\n4-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0-0\n\n\n====== REC097.txt ======\n3-20 ohm\n4-20 ohm\n6th flip\n5th fret\n6th upside\n5th upside\n7th finger\n7th doctors\n8th mosquito\n8th lul\n6VE\n7th rosy\n6\n\n\n====== REC098.txt ======\n4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-1-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC099.txt ======\nde de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de\n\n\n====== REC100.txt ======\nde de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de\nde de de de de\nde de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de de\n\n\n====== REC101.txt ======\n1.5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5\nx 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x\n1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1\n50cm x 1,5cm x prend 15cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5mm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 2,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm x 1,5cm\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n====== REC102.txt ======\n\n\n\n\nI'm sorry!\nI'm so sorry!\nI'm so sorry!\nI'm so sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nSorry!\nI'm sorry!\nAlive!\nAlive!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nI'm sorry!\nAlive!\nAlive!\nAlive!\nAlive!\nAlive!\nAlive!\nAlive!\nAlive!\nbalbright!\nAlive!\nBAlororint!\n\n\n====== REC103.txt ======\n4-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-0-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5-5\n1,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n4,5,5,5,5,5,5,5,5,5,5,5,5,2,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,9,3,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5\n\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/17_May_2020_-_set01.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, weapon, location, story, quest, fix\n- **Imported**: 2025-05-05T16:25:37.034Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/17_May_2020_-_set01.txt",
    "importedAt": "2025-05-05T16:25:37.034Z"
  },
  "created": "2025-05-05T16:25:37.034Z",
  "modified": "2025-05-05T16:25:37.034Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "weapon",
    "location",
    "story",
    "quest",
    "fix"
  ]
}