{
  "title": "an_old_pitch_txt",
  "content": "# an_old_pitch.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T14:53:33-07:00\n\n====== an old pitch.txt ======\nNoxii takes place on the planet of Chione; a frozen, but habitable world: a binary system 500,000 years from our home. Here, the remaining structures of a civilization long turned to dust. Ancient, mysterious entities scatter the sky. Dodecahedron objects that are seen to gather energy: they gather around the planet's axis and pour into the atlas tethers. (not information\r\n\r\nThe gies binary system is encircled by energy capture devices: mirrors that ensnare the ball in a mobile protective shell: the star is stable: there are pockets that track each of the solar system's bodies. it is losing mass: \r\n\r\nthe planet Chione is a super earth one hundred times the diameter of our home: oceans that swell up almost to the upper atmosphere. ensnared, this planet is wrapped by 16 atlas tethers: active support structures that maintain the weight of two incredible planetary rings that circle from the axis and around the equator. \r\n\r\nHumanity is bound to immense tree-like structure as a scaffold for their civilization. On Chione, cities span towards the sky. \r\n\r\nThe world is grounded in hard-science fiction. No teleporters, towers, hover cars, faster than life travel. Humans are confined by the laws of physics in Noxii. There are slight hints of futurism, but nothing overt-\r\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/an_old_pitch.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.077Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/an_old_pitch.txt.txt",
    "importedAt": "2025-05-05T16:25:37.077Z"
  },
  "created": "2025-05-05T16:25:37.077Z",
  "modified": "2025-05-05T16:25:37.077Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}