{
  "title": "aPitchForGreenspace_txt",
  "content": "# aPitchForGreenspace.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T14:53:51-07:00\n\n====== aPitchForGreenspace.txt ======\nIf this works out I hope to build a land-bound rocketship.\n\nWeird personal goal at the end of writing the first draft of whatever this is. \nWhen you get your own place, get a storage room for collected equipment. PCs, monitors, literature, etc.\nPrepare for at least a team of 3 with identical equipment and acknowledge constraints.\n\n- People should operate with autonomy\nthe contract built should give each member an explicit form of independence\nthough we have to pay rent, health insurance, and buy food to survive\nmajor goals should be free-prototyping using digital distribution and funding efforts\ncollective works can be agreed-upon with constraints and skillset contributions\n\n- Knowledge-base should be diverse and come from a range of active skill contributions\nAnything from books, games, film, craft, stage, architecture, music, code, and woodsmanship\n\n//Basic Goal\n- Determine energy needs and look at renewable supplements; assess heating accomodations and make improvements\n- Emphasize the use of sunlight and gather rich native plants to compliment high carbon-capture species\n\n//Ambitious Goal\n- Rent more available space as time goes on. Rennovate for building health before making any upgrades\n- Develop greenspaces that collect runnoff with a variable covered walking space with rooftop greenhouse\n\n//Excess Goal\n- Ambition to open roof to water and expose tempered soil with a drain to collect graywater (w/smart-cover*)\n- Projector for films in the main hall and a donation box for local charity organizations\n- Library with public domain materials; internet access with books, games, movies, & other media\n- Greenspaces throughout with internal irrigation systems, multiple greenhouses, and water collection systems\n\n- Demonstrate the desired goals and milestones groyps block as a pace is found\n- As a co-op, describe the daily operations and progress oversight method\n- Stability as prospective team size of less than 7 people per sub co-op \n- Initial work groups should be limited to 3-4 members to start with clear goals in mind\n- Self-supported co-ops that work towards target revenue then operate within agreed constraints\n- Grow when skillset needs a wider range and aim to operate on initial target revenue\n- Divide into smaller co-ops when project goals show 2/3 delination; fail faster with remnant parties\n- Aim to stabilize small-groups for long periods on regular income while saving to afford more resources\n- Organization elects new people democratically and has the capacity to remove people if at unanimity\n- Careful use of doors to seal rooms that are exposed to weathering areas. Note door orientation to wind\n- For the rooms we occupy, let people chose their own areas. Find reliable desks/chairs and mid-range PCs\n\n//Excited Bits\n- Are you yourself worth the effort of others? (the author)\n- Who owns the mall? I need to meet them when ready with plan!\n- Don't go it alone! Find an equal-footed partner - and also a light investor.\n- \n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/aPitchForGreenspace.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.076Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/aPitchForGreenspace.txt.txt",
    "importedAt": "2025-05-05T16:25:37.076Z"
  },
  "created": "2025-05-05T16:25:37.076Z",
  "modified": "2025-05-05T16:25:37.076Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}