{
  "title": "documentation_channel_txt",
  "content": "# documentation_channel.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:03:21-07:00\n\n====== documentation channel.txt ======\n1:04 PM]Glitch: starting channels for the dev reader role\r\nOkay, think I have the server setup in a way that makes sense to me; we'll get the most use out of specific categories, especially if there are more hands involved. I was given the layout suggestion from Fredrik. And I'm finally taking some time to go through these old files. We should get discussions going on ideas towards what we want to build. \r\n[1:07 PM]Glitch: those members above: those saying they will help\r\nIf everyone's okay to talk here, say so. I have other developers on hand in this server should we need to contract them and a few friends I've gathered over the years. I don't expect any public invitations until we have a working build and some art that'll draw attention. I'll look to ways we can compile ideas, Google docs will be good to start out, I think. \r\n[1:03 PM]Anarco (Rorschach): https://docs.google.com/document/d/1V3d6--3JIPgE3iMzy5EqkTEzQBm5qCymMyfLf3v93PY/edit?usp=sharing\r\nGoogle Docs: Sign-in\r\nAccess Google Docs with a personal Google account or Google Workspace account (for business use).\r\n[2:08 AM]Glitch: removed some thoughts and just put them in the doc, I'll be decidedly more concise on discord\r\n[2:08 AM]Scuds: oh i don't have access to the docs... :/\r\n[2:09 AM]Glitch: I must have linked it and forgotten they had restricted access. shared the link and everything, I should have asked. my mistake! I'll ask Abner\r\n[11:23 AM]Glitch: the timer was unintentional. I don't want to spend too long figuring it out. just ignore it\r\n[11:53 AM]Glitch: sec, think I'm gonna cheat a little bit and copy over some of the assets I'm familiar with\r\n[11:53 AM]Glitch: [excuses for my limited work in the game jam] \r\n[3:25 PM]Glitch: @Anarco (Rorschach), @Scuds When you have something setup, post it here. We can start to collaborate, I'm not sure what to do next with Autumn.\r\n[4:00 PM]Anarco (Rorschach): The first step is to get the basic mechanics right. After that we can start to decide on design, core mechanics, and story. I'll try to scrap as much as i can from @LittleNorwegians original concept GDD and start to work from there.\r\n[4:03 PM]Glitch: Have at it. I did what I could on notes and my own ideas towards it. I did not seek to organize everything into a coherent pitch.\r\n[12:49 AM]Glitch: https://docs.google.com/document/d/1_LqN53tdzRB4Lq-L4lOCxv-aYxvIVnSqMLuqylFu3hE/\r\nGoogle Docs\r\nDesignBible_JD_2_0\r\nAutumn Design Bible Game version: <0.0> Last edit: 12/07/2022 Last talk on it: 12/06/2022 Contributor Roles Concept Art: Colton? Systems: Joe QA: Abner Testers: 3rd party contributor? Audio Design: Music: Zubribo 3d Art: Level Design: Abner & Emily? UIX Design: João & Emily? Rigging: ...\r\n[12:49 AM]Glitch: I think something is starting to take shape here. I can only seek to include you all\r\n[12:49 AM]Glitch: there are other people I want to reach out to for this stuff\r\n[12:49 AM]Anarco (Rorschach): Dont you sleep? Hahahaha\r\n[12:50 AM]Glitch: these should be normal waking hours for me, ahha\r\n[12:50 AM]Glitch: I'm really going at it with the writing though. trying to reflect on myself and trying to write out a feel for what I think we ought to make at the same time. \r\n[12:51 AM]Anarco (Rorschach): I couldnt catch a single sleep, now im getting ready to work with a headache 😦\r\n[12:52 AM]Anarco (Rorschach): About the GDD, i'll try to finish the translation today, so everyone can get up to speed 😄\r\n[12:53 AM]Glitch: ah, that's rough. sleep schedules are something we'll have to contest with. I regret not being up enough to create stuff. there's a BUTT load of organizing to do but I'll continue to pour my soul into these pages. that really sucks on work, I do hope you're able to settle before going back to it. thanks for working towards the translation. I really appreciate the template you've set up for us!!!\r\n[12:54 AM]Glitch: haaha\r\n[12:54 AM]Glitch: typing is fun and i ought to do it more often\r\n[12:54 AM]Glitch: out of practice\r\n[12:54 AM]Anarco (Rorschach): Ces la vie 😄\r\n[12:56 AM]Glitch: check out the project rundown section if you want to see what I've been typing at. really searching for a feeling here. i think I'm finding myself closer to it.\r\n[12:56 AM]Anarco (Rorschach): K\r\n[12:56 AM]Glitch: in the design bible\r\n[12:56 AM]Glitch: will probably get rid of the other doc as I pull stuff from it\r\n[12:57 AM]Anarco (Rorschach): Refrain from doing that for the time being, if we pull every detail from the game into GDD, the document will be humongous\r\n[12:58 AM]Anarco (Rorschach): Some sections should point out to different documents\r\n[12:58 AM]Anarco (Rorschach): Like the Lore and Plot sections\r\n[12:59 AM]Anarco (Rorschach): The GDD idea is to sumarize, while the other documents describes in details the whole SOP\r\n[1:05 AM]Glitch: I don't mind making the document humongous. I will make an effort to organize our thoughts on it. I don't think we need a bunch of documents. just one really, really well-written one. \r\n[1:05 AM]Glitch: SOP?\r\n[1:08 AM]Anarco (Rorschach): Its complicated to have too much information on a same document. Trust me, its better to have different documents with its own structures, GDD should be just a guide on how the game should be and used as sort of a dictionary for the project\r\n[1:09 AM]Glitch: I think right now I'm more searching for the feeling. systems aren't entirely important to me yet. I want to find characters. trust me in return, I have confidence in myself to sort this out. I don't see a need for other stuff yet.\r\n[1:09 AM]Glitch: we can sort out all the information we develop\r\n[1:10 AM]Glitch: I'm a bit overwhelmed by all the ideas that are coming of it, but believe me, I'll make sense of it all\r\n[1:11 AM]Glitch: look to the section if you want some clarity. it wouldn't help me to re-explain what I don't fully understand myself.\r\n[1:12 AM]Glitch: the world is broken, Autumn can be used to help us reflect on that\r\n[1:24 AM]Glitch: I'll put together something coherent. Afford me a little more time and I'm certain of that. There's a theme here and I think I'm doing well searching at it.\r\n[7:17 AM]Glitch: making progress on the doc!\r\n[7:17 AM]Glitch: https://docs.google.com/document/d/1_LqN53tdzRB4Lq-L4lOCxv-aYxvIVnSqMLuqylFu3hE/edit\r\nGoogle Docs\r\nDesignBible_JD_2_0\r\nAutumn Design Bible Game version: <0.0> Last edit: 12/12/2022 Last talk on it: 12/06/2022 Contributor Roles Concept Art: Systems: Joe QA: Abner Testers: 3rd party contributor? Audio Design: Music: Zubribo 3d Art: Level Design: Abner & Emily? UIX Design: João & Emily? Rigging: John? ...\r\n[3:55 PM]Glitch: @Anarco (Rorschach)\r\n[9:42 AM]Glitch: @emilyoly, @Fir3comGomes  — welcome, friends of @Anarco (Rorschach)! there is still so much to plan for and discuss but we're making steps towards a project I believe we'll all be able to find value in. I'm very compelled to make something worthwhile, myself. I think we've all got so much potential and a gamedev ought to afford us many opportunities for honest, fulfilling expression. \r\n[5:01 PM]Glitch: I'm cleaning up large sections of the linked document, I regret the inavailablity to edit in the format without request. I had not reflected on major writings and am working to iterate on what I still see value in. If, by returning to the document at a time, and you'd like to offer your own contribution, send me and email and I'll invite you for your shared ideas. @Anarco (Rorschach) I would love to see what you all come to write. \r\n[12:38 PM]Glitch: [design goals] \r\n[12:44 PM]Glitch: [also moved] \r\n[12:48 PM]Glitch: @Anarco (Rorschach), @LittleNorwegians\r\n[12:52 PM]LittleNorwegians: I suggest making a flowchart how this would work mechanically. You have a nice intent, but how will it work in practice?\r\n[12:55 PM]Glitch: I've got the basic system I need for it already built, I just need proper documentation and examples for symbol use.\r\n[1:06 PM]Glitch: Will ask for feedback as soon as I'm ready for it,\r\n[1:16 PM]Glitch: [migrated to ⁠extra-reserve] \r\n[1:22 PM]Glitch: I'll work out something succinct and better descriptive. I know my language here isn't as exacting as you'd need it to be for development. \r\n[8:22 PM]Glitch: really though, this video is great. https://youtu.be/dUwV1LdWWIA I would transcribe it if I thought my additive thoughts were of use\r\n[8:24 PM]Glitch: And again to the expression that, \"Being lighthearted is not the same as being lightweight\". We can write to speak so deeply to hearts; those desired to seek understanding from these greater works we create and bear witness to. \r\n[3:32 AM]Glitch: here's the freshest link for that design bible; mind, this is still so much the start of a thing.\r\nhttps://docs.google.com/document/d/1_LqN53tdzRB4Lq-L4lOCxv-aYxvIVnSqMLuqylFu3hE/edit\r\nGoogle Docs\r\nDesignBible_JD_2_0\r\nAutumn Design Bible Game version: <0.0> Last talk on the project: 12/24/2022 Last edits/additions: 01/14//2023 In sharing this document, All of the writing here is not only meant to be used for Autumn, but in any project [we] may go-forward on. Those in the Veritable Game’s server; and (mo...\r\n[7:14 AM]Glitch: [tell of how the dialogue system was supposed to work; to a friend that helped me amend it] \r\n[7:19 AM]Glitch: [transferred to the best-use channel] \r\n[7:36 AM]Glitch: I am [..] most willful to derive from this something more-realized. We may speak to Nature in this effort and all that is so human. If I am to best relate my ideas of what drives [us] I must put [this thing] forward [as philosophical proof, working-hypothesis, & eventual theory, into the effort of a game. \r\n[2:47 PM]Glitch: \"If I were to write a book it would be this game.\"\r\nI think we ought to imagine it as a game of fables.\r\n[2:47 PM]Glitch: A small reflection of those values which bring us together.\r\n[2:48 PM]Glitch: If we are to do this rightly, we might, we must; put aside the idea of wanton wealth. It is not for us but for them.\r\n[2:51 PM]Glitch: @Fang, all right; check out [the very incomplete] Design Bible for what we could make. I'm sorry I kind of just invited you. Say-so if you're not sure if you could contribute; for future reference, I cannot take away what's been given so lightly. \r\n[3:01 PM]Glitch: @Anarco (Rorschach) [..] I don't think we should yet imagine splitting revenue as we thought we might in the Coalesce days. It goes with difficulty that we should not impart those expectations on ourselves for this until we have confidence in something worthwhile. \r\n\r\nThough I am excited, and ambitious towards what we could do; aspirations of the thing of money; what our society values wrongly, are [so-potentially] detrimental to our growth and development in this thing of ⁠documentation. To work best together, I think we ought to think on the other before the self.  [...] \r\n[3:07 PM]Glitch: [....] \r\n[3:14 PM]Glitch: Oh, and lastly—[we ought] to imagine abolishing the specific roles. Though, we will need to know who who is able to contribute [and in what way]. But I don't think that any one person should be designated this thing or the other. Anyone is capable of learning anything; if this thing endures into something of greater interest to you all, we ought to see to it that anyone may drive themselves to do what they want in it; and no one ought to see themselves as a leader. If things growing complexity, we must find it to ourselves to organize what we have. Leaving [it] for one person or another was of great consequence to the old projects. \r\n[12:57 AM]Glitch: [this all belonged in ⁠rhetoric, my mistake-] Autumn will be our project together and I will put everything of my own into it and these related writings; it won't have form from nothing though. I need to have a pitch to get you interested.  We'll be using this dialogue system I commissioned from @molegato; accompanied with symbols by @Ogelsan—then combined with other systems to give NPCs realistic expressions. \r\n[1:12 AM]Glitch: It's satisfying reaching the word limit sometimes, I have yet to read it back to myself yet, :Bop: \r\n[1:25 AM]Glitch: okay, should I use the at-everyone thing again? at least the atdevelopers command, right?\r\n[1:32 AM]Glitch: @LittleNorwegians @rothus66 @Anarco (Rorschach) @Kiryu_Type3 @Scuds @Vynneas\r\n[1:34 AM]Glitch: @DestructivelyConstructive @Kārlis @Cancer @Jcorella @emilyoly @Fir3comGomes\r\n[1:34 AM]Kārlis: ?\r\n[1:35 AM]Glitch: ah, I recognize not everyone here will be up to speed.\r\n[1:35 AM]Glitch: mb, let me say more to you in dm\r\n[1:40 AM]Kārlis: Honestly would prefer that.  I have a lot to keep up with\r\n[1:49 AM]Glitch: always going back to editing these things; oi\r\n[1:50 AM]Glitch: everything, everything will always need more clarification. I cannot wait to actually create\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/documentation_channel.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, dialogue, story, quest, mechanic\n- **Imported**: 2025-05-05T16:25:37.095Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/documentation_channel.txt.txt",
    "importedAt": "2025-05-05T16:25:37.095Z"
  },
  "created": "2025-05-05T16:25:37.095Z",
  "modified": "2025-05-05T16:25:37.095Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "dialogue",
    "story",
    "quest",
    "mechanic"
  ]
}