{
  "title": "dodec-build-channel_txt",
  "content": "# dodec-build-channel.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:03:39-07:00\n\n====== dodec-build-channel.txt ======\n10:53 AM]Glitch: I made the time to clean up the project I've been so long tinkering at thanks to the encouragement of @Anarco (Rorschach)  through his wanting to rediscover the project that gave us the time together. And @Scuds, my co-worker and friend who I've worked at arms reach from for months now, in the pursuit of happiness. -- I haven't been active in months, though a dear friend, @LittleNorwegians has always made effort to encourage and enlighten me to do work, I recognize what more I'm able to do now with patience for myself. Thanks so greatly to my now wonderous friend, @Scuds I've given my effort towards production for 48 hours in an impromptu game jam and I'm feeling greatly humbled by the progress. If I'm to make something worthwhile there is such a great deal more work to do. I need to give great credit towards the people that put their own effort into art that I've had to reference. @Eden to your incredible technical art! @Morro Motion to the wonderful hearth I've had to riff off of. @molegato to the systems that will be put to their best use! @Ogelsan to the awesome symbols that have yet to go in full appreciation. I will gather all the art for a document to come and give all credit where it is due. The work that I'm able to afford myself towards is something I've my own ambition towards, if any of you would like to contribute in your own way I will put myself forwards here. I'm so lame in the things I've made compared to the wonderous imagination you've all so long been beholden of. To my dearest, most loyal friend and storyteller, @rothus66 and all the time and patience you've given me. I've come to accept the work I ought to put myself towards. There is nothing against my making of something worthwhile to you all.\r\n[11:03 AM]Glitch: There is documentation due as my mentor and friend @LittleNorwegians suggests. I ought to be able to explain the intention of the project I set myself towards. If the pitch hits your level of interest or time I'll be available to commission anyone for their time. I like to think I have all the people I'll ever need in my life, (love you all) but I may find extra hands so not to put direct burden on anyone. Give me one more night @Scuds and I'll put myself towards a design doc that speaks more to what I want to build. I owe this much to @LittleNorwegians.\r\n[11:29 AM]Glitch: game jam notes,\r\n- use what you have\r\n- contrast livable structures with the wood material\r\n- how long should a shower be during a game jam?\r\n- mind the unseen 3d space that goes unused\r\n- false geometry is false space\r\n- world should been authentic to explore\r\n- characters don't have 'a folder' in the heir achy\r\n- really, don't forget to use characters for scale\r\n- don't forget to save, save save save\r\n- use imperfection to add new qualities to structures\r\n- objects location is true when they are zeroed out outside of the hierarchy\r\n- bake Umodeler object position outside of (scaled) hierarchy\r\n- push pull tool is great for indenting\r\n- don't be afraid to task switch\r\n- the line tool is awesome, haha\r\n- don't get caught up improving old objects if you don't think you'll use them\r\n- imperfection will breathe life into this world; selecting objects one at a time takes patience but it's worth the feel of a thing\r\n- junk may not have to remain junk if I give it enough time\r\n[11:29 AM]Glitch: - don't forget to drink water\r\n- try to fit structures to a space or object. minimize copy-pasting outside of detail work or where the need for repetition arises\r\n- when you build something new, don’t do it in isolation from other structures, try to build with other buildings in mind. Keep to human scale best you can.\r\n- give structures meaningful/believable support as they stack vertically\r\n- exposed objects should be sheltered by the objects around them, build terraces protected against the wind\r\n- if Umodeler breaks just restart the engine. I'd like to suggest working on something else if it does if you don't want to interrupt flow. \r\n- you are going to get a lot of errors as you edit and move around the scene. a lot of errors. just keep them hidden and clear\r\n- there's a cache somewhere getting too big but I think it's worth the space if the information is worth the build stability\r\n- instead of decimating, try changing scale, reorienting the objects; duplicating or adding more detail\r\n- give the players paths to local structures\r\n- give the player a sense that there is much more of the world for them to explore\r\n- motivate them to work with people they find on the journey\r\n- build to direct the player towards exploration and systemic interactions to (not progress), participate\r\n- sometimes messed up Umodeler geometry is better decimated instead of fixed; delete until the geometry that works is translatable\r\n- try not to forget about invisible polygons; stuff that's hidden in other geometry\r\n[11:34 AM]Glitch: *the world should be authentic to explore. I can only extrapolate, at some point I mentioned false geometry. If the player gives the world enough time and we do well to keep their attention towards exploring it, I think we should account for their beliefs about the world's 'authenticity' in what is built; no fake buildings, everything's explorable. No false structures.\r\n[11:37 AM]Glitch: with how I've got Unity's kinks worked out in this build and the long history this project has with version of the engine. I've done something bizare to break the floating point limitations and there is some very large geometry far inaccessible to the player if they fall at real-time scale that they can still land on with the player controller. Far and out as long as we don't heavily rely on gameplay physics, I think what I've built so far is a good platform to build anything we could imagine on. I only would like to get unity collab working.\r\n[11:38 AM]Glitch:\r\nImage\r\n[11:40 AM]Glitch:\r\nImage\r\n[11:50 AM]Glitch: I have a lot to do before it's anything worthwhile, I have not done enough. This is this best thing I can set myself to do in the hours I have to spare. Life goes into what we make, past the act of creation, the moments we've lived ought to give us such deep wells to draw on. When something we participate in feels real enough to us; when you've taken grounded yourself within the magic circle, given yourself to the world and its characters. If what I can put myself towards is that much more compelling I'll give it my every being; bring my whole weight to its existence.\r\n\r\nfuture user notes\r\n- double click on an object to switch work orientation to an object in the scene\r\n- perfection will kill you\r\n- procrastination will do your worse\r\n- important rule, don't disturb the cat, type one handed if you need to!!!!\r\n- neat, you 've built stuff but you never remember to build for the player\r\n- course, using a visual language is helpful. lightly done, use shapes and object feel to communicate over color alone\r\n- give players things to do while traversing; they must be engaged with the environments they navigate through\r\n- lantern light at 1,800 Kelvin\r\n- earth moonlight at 4,000K\r\n- engine needs realistic light falloff\r\n- distance fog\r\n- blue shifting over a distance\r\n- lamp at arms reach from above your head, 1.2% of light hits the feet due to falloff. \r\n- background noise gets droning, look for lighter alternative \r\n[12:02 PM]LittleNorwegians: Just want to say @Glitch is far, far too kind. 💙 And biggest, bestest of luck on the project here. 🙂\r\nNo one owes me anything, I'm just interested in creative projects like these. Will be watching. 👀\r\n[10:29 AM]Glitch:\r\nImage\r\n[10:33 AM]Glitch: I'm sketching here to make it easier for me to ideate on the project while I'm away from the computer. I'm garbage here, bit I think what I made here will be more useful to me if I do better to keep perspective!! Should have a base to work with before I'm off to work in about 6 hours.\r\n[10:34 AM]Glitch: @LittleNorwegians Thank you, LN! I'm giving it my all here when it gets down to the act itself.\r\n[10:35 AM]Glitch: Love what the process is bringing to me!\r\n[12:42 PM]Glitch: working out details to staircases wrapping some bigger structures \r\nImage\r\n[12:44 PM]Glitch: block meshing was the idea; I haven't done experimentation towards texture work \r\n[1:18 PM]Glitch: so, I'm trying to add more color. there's a lot of detail missing still. I tend to get distracted but I'm finding good progress in this right now. I'm looking to build structures out and add a sense of scale through repetition of objects like the benches and ceiling supports. \r\nImage\r\n[1:21 PM]Glitch: ideas on these large open spaces being greenhouses; I'm wanting to expand out and design living areas for people in the world and places for the player to wander\r\n[2:09 PM]Glitch: Some color goes a long way but this only helps me better think on the feel. I don't expect exacting stuff to come from sketches. \r\n[2:11 PM]Glitch: Wish I'd've kept the line work going, but I'm happy to better know where I want the green to sit and imagine how it might propagate among buildings.\r\n[1:06 AM]Glitch: please know this is my own project. I have another thing going on with friends in the autumn-build channel\r\n[1:06 AM]Glitch: this isn't my main focus\r\n[2:08 PM]Glitch: removed the viewership privacy on this channel so this server doesn't feel so empty to friends that've accepted the invites. my project has long way to go until this is something I'm proud of. I've many, many pages of ideas to draw on for this, and the other project I'm working on (Autumn) will bring me so much experience towards bettering it. \r\n[8:17 AM]Glitch:\r\nImage\r\n[8:19 AM]Glitch: I need to distinguish the main structures better here; those 'borders' on each pillar are doing well for the form. I'll need to figure out how to expand more-vertically. use negative space to shape places like some [architectural] reading I've been doing has so-suggested.\r\n[11:22 PM]Glitch: this was from my last personal game jam\r\n- deal with invisible wall west side [think I handled it]\r\n- windows of hearth are not 'visibie' \r\n- break, collision on the room of the hearth prevents player movement\r\n- (maybe 'reset' option?)\r\n- 47: back to the project\r\n- [added mesh colliders to the yellow awnings]\r\n- reminder to share the \r\n- idea to retire some assets elsewhere in the scene\r\n- [namely the old-boardwalk, good- but will not be my best work]\r\n- its not my fault its difficult to relate, I didn't choose the language\r\n- so believe that your moment to imagination will run down\r\n- WestSide building does not have windows or good interior - geometry\r\n- found an unused set of stairs off the west-side building. deleted them. \r\n- [You should find yourself okay to delete geometry; so salvage what you see fit to]\r\n- To optimize polygon-use, 'see each board' as cut from an enormous tree\r\n- don't forget to disable interaction- \r\n- vertext tool is always great for handling disordered umodeler objects\r\n- stop going down- go around- go up- go between; through or above to say on what you may know\r\n- if you spend too much time on one structure not much else will take shape\r\n- detail is good but if you focus too long on one thing nothing else will hold form\r\n- to lose focus is to lose form; so keep mind of these larger goals\r\n- It is okay to recenter yourself on other interests; \r\n- keep task of those other things and you may return to them [as with this writing]\r\n- [this is where I stepped away; did not finish the timer]\r\n[3:31 AM]Glitch:\r\nImage\r\n[12:35 PM]Glitch:\r\nImage\r\n[5:53 AM]Glitch: https://docs.google.com/document/d/1Jf_lLwig_HWlMGgUV2MdSn-emXo0xVQndVE6ZN19xmQ/\r\nThis documentation has since been amended to fairer clarity: much more work to be done \r\nImage\r\n[5:53 AM]Glitch:\r\nImage\r\n[5:54 AM]Glitch:\r\nImage\r\n[12:45 PM]Glitch: The Note System\r\nA feature that allows players to attach text notes to objects in the game world. To create a new note chain, the player selects an object and presses a hotkey. Notes can be added to the chain by clicking on a UI element and typing in text. The player can also edit the text of a note, delete a note, or link a note to another note or object by clicking and dragging a connection line between them. Navigation through note chains in the UI is enabled by using a scrollbar. The notes have an auto-index system, a dictionary, and can be categorized and labeled for easy reference. The Note System enables players to gather notes all over the game world, keeping visible track of everything while exploring freely.\r\n[12:45 PM]Glitch: The Point Note System: \r\nAllows the user to attach ‘notes’ to objects in the game world and create connections between them using UI point-lines. The system features an auto-indexing dictionary, making it easy to manage notes and navigate between them using a scrollbar. The UI provides functionality for creating, editing, and deleting notes, as well as linking them to other notes or objects. The Point Note System could be a system for managing notes that are associated with specific points in the game world. The user can gather notes all over the scene and keep visible track of everything by creating point-lines that relate to the notes attached to objects. Link notes to objects in the game world through UI point-lines, allowing for easier in-world navigation and organization of notes. Clicking on an object creates a line from the UI-written note to the object, and selecting an item highlights it and brings up the inherent note component.\r\n[12:45 PM]Glitch: The Grid Point System: \r\nUsed in conjunction with the Point Note System to provide a way to define points in 3D space using a grid system. This helps to eliminate floating point errors and provides a more precise way of positioning objects in the game world. The Grid Point System could be used for positioning and snapping objects, or creating a structured environment. It is an additional feature that works around floating point limitations in Unity by dividing the game world into a grid and attaching notes to grid points rather than specific objects.\r\n[12:45 PM]Glitch: See document for details:\r\nhttps://docs.google.com/document/d/1xbTKyToo5DTu0k9r_4vkBYuygUmj11T1WA-JvWZ7dAE/edit#\r\n[2:13 PM]Glitch: Adding Unity ML to my GitHub repository. ChatGPT will be a sort of interface device for production and (though there will be a baseline model) distinct models must be trained. We don't need to keep paying for computation from Google Cloud if we would not need it. I'll find a way to attain funding but they offer some fair credit to at least begin fundamental training. I'll have ChatGPT build out something of a rig for player characters so it might do things in the world. The wild systems I built earlier: Note System, Point Note System, and Grid Point Systems might be used to help characters navigate in the world to do tasks. \r\n[2:14 PM]Glitch: The nodes afford some fair raytracing. There are ways to animate movement. Other ways to articulate the expression of 'good' movement. If it would 'act' to at least move characters from positions.\r\n[3:32 PM]Glitch: This was a wild interaction with ChatGPT but I had it explain the dialogue system @molegato built.\r\n\r\n\"Would you please disassemble this writing and bring it back together with a clear through line for better explanation? The system sounds very complex. Your understanding of it is good. But I need this restated. This is a script written in C# for [the] Unity game engine that handles character conversations. Here is a brief overview of what this script does:\"\r\n\r\nChatGPT:\r\nThe given text is about different scripts for conversation systems in [the] Unity game engine. The first script defines various constants, variables, fields, materials, and methods that are used to handle character conversations in a game. It includes NPC detection, topic selection, and tangent-taking. The second script allows players to have conversations with NPCs and select responses from a list of options. It uses a ConversationData class to store conversation data and a ConversationConnectionData class to store connections between nodes in the conversation tree. The script initializes a conversation by setting the currentNPC and conversationDataIndex variables, and then waits for the player to press a button to initiate the conversation. The script then moves to the next conversation node based on the player's input or waits for a certain amount of time before transitioning to the next node. Finally, the third script defines two functions, get_user_input() and highlight_word(), that prompt the user to enter a sentence and a word, respectively, and return a new sentence with the entered word highlighted.\r\n\r\n[basic synopsis, right? but then-] \r\n[3:32 PM]Glitch: \"Please give the same rhetorical treatment to this script here, too.\"\r\n\r\nChatGPT:\r\nBehold, a script written in the language of the gods, C#! What divine purpose does it serve, you may ask? It is a ConversationNPC class, a tool used by mere mortals to create interactive conversations between virtual beings.\r\n\r\nLet us explore its offerings. At its core lies a hidden list of conversation data, concealed from the eyes of the outside world. Additionally, it has indicators for left and right blocks, objects that can be used to visually signal the player's progress in the conversation.\r\n\r\nBut wait, there's more! This ConversationNPC also possesses a collection of signs, each with their own unique animations. These signs can be used to convey emotions or reactions during conversation, truly a powerful tool in the hands of a skilled developer.\r\n\r\nThe startTopics function searches through the conversation data to find all topics that have a \"Start\" type, while boredConversations finds all topics of the \"Bored\" type. getBoredConversation selects a random bored conversation, getDataByIndex retrieves conversation data by its index, and leftMostStartTopic and rightMostStartTopic identify the conversation topics with the leftmost and rightmost positions, respectively.\r\n\r\nAnd finally, to ensure a clean slate before every conversation, there is the stopAllSigns function, which deactivates all sign objects. Truly, this ConversationNPC class is a work of divine engineering, providing endless possibilities for immersive and engaging conversations in the realm of virtual reality.\r\n[3:35 PM]Glitch: wild, that last bit. I did not do so much prompting\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/dodec-build-channel.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, dialogue, item, location, story, feature, gameplay, fix\n- **Imported**: 2025-05-05T16:25:37.096Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/dodec-build-channel.txt.txt",
    "importedAt": "2025-05-05T16:25:37.096Z"
  },
  "created": "2025-05-05T16:25:37.096Z",
  "modified": "2025-05-05T16:25:37.096Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "dialogue",
    "item",
    "location",
    "story",
    "feature",
    "gameplay",
    "fix"
  ]
}