{
  "title": "games-channel_txt",
  "content": "# games-channel.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:06:34-07:00\n\n====== games-channel.txt ======\nhttps://youtu.be/9gzK06zfJow\r\n\r\nthis is giving me flashbacks to minimum \r\n\r\nhttps://store.steampowered.com/app/214190/Minimum/\r\n\r\nhttps://youtu.be/8vI4e8tdE3Y?t=71\r\n\r\nhttps://www.youtube.com/watch?v=JVXqGQC9J2o\r\n\r\nhttps://youtu.be/PhYlvACCPVs?t=50\r\n\r\nhttps://www.youtube.com/watch?v=1nG8_uZoK7g\r\n\r\nhttps://www.youtube.com/watch?v=jbituCgu3Bc\r\n\r\nhttps://www.youtube.com/watch?v=taADPsV7xng&ab_channel=AlphaBetaGamer\r\nDo check out the Lorn's Lure demo on Steam, I thought that was really cool when I played it. I might start there, the very top link of this most recent list. Started at Nov 17th. So, the game. In it you are given climbing picks that can traverse near any surface among these immense, unknowable structures set above you. \r\n\r\nThe developers have given good affordances to platform on things, jump as we tend to do in these games. I could replay it to find that feeling again, but the moments of scaling walls and leaping far-above the ground; setting yourself against these incredible structures. It was a very fun journey to end of the demo and I would only love to see more from what the developer(s) are working themselves to imagine. \r\n\r\nhttps://www.youtube.com/watch?v=gR8QhUnfQzs\r\nSludge Life, this one was so much fun in its own right. I've played it recently, so the memories of what it is are more vivid; here, you open to the game to a computer monitor, you're meant to type in a password to enter the game. You may press random buttons and find anything will key you in.\r\n\r\nI think this is SUCH an incredibly intelligent, though may-be unintentional draw [into the magic circle] for someone first picking it up. It enters itself with the last key press and you're opened up to a desktop as great, mood-setting music switches to life. [the music comes with vocals almost untuned to it, SLUDGE LIFE, sludge life, sludge life.\r\n\r\nNot unlike SUPERHOT before it. As I read it, the game and its developers not knowing what it is but the creators so clearly content of the works within. You may find the mouse cursor on the desktop and click the correct button to start the game; or, I only found this later- but idling on the screen will result in random popup ads the player [funnily] has to close before they can start the game (I think this is also oh-so-clever in may-be unintentional ways, to re-engage, interface again, with the thing before they jump back into the world. \r\n\r\nThe computer is thrown away from in front of you; a cartoony sound to it being tossed against the wall you face, it falls to the ground in a physical, but unrealistic way. There is a brief tutorial here, crouch jump, use what the player discovers are spray-paint cans. They're able to tag much of the world in spots designated by floating blue cans they have to reach to mark things with a given tag. Such great design to incentivize the player's wanderings; though repeated playthroughs do not bring out the same drive as many games result. \r\n\r\nThere is no combat. You only have the spray paint can; a few still-much-unknown to me trinkets collected over the course of it, and a button to talk to people. I loved the charismatic designs in everything they'd made. So much of the fun in this world is found through exploring it, finding context for the people being there, exploring to your heartfelt contentment, and so interacting with the world; my greatest feeling of it was finding ways to navigate over and into buildings, finding hidden and often inexplicit paths to get to the things, people, and smaller places they've so hidden. \r\n\r\nTags are a good introduction to the world but there are no developing mechanics to draw you further in. Just further curiosities and character-given understandings of the world—until you find that expected eventual end. \r\n\r\nhttps://store.steampowered.com/app/1717770/The_Upturned/\r\nThe Upturned, so- you start the game way above the trees of this place; sight of the stars-, there is a characteristic keyboard in front of you. Type as you may, try to use the mouse, they keys selected spell out a name. You may see that you do not have choosing in this. \r\n\r\nIt's entered anyway, be frustrated as you may; I trust the devs see you are engaged and probably confused now, there is an abrupt start A TRAIN, you see you are in third person; your little character is all silhouetted and weirdly shaped, with pointy hands, stilted legs, and a [cute] brown hat. You move and hear how he patters his feet against the ground, the swiftness at which he moves is surprising; the expected jump goes with a much joyous leap and fun, happily-excited sound. \r\n\r\nThe game has a feeling of wholesomeness; a huge heart to its creativity thus far. You may discover that you can pick up objects and throw them with a likewise, gleeful sound with result to convincingly cartoonish physics. There is an obstacle in your way, a door that you cannot pass; you've likely just learned you may pick things up, you grab the door as games may go, it is abruptly pulled off its hinges with not even a sound. HUMOR for what the player discovers. \r\n\r\nAnd then they may carry forward to follow a trail of lights to this wonderous, immensely tall structure-nigh obscured by clouds overhead; the player's introduced to it by a trigger, which follows with such clever in-engine animation I have not better ability to describe, music that carries you into recognition of it. \r\n\r\nYou find stairs in front of it. Oddities set in your mind as you realize the stairs are too big for you. Jump, jump, jump as you may to climb them. Walk a bit and an animation begins; your perspective changes and you see your character to the side. He's given such a lovely animation that breathes further life into the game. It's separated from your control, but that's okay in my mind. \r\n\r\nThere are greater curiosities in the moment. He steps a bit, hesitates; the rotating doors ahead and into the building spin to life, he falters a bit, and they ensnare him in the rapidity to our great humor. [I love the charming animation of this game and you've only to see it to understand] I would go further but this game was so well-made you may find this description as sufficient for your own interest in what it may bring. \r\n\r\n@Anarco (Rorschach) for reference of great heart to a game, try the Upturned out.\r\n\r\n@Scuds this [has] an interesting companion system; built-into it are ideas of their autonomy. \r\n\r\n[Sons of the Forest - IGN Hands-on Preview]\r\nhttps://youtu.be/eL48xUnGrAM?t=89 \r\n\r\n@rothus66 we should definitely try this game. the AI system fascinates me\r\n\r\n: woah, just happened on this one in the steam discovery queue. hard to find indies that grab me. but this; everything in the design screams incredible polish, trailers have such good audio & music!\r\nhttps://store.steampowered.com/app/2123640/Hollowbody/\r\n\r\nhttps://youtu.be/zs7QEo3LmVE\r\n\r\n12:02 PM]Fang: I understand where this guy is coming from, don't buy games if you don't know the producer! Don't support things that you don't like the morals of! But the beginning bit of it felt like a kneejerk \"Russians aren't allowed to be sorry or be nice\" opinion. When he said he was Ukrainian, I understood, but I know many Russians who do not support the fighting going on in Ukraine and neighboring countries, who are good people. That said, this is a good video. I wasn't planning on buying Atomic Heart to begin with, so I enjoy being informed like this.\r\n[12:06 PM]Fang: I always wait and see what a game turns out to be like. I enjoy looking up the producers and companies.\r\n[12:12 PM]Glitch: I oh so wish we could choose not to allow our funding to the military. We are ignorant of their decisions and they go on to do damage without reproach; severance from their poor power is what we need, I think. The people making the decisions to war do not represent the people in this media; people in the states should have say in what their taxes go to. They have taken so much without explicit permission; namely here, tit for tat attitudes. Our military had no right to the whole destruction of civilizations for so supposed fear. We had might and we used it to do the very thing; if anyone has a responsibility to give back we ought to flip our wants for war into acts for aid. I want my taxes to give unto the world and amend what's broken, not maintain a confounded but benign sense of rule.\r\n[12:13 PM]Fang: Aye. You could use your tax returns to do just that. It's not a fix, but it might help your conscience.\r\n[12:13 PM]Glitch: Ha, keep voting-\r\n[12:18 PM]Glitch: What does it all rule for, eh?\r\n[12:19 PM]Fang: I'm not sure here would be best for my political views, but! I would like reform, not just a new president, senator, or congressman.\r\n\r\n3:36 PM]Glitch: @Jcorella - https://www.youtube.com/watch?v=fS1CuhqUG0I\r\nThe creator quoted the developer saying \"there is resistance\", but that's laughable. You'd need a whole suite of other systems for this thing to really keep that promise. Open-source though. Love the idea of making it so accessible. Nothing would beat it. Reminds of of Issac Clarke's RIG, badass. \r\n\r\nhttps://www.youtube.com/watch?v=NyxUDCU0BXQ\r\n\r\nhttps://www.youtube.com/watch?v=pQo9b-iV2Q0\r\n\r\nhttps://www.moddb.com/mods/star-wars-sagas\r\n\r\n@here\r\n[10:18 AM]Glitch: I'm imagining escape but I still can't see myself getting into this right now. Really rather keep building-\r\n\r\nhttps://www.youtube.com/watch?v=UiTM-qkzZ2o\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/games-channel.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, mechanic, fix\n- **Imported**: 2025-05-05T16:25:37.114Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/games-channel.txt.txt",
    "importedAt": "2025-05-05T16:25:37.114Z"
  },
  "created": "2025-05-05T16:25:37.114Z",
  "modified": "2025-05-05T16:25:37.114Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "mechanic",
    "fix"
  ]
}