{
  "title": "kick_ass_enemy_design_txt",
  "content": "# kick_ass_enemy_design.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-08-15T21:57:51-07:00\n\n====== kick ass enemy design.txt ======\n- Dredge\r\nDescription: Weak enemy that can only melee. It moves very fast but is easy to take down.\r\nUndamaged Objective: Move towards the first enemy it sees. \r\nDamaged Objective: Flail around and lightly attempt to dodge attacks.\r\nDeath Objective: Withstand extra damage to die in an interesting way.\r\n\r\n- Gyre \r\nDescription: Basic enemy that rolls up into a thin(ish) cylindrical form and moves towards its objective at a very fast pace.\r\nUndamaged Objective: Roll towards enemy emplacement and attempt to set explosives. Equip friend EZ when a spot is open.\r\nDamaged Objective: Unroll when outer shell is broken, do as much damage as possible while avoiding damage to self.\r\nDeath Objective: Attempt to escape in broken outer shell and die in an interesting way.\r\n\r\n- Dozer\r\nDescription: Enemy with large health pool that slowly moves towards enemy cover. Deploys squad of Gyres upon entering battlefield. \r\nUndamaged Objective: Move towards the nearest enemy cover position and destroy it. \r\nDamaged Objective: One of treads is lost, move towards nearest objective. Back up and re-attempt if missed.\r\nDeath Objective: Veer into nearest non-cover obstacle if destroyed. Suicide after X damage if no enemy cover is present. \r\n\r\n- Scope\r\nDescription: Enemy with low health that targets enemies out of cover. Uses periscope and remains hidden until enemy leaves cover.\r\nUndamaged Objective: Find cover, wait for enemy to change positions, eliminate them as they run. Repeat until damaged.\r\nDamaged Objective: If periscope is destroyed, supress enemies that are actively in cover. Retreat and keep using cover.\r\nDeath Objective: Die in an attempt to retreat. (Bullet magnet enemy NPC projectiles)\r\n\r\n- Heavy Gyre \r\nDescription: Large bipedal enemy with a huge health pool. \r\nUndamaged Objective: Move towards furthest enemy and shoot. Do not flinch, do not use cover. \r\nDamaged Objective: If arms are lost move towards nearest enemy and melee. If legs are lost, remain stationary and shoot. \r\nDeath Objective: Explode and trigger something interesting. \r\n\r\n- Scav\r\nDescription: Flies around and picks up droid parts with its multitude of limbs; using them to build droids from trash.\r\nUndamaged Objective: Hide behind corpses or active enemy units and re-assemble destroyed droids; creating weaker versions.\r\nDamaged Objective: Throw sharp and or blunt droid parts at enemies in range. \r\nDeath Objective: Spin out of control and hit something interesting.\r\n\r\n- Spark\r\nDescription: Flies around and repairs active enemies. It cannot give them new limbs or accessories, but can maintain their armor.\r\nUndamaged Objective: Repair droids and keep mobile. Avoid gunfire while circling friendly units. (Remain in enemies line of sight)\r\nDamaged Objective: Move faster and more erratically.\r\nDeath Objective: Explode and shock friendly units, stunning them momentarily. \r\n\r\n- Ultra Gyre\r\nDescription: An armored version of the Heavy Gyre with a gigantic health pool. It requires full enemy teamwork to take down parts.\r\nUndamaged Objective: Move towards furthest two enemies, shoot both targets at once. \r\nDamaged Objective: If limbs are exposed move to targets at 2x speed, pick them up, and crush them. \r\nDeath Objective: Explode and destroy cover or severely damage enemy units. \r\n\r\n- Anchor \r\nDescription: Heavily armored cannon that crawls slowly and can only shoot while stationary. \r\nUndamaged Objective: Keep distance from targets. Shoot if far away, spin around and melee if close.\r\nDamaged Objective: Miss at interesting things. Recover after a few seconds and keep hitting enemies.\r\nDeath Objective: Explode and fling cannon barrel into a friendly unit, destroying it. 0-\r\n\r\n- Vector \r\nDescription: Weak but incredibly adept at traversing the enviroment quickly. Deadlier variant of the Dredge unit.\r\nUndamaged Objective: Avoid damage, get close to enemies while darting around the map. Use cover as often as possible.\r\nDamaged Objective: Avoid damage and get close to enemies. Use cover sparingly and be very aggressive. \r\nDeath Objective: Die while in motion and collide with interesting things. (Bullet magnet enemy NPC projectiles)\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/kick_ass_enemy_design.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.143Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/kick_ass_enemy_design.txt.txt",
    "importedAt": "2025-05-05T16:25:37.143Z"
  },
  "created": "2025-05-05T16:25:37.143Z",
  "modified": "2025-05-05T16:25:37.143Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}