{
  "title": "language-channel_txt",
  "content": "# language-channel.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:16:42-07:00\n\n====== language-channel.txt ======\n1:11 AM]Glitch: https://en.m.wikipedia.org/wiki/Semiotics\r\nSemiotics\r\nSemiotics (also called semiotic studies) is the systematic study of sign processes (semiosis) and meaning making. Semiosis is any activity, conduct, or process that involves signs, where a sign is defined as anything that communicates something, usually called a meaning, to the sign's interpreter. The meaning can be intentional, such as a word u...\r\n[1:14 AM]Glitch: https://en.m.wikipedia.org/wiki/Mental_representation\r\nMental representation\r\nA mental representation (or cognitive representation), in philosophy of mind, cognitive psychology, neuroscience, and cognitive science, is a hypothetical internal cognitive symbol that represents external reality, or else a mental process that makes use of such a symbol: \"a formal system for making explicit certain entities or types of informa...\r\n[1:16 AM]Glitch: https://en.m.wikipedia.org/wiki/Enactivism\r\nEnactivism\r\nEnactivism is a position in cognitive science that argues that cognition arises through a dynamic interaction between an acting organism and its environment. It claims that the environment of an organism is brought about, or enacted, by the active exercise of that organism's sensorimotor processes. \"The key point, then, is that the species bring...\r\n[1:16 AM]Glitch: Um, the Enacts?\r\n[1:28 AM]Glitch: https://en.m.wikipedia.org/wiki/Knowledge\r\nKnowledge\r\nKnowledge is a form of awareness or familiarity. It is often understood as awareness of facts or as practical skills, and may also mean familiarity with objects or situations. Knowledge of facts, also called propositional knowledge, is often defined as true belief that is distinct from opinion or guesswork by virtue of justification. While there...\r\nKnowledge\r\n[1:34 AM]Glitch: https://en.m.wikipedia.org/wiki/Dyad_(sociology)\r\nDyad (sociology)\r\nIn sociology, a dyad is a group of two people, the smallest possible social group. As an adjective, \"dyadic\" describes their interaction.\r\nThe pair of individuals in a dyad can be linked via romantic interest, family relation, interests, work, partners in crime, and so on. The relation can be based on equality, but may be based on an asymmetrical...\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/language-channel.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.145Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/language-channel.txt.txt",
    "importedAt": "2025-05-05T16:25:37.145Z"
  },
  "created": "2025-05-05T16:25:37.145Z",
  "modified": "2025-05-05T16:25:37.145Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}