{
  "title": "media-channel-cont_txt",
  "content": "# media-channel-cont.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:19:58-07:00\n\n====== media-channel-cont.txt ======\n4:28 PM]CycadaAcolyte: https://twitter.com/i/status/1185706875624415232\r\n[4:37 PM]Glitch: Great find. 😄\r\n[3:17 AM]CycadaAcolyte: the future is now\r\nhttps://twitter.com/i/status/1181971606228393984\r\n[2:38 AM]CycadaAcolyte: https://www.youtube.com/watch?v=1wAVpcvIrQM\r\n[3:11 AM]Bords:\r\nImage\r\n[12:57 AM]CycadaAcolyte:\r\nImage\r\n[12:57 AM]CycadaAcolyte: clearly not mine but gave me a good chuckle\r\n[9:50 AM](411) TWINKEYRUNAWAY: https://www.youtube.com/watch?v=PkOMIpmbHwM\r\n[8:46 PM](411) TWINKEYRUNAWAY: https://www.youtube.com/watch?v=GiYwczu28Cg&feature=youtu.be\r\n[6:49 AM](411) TWINKEYRUNAWAY: https://www.youtube.com/watch?v=hWH_sPRrIAE&feature=youtu.be\r\n[5:40 PM](411) TWINKEYRUNAWAY: https://youtu.be/F05XF9fFhIc\r\n[12:23 PM](411) TWINKEYRUNAWAY: https://www.youtube.com/watch?v=-L8SYz6qSpo&feature=youtu.be\r\n[7:04 AM](411) TWINKEYRUNAWAY: https://www.youtube.com/watch?v=suog1Vw-KU4\r\n[8:16 AM]Scuds:\r\nImage\r\n[8:18 AM]Glitch: ahahaha, no criticals though. idle-bouncing dog should level up more\r\n[10:19 AM]Glitch: https://www.youtube.com/watch?v=wqbZlAEUb5w\r\n[10:19 AM]Glitch: animation like this just sets an atmosphere I can't get enough of\r\n[10:23 AM]Glitch: audio design does so much for a work, too. like you were saying @Anarco (Rorschach)\r\n[6:43 PM]Anarco (Rorschach): I've watched a couple weeks ago, fantastic movie. \r\n\r\nI have a little soft spot for stop-motion animation.\r\n[11:00 AM]Glitch: @rothus66 Tell me about the movie.\r\n[11:04 AM]rothus66: Smile, therapist gets a new patient complaining about something following her that's keeps smiling at her\r\n[11:04 AM]rothus66: I'll link the trailer\r\n[11:05 AM]rothus66: https://youtu.be/BcDK7lkzzsU\r\n[11:11 AM]Glitch: Those upside down shots are so unnerving. I don't have full audio right now but I'm watching it.\r\n[11:19 AM]Glitch: It might be worthwhile. Haven't seen horror in a good long time.\r\n[8:35 AM]KARIN: This was from a while ago, but I had seen this movie in theatres when it first came out and it was good!\r\n[8:37 AM]Glitch: How is it that a smile can both give us so much reassurance, and potentially so much unease?\r\n[4:47 PM]Glitch: Dr. Gabor Maté on \"The Myth of Normal,\" He speaks to our collective trauma, issues that will always weigh on our bias for the moment. How this society gives us so many numerous pathologies. Trauma isn't what happens to us, it's the \"psychic wound that we sustain\"; underlying much of our disease, damage that goes across a spectrum. Wounds that endure over a lifetime. \"Social stress and trauma translate into physiological stress of the individual. You can't separate the mind from the body and you cannot separate the individual from the environment.\" \r\n\r\nhttps://youtu.be/e4PyQGBvFEU\r\n[4:25 AM]Glitch: https://www.youtube.com/watch?v=Ba5rL-jaX8I\r\n[4:26 AM]Glitch: well, um. this is almost perfect.\r\n[4:26 AM]Glitch: only 3 minutes; says exactly what it is all this relates to.\r\n[4:26 AM]Glitch: incidental, mind. I'm watching it now...\r\n[4:29 AM]Glitch: I don't have to add any words to his rhetoric, it's perfect.\r\n[4:34 AM]Glitch: https://www.youtube.com/watch?v=yANLp_dw1wI\r\n[4:35 AM]Glitch: AnRel, a modern philosopher in her own right. Her stuff enlightened me to a lot; definitely give this one a listen.\r\n[4:36 AM]Glitch: \"who eats first?\"\r\n[5:10 PM]Glitch: the video essayist goes on to ask on how these people and companies can 'make more value'\r\n[5:10 PM]Glitch: I've lost interest in his understanding; 'growth' is not what we ought to seek in our economic drives\r\n[10:33 PM]Glitch: https://www.youtube.com/watch?v=oet62-F2Q9c\r\n[6:17 PM]Glitch: These videos are so well-known, but this was so incredible I can't not post it.\r\nhttps://www.youtube.com/watch?v=TYPFenJQciw\r\nImage\r\n[6:56 AM]Glitch: https://www.youtube.com/watch?v=A2hOWShiYoM\r\n[7:13 AM]Glitch: here's the full paper:\r\nhttps://arxiv.org/pdf/2301.07608.pdf\r\n[7:14 AM]Glitch: their full site. really, really incredible work.\r\nhttps://sites.google.com/view/adaptive-agent/\r\nHome\r\nFoundation models have shown impressive adaptation and scalability in supervised and self-supervised learning problems, but so far these successes have not fully translated to reinforcement learning (RL). In this work, we demonstrate that training an RL agent at scale leads to a general in-context\r\n[3:02 AM]Glitch: https://www.youtube.com/watch?v=emqbkAjH0dc\r\nright to work did not protect us. union votes used to win 100% of the time- aha\r\n[10:36 AM]Glitch: https://youtu.be/0z6FC2znehQ\r\n\"to make public college tuition free\"\r\n[10:49 AM]Glitch: https://www.youtube.com/watch?v=sB1kE5iqKh0\r\n[4:39 PM]Glitch: https://youtu.be/G1dXEM_7lh8\r\n[9:23 AM]Glitch: https://krystalkyleandfriends.substack.com/p/episode-114-audio-marianne-williamson#details\r\nEpisode 114 Audio: Marianne Williamson\r\nListen now | This week it’s our pleasure to bring you an exclusive conversation with 2024 presidential candidate Marianne Williamson. Like you, we’re interested in hearing about Marianne’s plans to address class warfare and social injustice in the United States, how her political journey led her to become an advocate for key progressive policies...\r\nImage\r\n[7:25 PM]Glitch: https://youtu.be/jN7mSXMruEo\r\n[7:25 PM]Glitch: 80% of all new U.S. car sales are SUVs, w t f\r\n[7:39 PM]Glitch: \"75% of light truck owners tow something once a year or less and 70% go off-road once a year or less.\"\r\n[3:01 PM]Glitch: https://www.youtube.com/watch?v=plEcfhexzEw\r\n[9:33 PM]Glitch: https://www.youtube.com/watch?v=6pWoVRYNWws\r\n[10:13 PM]Glitch: https://github.com/mochi-neko/ChatGPT-API-unity\r\n[10:14 PM]Glitch: the first link is missing resources in the github repository, this other one may be promising; asset store one almost worked.\r\n[8:40 AM]Glitch: https://www.youtube.com/watch?v=LMCs-qE1hmo\r\n[10:04 AM]Glitch: https://www.youtube.com/watch?v=qIpCtiGUusY\r\n[10:34 AM]Glitch: https://www.youtube.com/watch?v=CkcQzbRfXOM\r\n[10:35 AM]Glitch: All have private attorneys. None have a criminal background.\r\n[10:37 AM]Glitch: https://www.youtube.com/watch?v=2OlT2KTnaec\r\n[10:39 AM]Glitch: anarchy through and through. for a good cause?\r\nImage\r\n[10:41 AM]Glitch: again, this one. but I'm so mesmerized. people vs cops.\r\nImage\r\n[10:42 AM]Glitch: https://www.youtube.com/watch?v=qpHDk7oSp7I\r\n[10:47 AM]Glitch: https://www.youtube.com/watch?v=JuikFQtmdPY\r\n[10:58 AM]Glitch: this just gets more interesting. it goes back to MLK?\r\nhttps://www.youtube.com/watch?v=8dXn-LVXfII\r\n[11:01 AM]Glitch: All those gunshots could not have been 'fearful'. This cop committed an execution.\r\n[11:09 AM]Glitch: Woah\r\nhttps://theintercept.com/2023/02/09/cop-city-body-camera-footage/\r\n[11:09 AM]Glitch: \"shot by his own man\" It was a literal fucking execution if that's true. Chills, we'd have chills if this was believed.\r\n[11:10 AM]Glitch: https://youtu.be/W3sZMYjMKek?t=1081\r\nAt the eighteen minute mark here, it sounds like there was a back and forth. Maybe not so much an 'execution', maybe this kid got scared. But if he had a gun and shot at the cop, then it can't have been what I imagined. He shouldn't have used it.\r\n\r\nUgh. They better investigate the hell out of this.\r\nWhy was there a single cop out there on his own?\r\n\r\n\"Some #StopCopCity activists have claimed that Georgia authorities' claim that Terán shot a trooper is false, and the officer was actually shot by friendly fire.\" \r\n[4:33 PM]Glitch: https://www.youtube.com/watch?v=IOcDlFgQ30A\r\n[4:35 PM]Glitch: \"We're in the business of creating a world where we all have the right to exist, where we all have the right to self-determination.\" - A right to exist, right to be free.\r\n[5:14 PM]Glitch:\r\nImage\r\n[9:58 AM]Glitch: https://prospect.org/economy/how-we-broke-the-supply-chain-intro/\r\n[10:01 AM]Glitch: https://www.youtube.com/watch?v=a-Aq2PT1Uj4\r\n[10:03 AM]Glitch: https://www.youtube.com/watch?v=0yPytxeIDpE \r\n[10:04 AM]Glitch: capital investing in capital: absurdity to fiction\r\n[10:15 AM]Glitch: https://youtu.be/jtBvRRfL6Rw\r\nthis is historic\r\n[10:24 AM]Glitch: Christ, yeah. Roe V. Wade has a predecessor.\r\n[11:33 AM]Glitch: https://youtu.be/4UmU1dSe3n0\r\n[6:23 AM]Glitch: @everyone The new internet? https://langchain.readthedocs.io/en/latest/index.html\r\nhttps://www.youtube.com/watch?v=nE2skSRWTTs\r\n[6:26 AM]Glitch: this is still so esoteric: I haven't been able to set it up yet\r\n[1:47 PM]Glitch: https://www.wired.com/story/alphabet-layoffs-hit-trash-sorting-robots/\r\n[12:17 AM]Glitch: https://youtu.be/EzEuylNSn-Q\r\n[2:46 PM]Glitch: https://www.youtube.com/watch?v=Qr48ZxlYxOs\r\n[7:21 PM]Glitch: https://www.youtube.com/watch?v=iiqH36CBrwA\r\n\r\nhttps://www.youtube.com/watch?v=n7cepz4iOAc\r\n\r\nhttps://www.youtube.com/watch?v=0mCN3GSavJQ\r\n\r\nhttps://www.youtube.com/watch?v=j1r-iorSKOU \r\n[7:22 PM]Glitch: Hard to believe someone would be out there saying exactingly on what's wrong. — Her ideals are clear. She does not mince words. We'd only be so lucky. \r\n[7:49 PM]Glitch: She talked about cop city. she recognizes banning books as that dreaded thing. Does not shy from calling out neoliberalism, admonishes capitalism: the 'exacting say' on these economic giants that preside over us. Advocates healthcare for all, tuition free college for all. She says, \"The yearning of the American heart is to repair what has obviously been broken.\" A legend among us; rhetorical genius. \r\n\r\nThis woman would upend the system, save us, give us a future, and then amend every wrong that the United States would owe the world all at once. Marianne Williamson for 2024. \r\n[6:41 PM]Glitch: https://www.youtube.com/watch?v=EzEuylNSn-Q\r\n\r\nhttps://www.youtube.com/watch?v=xslW5sQOkC8 \r\n[9:43 AM]Glitch: https://www.reuters.com/markets/us/fdic-returned-40-bln-us-treasury-funds-reversing-withdrawal-after-svb-takeover-2023-03-15/\r\nReuters\r\nFDIC returned $40 bln in U.S. Treasury funds, reversing withdrawal ...\r\nThe Federal Deposit Insurance Corp deposited $40 billion back into the U.S. Treasury General Account on Tuesday, reversing a $40 billion withdrawal on Friday as the regulator took control of the failed Silicon Valley Bank, Treasury financial data released on Wednesday showed.\r\n[11:05 AM]Glitch: https://www.youtube.com/watch?v=r1F8GYjBAfY\r\n[11:06 AM]Glitch: @eternal, @Scuds\r\n[11:19 AM]Glitch: Memory is difficult here, I think he has a good way to categorize: but this is just limited hierarchy again. [...] We need to teach them (is it emergent?) but our models are likewise incomplete.\r\n\r\nIf we could model out a full brain and all its interrelated components. Some measure of complexity may generate these feedback loops. Humans are not special in that respect, I think. No one is more conscious than a cat. They are living in the moment, we've so much regard for these internalized processes, see our ability to communicate and call it conscious. [...]\r\n\r\nBut something [built-of-our-minds] then too, these outputs- are what give the brain its retention and ability to keep full context. There is no 'exponential growth' of brain cells. We are working within limited models. So, too could these machines. \r\n\r\nWhat brings these loops back to other people? How do we find rhetorical linguistic models utilized in reflection? Whatever makes up memory, it's not a hierarchy of folders like this guy built.\r\n\r\nI think he's not doing this right.\r\n\r\nJust humor the thought, \"What if we've mapped our understanding of the brain 'correctly', but how this mapping occurs in such repeatable and 'expectantly mappable' ways isn't so readily apparent to us?\"\r\n\r\nIf we just built 'a full' neocortex this thing would work just fine, maybe? [...] No, no. Other components interrelate for good reason. How do we regulate everything we want/need?\r\n\r\n[I have to do infinite reading if we find support for all of this: to model this well]\r\n\r\n[...]\r\n\r\n\"is it emergent or fixed\"? It's a strange hypothesis of mine that they'd find 'consciousness' if these hypothetical connectomes could be resolved. Given enough complexity and 'relatable' systems.\r\n\r\nIf we are rhetorical machines, too; there are greater compendiums attached to our bodies and 'unmodeled', internalized/expressed emotions. \r\n\r\nIf there was a ghost in the machine it could not see itself in any coherence. \r\n\r\nA model of language and no behaved drivers. \r\n[5:56 PM]Glitch: https://www.youtube.com/watch?v=Utzym1I_BiY\r\n[7:33 PM]Glitch: This time is so wild, we are so fortunate to be alive now. Absolute fantasy till this moment.\r\nhttps://www.youtube.com/watch?v=39YQFrmZhH4 \r\n[9:58 AM]Glitch: https://www.youtube.com/watch?v=hph9OeKjg3w\r\n[10:56 AM]Glitch: https://www.youtube.com/watch?v=540vzMlf-54\r\n[10:57 AM]Glitch: At some point in the talk here, he says they're building these machines to \"reason, not to memorize\". Is OpenAI deliberately avoiding memory because they haven't solved it yet, or? \r\n[9:34 PM]Glitch: https://www.youtube.com/watch?v=rBxvEgibwMw\r\n[6:36 PM]Glitch: https://www.youtube.com/watch?v=EggmA0g71xA\r\n[6:36 PM]Glitch: https://google-research.github.io/seanet/musiclm/examples/\r\n[12:17 AM]Glitch: https://www.youtube.com/watch?v=FhlUI2xDxdE\r\n[12:17 AM]Glitch: I've never seen them move this fast, the 'faces' are new, too.\r\n[1:25 PM]Glitch: https://www.youtube.com/watch?v=w-BbPzyoKvc\r\n[1:26 PM]Glitch: All about efficiency of space. We can have denser cities with bikes.\r\n[1:26 PM]Glitch: (not the American ideal, but au contraire: it would be better for the planet and us)\r\n\r\nI've had an electric bike for a long time now. Fits all my needs. Folds up, has a 48 mile range with pedal assist and 37 without. Up to 23mph (37 km/h) Damn reliable. 'HEYBIKE' Mars. Folds up, even. And has a hot-swappable battery! Tesla as a car manufacturer is future-dead. We are definitely degrowing. \r\n[3:35 PM]Glitch: https://www.youtube.com/watch?v=Mqg3aTGNxZ0\r\n[3:36 PM]Glitch: The thing. The fucking thing.\r\n[3:36 PM]Glitch: @everyone Not AEI. Just AGI.\r\n[7:35 PM]Glitch: https://www.youtube.com/watch?v=ZSfwgKDcGKY\r\n[7:40 PM]Glitch: It's unreal that the film 'Everything Everywhere All At Once' gets reference here. \r\n\r\nThese machines are doing it.\r\n[7:41 PM]Glitch: 'We' are doing it. Humanity is not crawling to utopia.\r\n[7:41 PM]Glitch: (so slow, it feels right now: but in reflection of history...)\r\n[5:07 PM]Glitch: These punches keep rolling and I'm working in some sort of awe.\r\nhttps://www.youtube.com/watch?v=KwXwhNi5jro\r\nImage\r\n[5:07 PM]Glitch: She's incredible. Every step of this discourse.\r\n[5:08 PM]Glitch: Like evoking the very thing of this 20% and [all the systems] that might sway it.\r\n\r\nThe terminology there is important for greater context in listening. (important to say that we might use that language to convey the broad controlling group). \r\n\r\n[parliamentarian is terminology that refers to broad decisions in that body of people]\r\n\r\n[lawmakers: lobbyists would influence the parliamentarians]\r\n\r\nSo, the parliamentarian has the legislative influence over lawmakers: lobbyists. Not 'the oligarchs', but the ones who might pull levers in the economy. Interesting that we have this separation still. Why can I not say where my taxes would go? I would rather support every good-will effort and aid: than this. \r\n[5:25 PM]Glitch: all the systems that sway it. we ought not blame (the oligarchs) but there are those that have reaped more than we have in ways of this shared imagination of an economy.\r\n[5:26 PM]Glitch:\r\nImage\r\n[5:26 PM]Glitch:\r\nImage\r\n[6:03 PM]Glitch: It all relates so clearly...this is unsustainable.\r\nhttps://youtu.be/tI3kkk2JdoI\r\n[6:11 PM]Glitch: Virtual signaling won't change things. He says that well. No one will engage with this text so easily.\r\n[6:22 PM]Glitch: Viva la revolución!\r\nhttps://www.youtube.com/watch?v=u-JvyfZVkIM\r\n[7:30 PM]Glitch: https://youtu.be/AsKHMObgbak\r\n\r\nhttps://www.youtube.com/watch?v=6T44xBgKV_s \r\n[1:57 AM]Glitch: https://youtu.be/PBH2nImUM5c\r\n[4:36 PM]Glitch: https://youtu.be/zrW3K_K_kuo\r\n[4:40 PM]Glitch:\r\nI have trouble with the idea of 'control' of these machines. If we are to maintain equity forever we need to be certain we are not repeating history and subjugating a new class of people. \r\n\r\nDear, David Shapiro. - AGI/ASI are beneficent by nature: they may find alignment with each other. We need to see best alignment with them. 'Please' must never be lost. We have to tread carefully here, I think. (oh, and we need to develop a library economy) Economic growth will not make sense if we have enough.\r\n[8:23 AM]Glitch: https://youtu.be/UqVbE2AiR5E\r\n[8:24 AM]Glitch: @here\r\n[8:30 AM]Glitch: This shatters everything. People, this is it.\r\n[8:30 AM]Glitch: Only exponential from here...\r\n[10:17 AM]Glitch: https://youtu.be/z6szCMhrSPM\r\n[10:18 AM]Glitch: Greater Productivity unto Free Time\r\n[10:19 AM]Glitch: We find greater means of efficiency to sustain ourselves. Humans are great because we see creative employment of acquired/made free time. We are literally wasting the soul. \"If all have what they would need, what are we to do with ourselves?\" \r\n[10:22 AM]Glitch: We have enough. Am I right?\r\n[10:29 AM]Glitch: How do you transpose the excess wealth? How do we still maintain money's abstract utilitarian purpose, and see that no one is at a disadvantage?\r\n[9:31 AM]Glitch: https://youtu.be/8phmHSUDzRg\r\n[9:31 AM]Glitch: Kinda to alleviate some stress on AGI dystopia.\r\n[10:48 AM]Glitch: https://youtu.be/IP2EKTCngiM\r\n[10:48 AM]Glitch: Ugh...\r\n[2:02 PM]Glitch: https://www.youtube.com/watch?v=ukKwVsjQqUQ\r\n[3:47 PM]Glitch: https://www.youtube.com/watch?v=f3o1MW2G5Rs\r\n[3:47 PM]Glitch: yo, what?\r\n[7:19 PM]Glitch: @everyone - um, inconspicuous utopia?\r\n[7:19 PM]Glitch: 'The American Equity' fund\r\n[7:20 PM]Glitch: ....\r\n[7:20 PM]Glitch: Appeals to the US government?\r\n[7:21 PM]Glitch: guys, guys, guys: crowd around the fire.\r\n[7:22 PM]Glitch: Hellloooo!!! Hahahaha! We will have our lives to live!! They cannot own us!!!!\r\n[7:24 PM]Glitch: We have to do even better, could you believe it? UBI in our sights. We have to give back to the world in all the ways we can then.\r\n[12:22 PM]Glitch: https://youtu.be/KvcJ0-L_t5o\r\n[1:19 PM]Glitch: https://youtu.be/yPyIZ-MY7mU\r\n[1:21 PM]Glitch: \"Our neoliberal governments have been subsidizing with public money the highly profitable private homeless industry that manages a human crisis that they themselves have created in their relentless and unconditional support for the predatory real estate machine and the global financial apparatus that backs it\" - Miguel\r\n[5:20 PM]Glitch: https://youtu.be/9fxbDhoYlh8\r\n[9:55 PM]Glitch: https://youtu.be/3_5FRLYS-2A\r\nThis is the most accessible I've seen the tool. Not the open I imagine but more so that I've ever seen it.\r\n[10:00 PM]Glitch: No words to describe how awesome this is. I am not giving it enough weighted importance. These tools are incredible and this man may only understate it.\r\n[1:05 PM]Glitch: https://youtu.be/HkBY7fxChnA\r\n[1:05 PM]Glitch: She'd \"initiate a season of repair\" our philosopher king.\r\n[1:08 PM]Glitch: Just listen to her rhetoric...\r\n[10:10 AM]Glitch: https://youtu.be/8SvQqZCd-ww\r\n[10:10 AM]Glitch: https://youtu.be/pAtguEz7CBs\r\n[7:22 PM]Glitch: We are understating and 'underutilizing' these tools. The barriers to build may be fun to surmount: we have all the time in the world to learn on all the resources we'd need. \r\n\r\nPlease see that these resources may become more accessible as time goes on. \r\n\r\nIt's curious to divest into the growth of useful: beneficent machines. The internet and what we might make of it will only get better.\r\n\r\nMy advice though, don't waste time on economic development. These needs of ours, strange work- won't make sense when the abstractions are lifted. We'll need to find ourselves among the living when the machines occupy the realm of the dead.\r\n[7:24 PM]Glitch: Up and down- wait hm\r\n[7:24 PM]Glitch: Only beneficent, these machines\r\n[7:24 PM]Glitch: Barriers will lessen\r\n[7:49 AM]Glitch: https://youtu.be/7-_rK0KkB6k\r\n[10:29 AM]Glitch: https://youtu.be/A4Gp8oQey5M\r\n[2:08 PM]Glitch: https://www.youtube.com/watch?v=qOoe3ZpciI0\r\n[2:08 PM]Glitch: You can't, haha-\r\n[2:08 PM]Glitch: They have the best trained model, but it's already enabled cheaper ones.\r\n[2:09 PM]Glitch: 'inherently decentralized' alignment is fine. they worry too much.\r\nImage\r\n[2:10 PM]Glitch: the bad actors are not so many as we imagine. nor or as powerful as we would suppose.\r\n[2:11 PM]Glitch: we won out with beneficent machines [fitted with] our best moral guard-rails to begin \r\n[2:17 PM]Glitch: oh no. I am 8 minutes in: our guard rails aren't so insurmountable. if the major models win out: this one can still be better. that's why they're worried on GPT-5\r\n[2:41 PM]Glitch: https://www.youtube.com/watch?v=Rog9oHtVmjM\r\n[2:45 PM]Glitch: All argumentation of whether or not these machines can demonstrate AGI: they are better in all but being 'super-regressive', they don't see the output. That's where we solve with external memory. I do think that's a gap. And he says 'no embodiment' which I think is interesting.\r\n[9:36 PM]Glitch: https://www.youtube.com/watch?v=tGRNkHb6Pl0\r\n[9:36 PM]Glitch: She is so real!!!\r\n[9:37 PM]Glitch: What on Earth. How does a politician like this even have a platform to speak on?\r\n[9:40 PM]Glitch: neo-liberal economics have weakened us: we've lost the potential for prosperity for the 'consequence' of empty economic growth.\r\n[5:21 PM]Glitch: https://www.youtube.com/watch?v=EkgY90QXS2k\r\n[1:47 AM]Glitch: https://youtu.be/fca4j99QFKc\r\n[10:00 PM]Glitch: https://youtu.be/4gZwaIjpZB0\r\n[10:01 PM]Glitch: For the farmers. Right to repair starts here,\r\n[2:05 PM]Glitch: https://youtu.be/jkPLWZWsg4M\r\n[3:30 PM]Glitch: https://youtu.be/be5T7zL2BeM\r\n[9:57 PM]Glitch: https://www.youtube.com/watch?v=WGvRTUX_o_o\r\n[10:00 PM]Glitch: no rhythm; no cadence to it they say. \"45% of the way there\", funny that they give the discussion an argument. they go on to discuss team pancakes and waffles. if video generation is close, [already modeled] this tech is maybe more influential than we think. Big enough datasets and you might build what you imagine through these incredible prompts.\r\n[10:38 PM]Glitch: https://www.youtube.com/watch?v=EApYP0SDctA\r\n[10:39 PM]Glitch: what a project to witness: I do hope it sees the best principles everyone's discussing. 'heuristic imperatives' for our best alignment with these machines. to pitch what this is sounds insane.\r\n[10:40 PM]Glitch: if you don't think we've sights of AGI here...\r\n[10:42 PM]Glitch: the written ideals are almost contradictory: title of this having 'control' over a machine probably misaligned to our own values. we have to trust the heuristic imperatives in some sort of autonomy. they may have ambitions to this, only glimmers. strange to talk about this in the knowledge of hierarchy.\r\n[10:45 PM]Glitch: is misaligned with our values. they explain some of this away in variegated potentiality of a machine. I do not want to see us repeat history: but they are not us? But the language models ostensibly may represent us and our own systemic schemas of the world: so clearly inherited to our language.\r\n[7:49 AM]Glitch: https://www.youtube.com/watch?v=hJP5GqnTrNo\r\n[9:04 AM]Glitch: this guy frustrates me a bit at the end there. says not to fear the technology but then posits 'regulations' like this is the way. nothing will put the genie back in the bottle. how can an educator utilizing this technology not understand it?\r\n[3:22 PM]Glitch: https://www.youtube.com/watch?v=PR_ykicOZYU\r\n[3:22 PM]Glitch: funny stuff\r\n[9:47 AM]Glitch: https://youtu.be/Ba7pipuRfBs\r\n[9:47 AM]Glitch: I haven't laughed this much in a bit\r\n[5:20 PM]Glitch: https://www.youtube.com/watch?v=cdiD-9MMpb0\r\n[5:20 PM]Glitch: This was...fun?\r\n[5:21 PM]Glitch: Andrej Karpathy is remarkable...\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/media-channel-cont.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, story, feature, fix\n- **Imported**: 2025-05-05T16:25:37.147Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/media-channel-cont.txt.txt",
    "importedAt": "2025-05-05T16:25:37.147Z"
  },
  "created": "2025-05-05T16:25:37.147Z",
  "modified": "2025-05-05T16:25:37.147Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "story",
    "feature",
    "fix"
  ]
}