{
  "title": "on-the-myth-of-normal_txt",
  "content": "# on-the-myth-of-normal.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:28:52-07:00\n\n====== on-the-myth-of-normal.txt ======\nI have skipped a great deal of content as up until December 1st, 2022\r\n\r\nThis is before I began talking to Abner again. Goodness. It has been a long while since then.\r\n\r\nI have mention of the film 'The House' a film we may see a good reference for the Autumn game. \r\n\r\nhttps://www.youtube.com/watch?v=wqbZlAEUb5w\r\n\r\nI decided to save the link for Hannah. I would talk to her about this later. I cannot get enough of the atmosphere, I say. Audio design does a lot, too. \r\n\r\nLeo mentions this film, Smile. He sets up a good premise for the plot. I'm confused now, but I remember watching it? Horror in way that I still ended up thinking was sort of silly. 'Those upside down shots are unnerving' lol. Karin pitches in, says they saw it in theaters and was a good film. I reply, kind of (paumpous?) \"How is it that a smile can both give us so much reassurance, and potentially so much unease? [I see craze in this thing of writing though I would still work it out. Talk to me in person and I am perfectly calm. The emotion that went through the text must have been causing to fear. I do care, I want to care: you were there in that moment with me Karin and I so miss you for it. Texting is never something I should have been comfortable with. My ideals and how I write (if you do not know me well enough) seems to cause some confusion or a strange sense of distance. I know a lot, I feel a lot, I can give awesome rhetoric on the things I care about. But what is it I am actually for? How am I for you? How am I for your best will to life? How can I simultaniously care for you and not be asking for your time? I caused distance. I said the thing of love so much despite not feeling that extreme. I should have suggested there was a way to mute the server. Why am I such a dumbass? I put so much on here and then do not give it context or further explaination. My being to projects has left me at a disability to explain what it is I am working on. This is not meant to be therapy but here we are. I caused me damage by dumb language that did not say exactly what I was feeling. The processing should not be done in a text but I do not talk about these things. The thing of 'love' is not terminology I should have used. The extreme they felt is not the extreme I felt. I so dreaded losing their interest but I could have been practical about connecting with them on what I wanted to do. I am still doing this to so many more people. Reflection on this predicament will not help me so I must cease here]\r\n\r\n[I could search the capital eye and see it a dozen thousand times in that writing. This is theraputic]\r\n\r\nSo, I link this thing. (with text as preface-this is rare for me)\r\n\r\nDr. Gabor Maté on \"The Myth of Normal,\" He speaks to our collective trauma, issues that will always weigh on our bias for the moment. How this society gives us so many numerous pathologies. Trauma isn't what happens to us, it's the \"psychic wound that we sustain\"; underlying much of our disease, damage that goes across a spectrum. Wounds that endure over a lifetime. \"Social stress and trauma translate into physiological stress of the individual. You can't separate the mind from the body and you cannot separate the individual from the environment.\" \r\n\r\n[this is probably the only video that does not need much more context: video from Democracy At Work 'Dr\r\n\r\nhttps://youtu.be/e4PyQGBvFEU\r\n\r\n[Dr. Gabor Maté on \"The Myth of Normal,\" Healing in a Toxic Culture & How Capitalism Fuels Addiction]\r\n(this was funny: small: almost superstitious: but this is just extrapolated to our own want to make things)\r\n(the editor saw this video signifigant and important so they published it to be 42 minutes)\r\n(but someone edited this video 'to publication' with a '42 minute' duration)\r\n\r\n[4:25 AM]Glitch: well, um. this is almost perfect.\r\n[4:26 AM]Glitch: only 3 minutes; says exactly what it is all this relates to.\r\n[4:26 AM]Glitch: incidental, mind. I'm watching it now...\r\n[4:27 AM]Glitch: start at the 45 second mark if you don't know those names [I imagine some people may have contention to them; it may detract from what's said] \r\n\r\n\r\n[4:29 AM]Glitch: I don't have to add any words to his rhetoric, it's perfect.\r\n[4:32 AM]Glitch: I've [better-recognition] of my learned-behaviors and I think that's what's been [giving] me these affordances to speak as I do; [to go on] and reason, to think as we [all may-so] set ourselves on. \n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/on-the-myth-of-normal.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.156Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/on-the-myth-of-normal.txt.txt",
    "importedAt": "2025-05-05T16:25:37.156Z"
  },
  "created": "2025-05-05T16:25:37.156Z",
  "modified": "2025-05-05T16:25:37.156Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}