{
  "title": "soliloquy-channel_txt",
  "content": "# soliloquy-channel.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:43:17-07:00\n\n\nmany of us would like to see ourselves give all we might to others. \nThe life that's ahead of us is not entirely our choosing; the weird \nbehaviors, labels ascribed, the feelings of shame we may never \nbe helped to recognize; those interior withholdings which may \nkeep us from bettering ourselves. We are self-forwarding and \nthus, self-amending.\n\nI need say on hierarchy: \"We order ourselves \nin reversal of the forward; first, we put ourselves out, \nthen imagine that [we] are not wanted for (in a way), \nset regard of the action or expression that was given\nthough, this may be inhibited: you may not be seen\nHow we 'order' the self is cause of our best relations \nor: so-likely, how we widen distances between people. \n\nIf you are to work through your problems, see that you must \ngive soliloquy and have discourse in yourself apart from others. \nIf we are to process life rightly, there are strange inhibitions that \nhold us from language. If we do not have another is is most \n[imperative] that we talk to ourselves. We will not find growth \nkeeping to solace; maintaining our so-prescribed atomization \nthrough isolation and the [wrong] wanting for what we 'ought' \nto attain [for ourselves] and those we would hold regard of.\n\nValues are difficult. The things that hold us to people. If you do \nnot know my heart, you would not know my intent. I have strong\nfeelings on how I ought to go about setting myself aside in these writings. \n\nIf have my own [philosophical proofs] of human drives; Nature \nhas afforded us 'felt-insight' to each other. We see our relations \nto people and then reflect on ourselves—holding-to those \ninternalized systems of comparison and contrast of others.\n\nPeople and our shared understanding of another is what [may] \nbring us so close to love. It is difficult to say on each of the facets \nthat would bring us the [incredible things] of shame to the self, \nregret of what others (may think or feel),\n \n[11:43 AM]Glitch: I can't go on to 'at' everyone again. If this is valuable to you, please react or something. \nSay anything so that I may know I have taught well.\n[10:21 AM]Fang: You may be long winded, yes, but I haven't read a statement that didn't come from the heart yet. But, saying you're unimportant, it's not wholly true. We're as important as we choose to be. We oft delude ourselves by what others who don't know us believe, but we all forge paths that influence others. If one, two, five people start to do something, with confidence, others will follow, simply by the nature of things. But all people are meant for a certain thing, certain role. Some are meant to help, some are meant to lead. Some, to dream, to design, to take care of things. There are many parts to a whole, and looking at yourself as but a lone thing.. It, quote, \"misses the forest for the trees.\" We are meant to be with others, to forge bonds that will serve us and others.\n[2:17 PM]Glitch: \"We're as unimportant as we choose to be.\" \n\"We often delude ourselves by what others who don't know us believe,[...]\"  We must go on with confidence so others may follow.\n@Fang: Beautiful writing, my dear friend. Goodness, oh my.\n\"There are many parts to a whole, and looking at yourself as but a lone thing.. It, quote, \"misses the forest for the trees.\" We are meant to be with others, to forge bonds that will serve us and others. \n[5:34 PM]Glitch: @Fang To say again, and quote you more. I really love what you have writ. It's breathtaking. We can all only hope to bring out so much of our souls. I really cannot say it well enough. \n[9:22 PM]Glitch: Affirmations of love go to language, my language is lacking.\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/soliloquy-channel.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.195Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/soliloquy-channel.txt.txt",
    "importedAt": "2025-05-05T16:25:37.195Z"
  },
  "created": "2025-05-05T16:25:37.195Z",
  "modified": "2025-05-05T16:25:37.195Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}