{
  "title": "stranger_txt",
  "content": "# stranger.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:45:02-07:00\n\n====== stranger.txt ======\n**Meeting the Eyes of a Stranger on the Street**\r\n\r\n> First, why would you want to do this anyway? Well Michael Ellsberg argues that making eye contact with strangers you pass on the street is not only excellent practice for making eye contact with you people you actually know, and can lead to getting more data (?), it can even \"transform the urban landscape:\"\r\n\r\nThe author quotes:\r\n> \"Before I started doing this, I would walk around the city and mostly view the other people I encountered as obstacles or annoyances. But once I started doing it—once I started looking into the windows of hundreds of people's souls each day—the whole scene shifted. I suddenly saw so much beauty out there, so much sadness. So many heavy burdens, so much joy... The city becomes a symphony of emotion—all from this simple shift.\"\r\n\r\n[I am finding beauty in writing again, this process used to help me reflect better on the text, more than just writing it at a time: \r\n\r\nTo look someone in the eye is a beautiful thing. They say to practice this thing: \r\n\r\nSee one eye, their nose, then the other eye: in a triangle pattern- this is explicit direction to 'seeing them' but it is also a mirror of what we are to doing in practicing the left brain right brain interaction. To see oneself is to see your own.]\r\n\r\n[To recognize them in a way that is fair to both of the parts that would make us *us*: to see [the left and right hemisphere], then to stand at equal respect- measure of patience and mind, we see the time spent in this dichotomy to be fair. \r\n\r\nToo much away and all to listen to one's own means we are self-interested. Too much towards and all to to listen to another means we are other-invested; at our best, we see the paths of productive conversation- (living and working interactions that bring us to functionality: then, too- greater, relational ability in the day). To have lost our tribe is a tragic thing. I do think we've some obligation to rebuild- I believe I may only be able to contribute in imagination]\r\n\r\n> According to Ellsberg there are a few keys to successfully making brief eye contact with strangers on the street, and basically all revolve around the fact that you don't want your eye contact to make people feel threatened. First, he recommends keeping your facial expressions neutral and your gaze soft—the eye and face muscles are relaxed—no laser-eyes. Second, you don't want to initiate eye contact with the person when you're about 4-5 paces from crossing paths. Finally, only look into their eyes for a quick moment— about one pace or just long enough to see their eye color. \r\n\r\n**When Talking to Other Men**\r\n> As we mentioned earlier, eye contact creates physical and psychological arousal, increasing activity in the receiver's prefrontal brain and speeding up their breathing and heart rate. For men, this psychological response can make a high-stakes conversation feel too confrontational. So when you want to talk to another man about something important, do it side-by-side—go for a drive, or a walk, or go fishing together.\r\n\r\nThis writing is written in sub-text to dating advice. There is above writing that does more to say on how eye contact is hierarchical. The section is good advice, but I will omit some aspects I think are superfluous: [all of that is bulk, I'll link it later]\r\n\r\n**When Giving a Speech**\r\n> Speakers who make eye contact with the audience are perceived as more trustworthy, competent, and confident. Eye contact also helps you build a greater sense of intimacy between you and your audience, and this connection 'creates ethos'; which in turn makes your message more convincing. Someone who's constantly looking at their notes seems nervous (Do they have something to hide? Are they not competent enough to prepare adequately?) and is more likely to be dismissed.\r\n> \r\n> When you're speaking to a large audience, it is of course not possible to make eye contact with each and every person in the audience. Some people will tell you fake it by looking over everyone's heads—but you won't convince anyone with that method. \r\n\r\n> You also shouldn't do the head bobber thing where you look at your notes for a second and then quickly at your audience and back to your notes...Finally don't \"spray\" your gaze over the audience like you're shooting it from an aerosol can. Instead you want to make eye contact with individual members of the audience. \r\n> \r\n> [THIS IS HILARIOUS]\r\n> \r\n> In order to be able to do this, you first need to try to 'memorize your speech' and if you can't do that in its entirety, then create an outline with just your main points, so that you only have to look down a few times to find your way. \r\n\r\nTo memorize a speech? Is that what we've been doing for so long? The best speaking I've seen is done from natural rhetoric. Haha,\r\n\r\nNow that your eyes are free to roam around the room, you can go about making eye contact with folks in the audience in a few different ways, depending on the size of the audience:\r\n\r\ngood advice. it delineates. definitely worth a read if you have the time!\r\n\r\nhttps://www.artofmanliness.com/people/social-skills/look-em-in-the-eye-part-ii-how-to-make-eye-contact-the-right-way-in-life-business-and-love/\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/stranger.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.199Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/stranger.txt.txt",
    "importedAt": "2025-05-05T16:25:37.199Z"
  },
  "created": "2025-05-05T16:25:37.199Z",
  "modified": "2025-05-05T16:25:37.199Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}