{
  "title": "the_brits_txt",
  "content": "# the_brits.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:47:16-07:00\n\n====== the brits.txt ======\nwhat the hell? we're wasting ourselves and you only see the authority that exists [here] as shepherds. you brits are *mad* to bend the knee to those maintaining false poverty. never have you worked if you do not yearn for the clock to count down; you do not see the wasted work we endure to the expenditure of time: two-percent of the population, 2% of it produces 100% of the food we would need to thrive. where is the strife? the fiction keeps us here and we would need to seek recognition of its abolishment. \r\n\r\n[I dot not like this abstract language: I wish I could speak to it more exactly] we need doctors and nurses, and firefighters: we need caretakers, and healers, and builders, maintainers: all those that would do what they may to afford themselves purpose in this world. \r\n\r\nthe unnamed and unknown are only seen to be arrogant: ignorant, we all have inner-lives. how do they unfold if we suddenly lose everything that would set our time? if there were not expectations in the day for not but the next hour and next moment past this one? \r\n\r\nI can't so easily step away because my work here is not done. I could not post this comment. I am to ignorant of systems that maintain us in the ways that are good. We might see it easiest to abandon this imporverished infrastructure. We will find a means to build utopia and raffle tickets away to take in as many kind souls as we can afford to take in. \r\n\r\nI do see and acknowledge that the united states, the culture that is- lives in gross, stupid abundance. If there were an equitable distribution- the drivers of the economy would already have seen best recognition of us. They would have seen us to good work, best education- greatest healthcare, most ingratiating governance; a right to life, hearth and home: a right to water, food, electricity, and the internet. \r\n\r\nIf you recognize the state and these so-called strongmen, you are still living in the white man's fiction. The economy is a wronged driver, these people that enable it, vile, violent, villains that do not recognize a shared soul. Do not praise oligarchs. \r\n\r\nThe economy is a wronged driver: \r\n\r\nThese strongmen are enabled to it, 'righted' to violence by an incorrigible law that does recognize a right to life. You do not see the wrong they commit: we are born debtors- seen to labor that does not value us. \r\n\r\nYou have not worked if you do not see how they would reap of the soul that may otherwise remain. To nature we are removed, but state we are slain. \r\n\r\n[there is entitlement, as you see in annoyance- there is genuine fear, too] \r\n\r\nIf the rest of the world is modeling these hierarchies, 'merica is hugely to blame, but you britians were first. \r\n\r\n*Personal responsibility*, Huge says. 'What makes society gell' (HA) you do not fair under poor work. 'The fool is not aware of anothers' anguish'.\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/the_brits.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.207Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/the_brits.txt.txt",
    "importedAt": "2025-05-05T16:25:37.207Z"
  },
  "created": "2025-05-05T16:25:37.207Z",
  "modified": "2025-05-05T16:25:37.207Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}