{
  "title": "toEarstin_txt",
  "content": "# toEarstin.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:48:40-07:00\n\n====== toEarstin.txt ======\nHello, Mr. Earstin\r\n\r\nThe twenty other students likely have experience or at least some knowledge to share. And you can only fully engage so many people before it becomes hard to teach. If there's an absolute capacity on the class, the others that have signed up are likely more deserving. I've never known poverty or faced food insecurity but I'm certain your teachings and an adoption of its principles will help others avoid it. \r\n\r\nTo your mission, I think you're are offering a solution that would bring us back to community and solve food insecurity for millions of people. If every lawn in America were a garden full to the fences with edible crops, we'd have enough food to share with our neighbors and still more to make sure no soul goes hungry again. Your teachings are something we can share with the world and everyone can benefit from it. \r\n\r\nAll that said, my name Chris Corella. I'm from Michigan, then Florida, and when I was 21 I moved to Nevada. I'm 27 now and have spent my working life in factories and warehouses assembling battery modules or shipping online orders. I am local despite the area code but I used to live in Carson City.\r\n\r\nThe work has afforded a decent wage and oppounities to build on social abilities, but I'm ashamed to say it hasn't taught much in the way of real-world skills. \r\n\r\nThe ability to grow our own crops would give us enough resiliency to sever our dependence on those producing corporations and give us enough cultural incentive to fight for agricultural reforms. \r\n\r\nTurn every parking lot and needless highway into forests and parks infused with a diversity of food yield everyone can benefit from.  \n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/toEarstin.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once\n- **Imported**: 2025-05-05T16:25:37.208Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/toEarstin.txt.txt",
    "importedAt": "2025-05-05T16:25:37.208Z"
  },
  "created": "2025-05-05T16:25:37.208Z",
  "modified": "2025-05-05T16:25:37.208Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once"
  ]
}