{
  "title": "union_and_misc_txt",
  "content": "# union_and_misc.txt\n\nContent-Type: text/x-zim-wiki\nWiki-Format: zim 0.6\nCreation-Date: 2024-07-23T15:49:36-07:00\n\n====== union and misc.txt ======\nSteam code: R67521\r\n\r\nTo establish new commons\r\n\r\nBooks\r\n- Poverty By America \r\nhttps://youtu.be/XzG5WI5ak1g\r\nCharacter aesthetic\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\n\r\n\r\nFor the union makes us strong\r\n\r\nWhen the union's inspiration through the workers' blood shall run\r\n\r\nThere can be no power greater anywhere beneath the sun\r\n\r\nYet what force on earth is weaker than the feeble strength of one\r\n\r\nBut the union makes us strong\r\n\r\n\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\n\r\n\r\nFor the union makes us strong\r\n\r\nIt is we who plowed the prairies, built the cities where they trade\r\n\r\nDug the mines and built the workshops, endless miles of railroad laid\r\n\r\nNow we stand outcast and starving midst the wonders we have made\r\n\r\nBut the union makes us strong\r\n\r\n\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\nFor the union makes us strong\r\n\r\n\r\n\r\nThey have taken untold millions that they never toiled to earn\r\n\r\nBut without our brain and muscle not a single wheel can turn\r\n\r\nWe can break their haughty power, gain our freedom when we learn\r\n\r\nThat the union makes us strong\r\n\r\n\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\n\r\n\r\nFor the union makes us strong\r\n\r\nIn our hands is placed a power greater than their hoarded gold\r\n\r\nGreater than the might of atoms, magnified a thousand fold\r\n\r\nWe can bring to birth a new world from the ashes of the old\r\n\r\nFor the union makes us strong\r\n\r\n\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\nSolidarity forever\r\n\r\nFor the union makes us strong\r\n\r\n\r\n\r\nWhen we are prosperous\r\n\r\n\r\n\r\nAGI before 5 years.\r\n\r\nEternity in our lifetime. \r\n\r\nA UBI, earned at birth. \r\n\r\nUniversal healthcare. \r\n\r\n\r\n\r\nA right to life! \r\n\r\n\r\n\r\nRight to hearth and home.\r\n\r\nRight to sustenance.\r\n\r\nRights of our waters.\r\n\r\nRights of the earth. \r\n\r\n\r\n\r\nRight to the internet and with it, electricity. \r\n\r\nRight to life: above their entitlement of profit. \r\n\r\n\r\n\r\nThey will be powerless. We will be greatly enabled. \r\n\r\nAn unfounded fear? They will be the only ones at a loss.\r\n\r\nThese card board cut-outs and relic strongmen. \r\n\r\nForever removed from us. Feeble as they are.\r\n\r\nAs powerful as we are meant to be. \r\n\r\nFinding our common humanity again, \r\n\r\nThose lever pullers will be dis-enabled.\r\n\r\nCorporations will no longer lord over us.\r\n\r\nNot the dystopia we've been imagining.\r\n\r\nWhat work will remain when we are prosperous?\r\n\r\nShould be break the law to save the world?\r\n\r\n\r\n\r\n\r\n\r\nTenant union\r\n\r\n\r\n\r\nOpportunity to purchase\r\nRight to remain\r\nRent control\r\nPoint of sale: avoid it\r\nToka rights: Corpa rights? Topa rights\r\nNot for profit community land trust\r\nShared equity cooperative\r\nPublic housing\r\nSelf-determination\r\nLimited equity cooperative\r\nDeed restrictions to make it permanently affordable\r\nRent stabilization\r\nHousing with dignity\r\nMutual aid\r\n\r\nYou want to sell the building? Offer it to tenants first\r\n\r\nhttps://youtu.be/orUUBb01JQw\r\n\r\n\r\n\r\nthapajeeten@gmail.com\r\ndaotran@nevada.unr.edu\r\nSteve Lombardi\r\nSahan\r\n\r\nAbdelrahman\r\nasobhy@nevada.unr.edu\r\nNulous\r\n\r\nJulias (anim club lead)\r\nCeceil (vocalist/ukulele)\r\n\r\nRodriguezmandy420@gmail .com\r\n\r\n\r\n\r\nTypes of organizations\r\n\r\n\r\n\r\nNot-for-Profit Community Land Trust (CLT): A community land trust is a nonprofit corporation that develops and stewards affordable housing, community gardens, civic buildings, commercial spaces and other community assets on behalf of a community. CLTs balance the needs of individuals to access land and maintain security of tenure with a community’s need to maintain affordability, economic diversity and local access to essential services. In a typical CLT model, the trust acquires land and maintains ownership of it permanently. When a home is built on the land, the trust sells the building but retains the land.\r\n\r\n\r\n\r\nLimited Equity Cooperative (LEC): A limited equity housing cooperative is a residential development owned and managed by a democratically governed, nonprofit cooperative corporation, such as a tenants' union. This is a model designed to enable long-term, affordable access to housing. It works by placing restrictions on the profits that members can make from selling their shares, preserving affordability for future low- to moderate-income residents.\r\n\r\n\r\n\r\nShared Equity Cooperative: Shared equity models create lasting affordable housing by preserving the affordability of homes in the face of rising housing costs. In shared equity cooperatives, residents own their homes collectively and share in the equity gains, but the cooperative places limits on home resale prices to maintain long-term affordability. This structure allows residents to build some equity over time while also keeping the housing affordable for future residents.\r\n\r\n\r\n\r\nPublic Housing: Public housing is a form of housing tenure in which the property is usually owned by a government authority, either central or local. These government authorities may be called a housing authority or housing corporation and are often tasked with operating housing for low-income households at rents they can afford. Public housing can range from single houses to high density apartments, and in many countries, it's a major part of the real estate sector.\r\n\r\n\r\n\r\nEach of these organization types has its unique features, and the best choice would depend on the specific circumstances, legal environment, and objectives of the tenants' union. For example, if the objective is to gain collective ownership of the property, then forming a limited equity cooperative or shared equity cooperative might be the most suitable option. On the other hand, if the goal is to ensure long-term affordability and control over the land, a community land trust might be the best fit. It would be beneficial to consult with a legal advisor or a housing organization to discuss these options in detail and choose the most suitable model\r\n\r\n\r\n\r\nInvisibilize me - anonymous good\r\n\r\n\r\n\r\nLet me help you start a tenant union\r\n\r\nThere is no leader\r\n\r\nLet me help you start a renters union\r\n\r\nThere is no leader\r\n\r\nLet me help you start a workers union\r\n\r\nThere is no leader\r\n\r\nLet's democratize your HOA\r\n\r\n*cough* socialize it\r\n\r\n\r\n\r\nWe can pool our food resources\r\n\r\nWe can pool our financial resources\r\n\r\n\r\n\r\nWe can see our own representatives in office\r\n\r\nFix the zoning laws\r\n\r\nPrioritize people over profits\r\n\r\nPrioritize pedestrians and cyclists over cars \r\n\r\nRenew public transportation\r\n\r\nRenew public education\r\n\r\n\r\n\r\nBuild localized community \r\n\r\nWhatever we've made in abundance, we give\r\n\r\n\r\n\r\nFirst\r\n\r\n\r\n\r\nTenant Union Overview: Rent & Rights\r\n\r\nThe current landscape of housing in the U.S, as well as globally, is increasingly challenging, particularly with the economic strains brought on by the pandemic. Many households are at risk of eviction, and the cost of rent continues to rise, making it increasingly difficult for many to keep a roof over their heads.\r\n\r\nA Tenants Union offers a platform for tenants to harness collective action and empower themselves in their negotiations with landlords and property owners. Much like a labor union, a Tenants Union can serve as a protective body that ensures the rights and privileges of tenants, advocates for rent control, and works towards the right to remain. This collective approach has the power to significantly change the dynamics between landlords and tenants, giving tenants a stronger voice and better negotiation opportunities.\r\n\r\nOne key concept is the Opportunity to Purchase, a tenant's right to buy their rented property. This could be exercised individually or collectively, through not-for-profit community land trusts, limited equity cooperatives, or shared equity cooperatives. For example, a union could potentially negotiate for the use of outstanding rent debt as leverage to buy a building, turning a crisis into an opportunity for tenants to gain ownership and control over their housing.\r\n\r\nAdditionally, the concept of Topa (Tenant Opportunity to Purchase Act) Rights can be integral to a Tenants Union. This allows tenants the first right to purchase the property they're living in before the landlord sells it to a third party, thus giving tenants a say in the sale process and helping avoid situations where they may have to start their advocacy from scratch if the property changes hands.\r\n\r\nDeed restrictions can be used to keep housing permanently affordable by limiting the resale price of a home, ensuring that it remains within the affordable housing bracket even when sold in the future. Coupled with rent stabilization policies, these measures can provide long-term solutions for affordable housing.\r\n\r\nThe union can also emphasize 'Housing with Dignity', advocating for decent living conditions and the avoidance of tactics that make living conditions unbearable for tenants in order to vacate rent-controlled units, a common practice among corporate landlords.\r\n\r\nThe idea of mutual aid is central to the functioning of a Tenants Union. By standing together, tenants can provide support and assistance to each other, creating a stronger front against exploitative practices.\r\n\r\nHowever, the union should also be ready to exercise self-determination and reject offers that don't adequately recognize or meet their needs. While negotiation is part of the process, maintaining a strong stance on the fundamental rights and demands of tenants is crucial.\r\n\r\nWhile these points provide a compelling case for the formation of a Tenants Union, it's important to note that the specific details and effectiveness of these measures can vary greatly depending on local laws, the specific circumstances of the tenants involved, and the willingness of property owners to negotiate. Nonetheless, a well-organized and determined Tenants Union can be a powerful force in advocating for tenant rights and affordable housing.\r\n\r\nWhile I've provided a general overview of these concepts, it would be beneficial to consult with a local attorney or housing rights organization to understand the specific legal implications and strategies for implementing these concepts in your area.\r\n\r\nhttps://hackaday.com/2023/06/02/chatting-about-the-state-of-hacker-friendly-ar-gear/\r\n\r\n\r\n\r\nSecond\r\n\r\n\r\n\r\nOrganizing a Tenants Union can be a challenging yet rewarding endeavor. Here are some initial steps to consider:\r\n\r\n\r\n\r\nResearch: Before you begin, familiarize yourself with tenant rights, laws, and regulations in your city, state, or country. Understanding these rights will be crucial in conversations with fellow tenants and in your negotiations with landlords.\r\n\r\n\r\n\r\nIdentify the Issues: Speak with the residents you meet and try to understand the problems they're facing. This will give you a baseline understanding of the issues and help you identify the demands of the union. You might find common problems such as high rents, poor maintenance, or unfair eviction practices.\r\n\r\n\r\n\r\nReach Out to Tenants: Start contacting other tenants in your building or neighborhood. You can knock on doors, send letters, or even host a small gathering to discuss the issues. When speaking to tenants, explain the benefits of collective action, such as a stronger voice in negotiations with landlords and more power to demand fair treatment and rights.\r\n\r\n\r\n\r\nBuild a List of Demands: Based on the issues identified, compile a list of demands. This could include things like rent control, better maintenance, a halt to unfair evictions, or even the right to purchase the property. Remember, these demands should reflect the collective needs and desires of the tenants.\r\n\r\n\r\n\r\nForm a Core Group: Identify a group of committed individuals who are ready to devote time and energy to the cause. This core group can serve as the initial leaders of the union and can help with organizing meetings, coordinating with tenants, and communicating with landlords.\r\n\r\n\r\n\r\nHold a Meeting: Once you have a core group and a list of demands, it's time to hold a larger meeting with all interested tenants. Discuss your demands, decide on a course of action, and officially form your union.\r\n\r\n\r\n\r\nLegal Consultation: It may be beneficial to consult with a lawyer or a local tenant rights organization. They can provide valuable advice and guidance on legal aspects of your actions.\r\n\r\n\r\n\r\nCommunicate with the Landlord: Once your union is formed and your demands are clear, it's time to approach the landlord. This could be in the form of a letter, a meeting, or a formal negotiation. Remember, the goal is not confrontation, but negotiation.\r\n\r\n\r\n\r\nRemember, organizing a tenants union is a process that requires patience, dedication, and resilience. You're likely to face challenges and setbacks along the way, but with determination and collective action, you can work towards creating a more equitable and just housing situation. Good luck!\n\n\n## Metadata\n- **Source**: All of it Anything Everything At Once/union_and_misc.txt.txt\n- **Type**: document\n- **Tags**: document, All_of_it_Anything_Everything_At_Once, character-design, feature, fix\n- **Imported**: 2025-05-05T16:25:37.211Z",
  "source": {
    "type": "notebook",
    "path": "All of it Anything Everything At Once/union_and_misc.txt.txt",
    "importedAt": "2025-05-05T16:25:37.211Z"
  },
  "created": "2025-05-05T16:25:37.211Z",
  "modified": "2025-05-05T16:25:37.211Z",
  "tags": [
    "document",
    "All_of_it_Anything_Everything_At_Once",
    "character-design",
    "feature",
    "fix"
  ]
}